Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Source URL
de: Quell-URL
es: URL de origen
hu: Forrás URL
it: URL di origine
pt: URL de origem
vi: URL nguồn

source: Source for the package - this can be a custom registry or a VCS path
de: Quelle für das Paket - dies kann eine eigene Registry oder ein VCS-Pfad sein
es: Fuente del paquete - puede ser un registro personalizado o una ruta VCS
hu: Csomag forrása - ez lehet egy registry vagy VCS útvonal
it: Fonte per il pacchetto - questo può essere un registro personalizzato o un percorso VCS
pt: Fonte do pacote — este pode ser um registro personalizado ou um caminho de VCS
vi: Nguồn cấp cho gói - có thể là sổ đăng ký tùy chỉnh hoặc đường dẫn VCS

source: Package Name
de: Paket-Name
es: Nombre de Paquete
hu: Csomag neve
it: Nome Pacchetto
pt: Nome do Pacote
vi: Tên gói

source: Name for the Plugin Package - can also contain a version indicator
de: Name für das Plugin-Paket - kann auch einen Versionstext enthalten
es: Nombre del paquete Plug-in - también puede contener un indicador de versión
hu: Plugin csomag neve - verzió megjelölést is tartalmazhat
it: Nome per il Pacchetto Plugin - può anche contenere un indicatore di versione
pt: Nome para o Pacote da Extensão — também pode conter um indicador de versão
vi: Tên của gói bổ sung - có thể còn chứa chỉ dẫn phiên bản

source: Confirm plugin installation
de: Plugin-Installation bestätigen
es: Confirmar instalación del complemento
hu: Bővítmény telepítésének megerősítése
it: Conferma installazione plugin
pt: Confirmar instalação da extensão
vi: Xác nhận cài đặt phần bổ sung

source: This will install this plugin now into the current instance. The instance will go into maintenance.
de: Dies wird dieses Plugin sofort in die aktuelle Instanz installieren. Die Instanz wird sofort in Wartung gehen.
es: Esto instalará este plug-in en la instancia actual. La instancia entrará en mantenimiento.
hu: Ez telepíti ezt a plugint az aktuális példányra. A példány karbantartási módba megy.
it: Questo plugin verrà installato ora nell'istanza corrente. L'istanza andrà in manutenzione.
pt: Isto instalará a extensão agora na instância atual. A instância irá entrar em manutenção.
vi: Sẽ cài đặt phần bổ sung này vào thực thể hiện tại. Thực thể sẽ chuyển sang chế độ bảo trì.

source: Installation not confirmed
de: Installation nicht bestätigt
es: Instalación no confirmada
hu: Tlepítés nincs megerősítve
it: Installazione non confermata
pt: Instalação não confirmada
vi: Cài đặt chưa được xác nhận

source: Either packagename of URL must be provided
de: Entweder Paketname oder URL muss angegeben werden
es: Debe proporcionar cualquier nombre de paquete de la URL
hu: Vagy csomag nevet vagy URL-t meg kell adni
it: Deve essere fornito uno dei nomi del pacchetto URL
pt: Qualquer nome do pacote URL deve ser fornecido
vi: Hoặc là phải cung cấp tên gói của URL

source: Full reload
pt: Recarregamento completo
vi: Tải lại đầy đủ

source: Force reload
pt: Forçar recarregamento
vi: Buộc tải lại

source: Activate Plugin
de: Plugin aktivieren
es: Activar complemento
hu: Plugin aktiválása
pt: Ativar Extensão
vi: Kích hoạt phần bổ sung

source: Activate this plugin
de: Dieses Plugin aktivieren
es: Activar este complemento
hu: Plugin bekapcsolása
pt: Ativar esta extensão
vi: Kích hoạt phần bổ sung này

source: No valid objects provided to template
de: Keine korrekten Objekte für Vorlage gegeben
es: No se han proporcionado objetos válidos a la plantilla
hu: Nincs érvényes objektum megadva a sablonhoz
it: Nessun oggetto valido fornito nel modello
pt: Nenhum objeto válido fornecido para o modelo
vi: Chưa cung cấp đối tượng hợp lệ cho bản mẫu

source: Template file '{template}' is missing or does not exist
de: Vorlagendatei '{template}' fehlt oder existiert nicht
hu: A '{template}' sablon fájl hiányzik vagy nem érhető el
it: Il file del modello '{template}' è mancante o non esiste
pt: Arquivo modelo '{template}' perdido ou não existe
vi: Tệp mẫu '{template}' đang bị lỗi hoặc không tồn tại

source: Test report
de: Testbericht
es: Informe de la prueba
hu: Teszt riport
it: Report test
pt: Relatório de teste
vi: Báo cáo kiểm tra

source: Legal
de: US-Legal
hu: Jogi információk
pt: Ofício
vi: Pháp lý

source: Letter
de: US-Letter
es: Carta
hu: „Letter” méret
pt: Carta
vi: Thư

source: Template name
de: Vorlagen Name
es: Nombre de la plantilla
hu: Sablon neve
it: Nome modello
pt: Nome do modelo
vi: Tên mẫu

source: Report template file
de: Bericht-Vorlage Datei
es: Plantilla de informe
hu: Riport sablon fájl
it: File modello di report
pt: Arquivo modelo de relatório
vi: Tệp mẫu báo cáo

source: Report template description
de: Bericht-Vorlage Beschreibung
es: Descripción de la plantilla de informe
hu: Riport sablon leírása
it: Descrizione del modello report
pt: Descrição do modelo de relatório
vi: Mô tả tệp mẫu báo cáo

source: Report revision number (auto-increments)
de: Bericht Revisionsnummer (autom. erhöht)
es: Número de revisión del informe (autoincremental)
hu: Riport verziószáma (automatikusan nő)
it: Numero di revisione del rapporto (auto-incrementi)
pt: Relatar número de revisão (auto-incrementos)
vi: Số phiên bản báo cáo (tự động tăng)

source: Page size for PDF reports
de: Seitengröße für PDF-Berichte
es: Tamaño de página para reportes PDF
hu: Lapméret a PDF riportokhoz
pt: Tamanho da página para relatórios PDF
vi: Khổ giấy cho báo cáo PDF

source: Render report in landscape orientation
hu: Jelentés fekvő nézetben
pt: Renderizar relatório em orientação paisagem
vi: Tạo báo cáo theo hướng ngang

source: Pattern for generating report filenames
de: Muster für die Erstellung von Berichtsdateinamen
es: Patrón para generar nombres de archivo
hu: Minta a riport fájlnevek előállításához
it: Sequenza per generare i nomi dei file report
pt: Padrão para gerar nomes de arquivo de relatórios
vi: Quy tắc sinh tên tệp báo cáo

source: Report template is enabled
de: Bericht-Vorlage ist ein
es: Plantilla de informe está habilitada
hu: Riport sablon engedélyezve
it: Modello report abilitato
pt: Modelo de relatório Habilitado
vi: Mẫu báo cáo đang bật

source: StockItem query filters (comma-separated list of key=value pairs)
de: Lagerartikel-Abfragefilter (kommagetrennte Liste mit Schlüssel=Wert-Paaren)
es: Filtros de consulta de Stock (lista separada por comas de pares clave=valor)
hu: Készlet lekérdezés szűrők (vesszővel elválasztott kulcs=érték párok)
it: Filtri di ricerca elementi di stock (elenco separato da virgole key=coppia di valori)
pt: Filtros de consulta de itens de estoque(lista de valores separados por vírgula)
vi: Truy vấn bộ lọc hàng trong kho (dùng dấu phẩy liệt kê các cặp key=value)

source: Include Installed Tests
de: einfügen Installiert in Tests
es: Incluye Pruebas Instaladas
hu: Beépített tesztekkel együtt
it: Includi Test Installati
pt: Incluir testes instalados
vi: Bao gồm các đợt kiểm tra đã lắp đặt

source: Include test results for stock items installed inside assembled item
de: Test-Ergebnisse für Lagerartikel in Baugruppen einschließen
es: Incluye resultados de prueba para artículos de stock instalados dentro del artículo ensamblado
hu: Gyártmányba beépített készlet tételek teszt eredményeivel együtt
it: Includi i risultati dei test per gli elementi stock installati all'interno dell'elemento assemblato
pt: Incluir resultados de testes para itens de estoque instalados dentro de item montado
vi: Bao gồm kết quả kiểm tra cho hàng trong kho được cài đặt bên trong hàng hóa đã lắp ráp

source: Build Filters
de: Bauauftrag Filter
es: Crear filtros
hu: Gyártás szűrők
it: Filtri di produzione
pt: Filtros de Produção
vi: Dựng bộ lọc

source: Build query filters (comma-separated list of key=value pairs
de: Bau-Abfragefilter (kommagetrennte Liste mit Schlüssel=Wert-Paaren)
es: Crear filtros de consulta (lista separada por comas de pares clave=valor
hu: Gyártás lekérdezés szűrők (vesszővel elválasztott kulcs=érték párok
it: Filtri di ricerca produzione (elenco separato da virgole key=coppia di valori
pt: Filtros de consulta de produção (lista de valores separados por vírgula
vi: Dựng bộ lọc truy vấn (dùng dấu phẩy liệt kê các cặp key=value

source: Part Filters
de: Teil Filter
es: Filtros de partes
hu: Alkatrész szűrők
it: Filtri Articolo
pt: Filtros de Peças
vi: Bộ lọc sản phẩm

source: Part query filters (comma-separated list of key=value pairs
de: Teile-Abfragefilter (kommagetrennte Liste mit Schlüssel=Wert-Paaren)
es: Filtros de búsqueda de partes (lista separada por comas de pares clave=valor
hu: Alkatrész lekérdezés szűrők (vesszővel elválasztott kulcs=érték párok
it: Filtri di ricerca articolo (elenco separato da virgole key=coppia di valori
pt: Filtros de consulta de peças (lista de valores separados por vírgula
vi: Bộ lọc truy vấn sản phẩm (dùng dấu phẩy liệt kê các cặp key=value

source: Purchase order query filters
de: Bestellungs-Abfragefilter
es: Filtros de búsqueda de orden de compra
hu: Megrendelés lekérdezés szűrők
it: Ordine di Acquisto filtra la ricerca
pt: Filtros de consultas de pedidos de compra
vi: Bộ lọc truy vấn đơn đặt mua

source: Sales order query filters
de: Auftrags-Abfragefilter
es: Filtros de búsqueda de pedidos de ventas
hu: Vevő rendelés lekérdezés szűrők
it: Ordine di Vendita filtra la ricerca
pt: Filtros de consultas de pedidos de venda
vi: Bộ lọc truy vấn đơn hàng bán

source: Return order query filters
es: Filtros de búsqueda de orden de devolución
hu: Visszavétel lekérdezés szűrők
pt: Filtrar pesquisa de itens devolvidos
vi: Bộ lọc truy vấn đơn hàng trả lại

source: Snippet
es: Fragmento
hu: Részlet
pt: Recorte
vi: Mẫu trích

source: Report snippet file
de: Berichts-Snippet
es: Archivo fragmento de informe
hu: Riport részlet fájl
it: Report file snippet
pt: Relatar arquivo de recorte
vi: Tệp báo cáo mẫu

source: Snippet file description
de: Snippet-Beschreibung
es: Descripción de archivo de fragmento
hu: Részlet fájl leírása
it: Descrizione file snippet
pt: Descrição do arquivo de recorte
vi: Mô tả tệp báo cáo mẫu

source: Asset
de: Ressource
es: Activo
hu: Eszköz
it: Risorsa
pt: Patrimônio
vi: Tài sản

source: Report asset file
de: Berichts-Ressource
es: Reportar archivo de activos
hu: Riport asset fájl
it: Report file risorsa
pt: Reportar arquivo de ativos
vi: Tệp báo cáo tài sản

source: Asset file description
de: Ressource-Beschreibung
es: Descripción del archivo de activos
hu: Asset fájl leírása
it: File risorsa descrizione
pt: Descrição do arquivo de ativos
vi: Mô tả tệp báo cáo tài sản

source: stock location query filters (comma-separated list of key=value pairs)
hu: készlethely lekérdezés szűrők (vesszővel elválasztott kulcs=érték párok)
pt: filtros de consulta de locais de estoque(lista de valores separados por vírgula)
vi: bộ lọc truy vấn vị trí kho (dùng dấu phẩy liệt kê các cặp key=value)

source: Materials needed
de: Benötigte Materialien
es: Materiales necesarios
hu: Szükséges alapanyagok
it: Materiali necessari
pt: Materiais necessários
vi: Vật liệu cần có

source: Required For
de: benötigt für
es: Requerido para
hu: Szükséges ehhez
it: Richiesto Per
pt: Necessário para
vi: Bắt buộc cho

source: Supplier was deleted
de: Lieferant gelöscht
es: El proveedor ha sido eliminado
hu: Beszállító törölve lett
it: Il fornitore è stato eliminato
pt: Fornecedor foi excluído
vi: Nhà cung cấp đã bị xóa

source: Unit Price
de: Stück-Preis
es: Precio Unitario
hu: Egységár
it: Prezzo Unitario
pt: Preço unitário
vi: Đơn giá

source: Extra Line Items
de: Zusätzliche Positionen
es: Partida extra
hu: Egyéb tételek
pt: Extra Itens de Linha
vi: Bảng liệt kê mở rộng

source: Total
de: Summe
hu: Összesen
it: Totale
vi: Tổng cộng

source: Serial Number
de: Seriennummer
es: Número de serie
hu: Sorozatszám
it: Numero Seriale
pt: Número de Sério
vi: Số sê-ri

source: Stock location items
hu: Készlethely tételek
pt: Estoque de itens do local
vi: Mục vị trí kho hàng

source: Stock Item Test Report
de: Lagerartikel Test-Bericht
es: Artículo Stock Informe de prueba
hu: Készlet tétel teszt riport
it: Test Report Elemento Stock
pt: Relatório Teste do Item em Estoque
vi: Báo cáo kiểm thử mặt hàng

source: Test Results
de: Testergebnisse
es: Resultados de la Prueba
hu: Teszt eredmények
it: Risultati Test
pt: Resultados do teste
vi: Kết quả kiểm tra

source: Test
es: Prueba
hu: Teszt
pt: Teste
vi: Thử nghiệm

source: Result
de: Ergebnis
es: Resultado
hu: Eredmény
it: Risultato
pt: Resultado
vi: Kết quả

source: Pass
de: bestanden
es: Pasada
hu: Sikeres
it: Passaggio
pt: Aprovado
vi: Đạt

source: Fail
de: fehlgeschlagen
es: Fallo
hu: Sikertelen
it: Fallito
pt: Não Aprovado
vi: Không đạt

source: No result (required)
es: Ningún resultado (requerido)
hu: Nincs eredmény (szükséges)
it: Nessun risultato (richiesto)
pt: Sem resultado (obrigatório)
vi: Không có kết quả (bắt buộc)

source: No result
de: Kein Ergebnis
es: Sin resultados
hu: Nincs eredmény
it: Nessun risultato
pt: Nenhum resultado
vi: Không có kết quả

source: Installed Items
de: Verbaute Objekte
es: Elementos instalados
hu: Beépített tételek
it: Elementi installati
pt: Itens instalados
vi: Mục đã cài đặt

source: Serial
de: Seriennummer
hu: Sorozatszám
it: Seriale
pt: Série
vi: Sê-ri

source: Asset file does not exist
hu: A fájl nem létezik
pt: O arquivo não existe
vi: Tệp tin tài sản không tồn tại

source: Image file not found
hu: A képfile nem található
pt: Arquivo de imagem não encontrado
vi: Không tìm thấy tệp hình ảnh

source: part_image tag requires a Part instance
hu: part_image elem csak alkatrész példánynál használható
pt: Tag part_image necessita de uma instância de Peça
vi: thẻ part_image yêu cầu 1 thực thể sản phẩm

source: company_image tag requires a Company instance
hu: company_image elem csak cég példánynál használható
pt: Tag company_image necessita de uma instância de Empresa
vi: thẻ company_image yêu cầu một thực thể doanh nghiệp

source: Location ID
de: Standort-ID
es: ID de Ubicación
hu: Hely ID
it: ID Posizione
pt: ID do local
vi: ID địa điểm

source: Location Name
de: Ortsname
es: Nombre de localización
hu: Hely neve
it: Nome Ubicazione
pt: Nome do Local
vi: Tên địa điểm

source: Location Path
de: Lagerortpfad
es: Ruta de Ubicación
hu: Hely elérési út
it: Percorso Ubicazione
pt: Caminho do local
vi: Đường dẫn địa điểm

source: Stock Item ID
de: Lagerartikel ID
es: ID del artículo de almacén
hu: Készlet tétel ID
it: ID Elemento Stock
pt: ID do item estoque
vi: ID mặt hàng

source: Status Code
es: Código de estado
hu: Státuszkód
it: Codici di stato
pt: Código da situação
vi: Mã trạng thái

source: Supplier Part ID
de: Zuliefererteil-ID
es: ID Parte del Proveedor
hu: Beszállítói cikkszám
it: ID Articolo Fornitore
pt: Número da Peça do Fornecedor
vi: Sản phẩm nhà cung cấp

source: Supplier ID
de: Zulieferer ID
es: ID de proveedor
hu: Beszállító ID
it: ID Fornitore
pt: ID do Fornecedor
vi: Tên nhà cung cấp

source: Supplier Name
de: Lieferant
es: Nombre del proveedor
hu: Beszállító neve
it: Nome Fornitore
pt: Nome do Fornecedor
vi: Tên nhà cung cấp

source: Customer ID
de: Kunden ID
es: ID de cliente
hu: Vevő ID
it: ID Cliente
pt: ID Cliente
vi: ID Khách hàng

source: Installed In
de: verbaut in
es: Instalado en
hu: Beépítve ebbe
it: Installato In
pt: Instalado em
vi: Đã cài đặt trong

source: Build ID
de: Bauauftrag-ID
es: ID de construcción
hu: Gyártás ID
it: ID Costruttore
pt: ID da Produção
vi: ID bản dựng

source: Sales Order ID
de: Auftrags-ID
es: ID de orden de venta
hu: Vevői rendelés ID
it: ID Ordine Vendita
pt: ID do pedido de venda
vi: ID đơn hàng bán

source: Purchase Order ID
de: Bestellungs-ID
es: ID de orden de compra
hu: Vevői rendelés azonosító
it: ID Ordine D'acquisto
pt: ID do pedido de compra
vi: ID đơn đặt mua

source: Review Needed
de: Überprüfung erforderlich
es: Revisión necesaria
hu: Felülvizsgálat szükséges
it: Revisione Necessaria
pt: Revisão Necessária
vi: Cần xem xét

source: Delete on Deplete
de: Löschen wenn leer
hu: Törlés ha kimerül
it: Elimina al esaurimento
pt: Excluir quando esgotado
vi: Xóa khi thiếu hụt

source: Expiry Date
de: Ablaufdatum
es: Fecha de Expiración
hu: Lejárati dátum
it: Data di Scadenza
pt: Data de validade
vi: Ngày hết hạn

source: External Location
de: Externer Standort
es: Ubicación externa
hu: Külső hely
it: Ubicazione Esterna
pt: Localização externa
vi: Địa điểm bên ngoài

source: Part Tree
hu: Alkatrész fa
pt: Árvore de Peças
vi: Cây sản phẩm

source: Expiry date before
hu: Lejárat előtt
pt: Data de validade antes
vi: Ngày hết hạn trước đó

source: Expiry date after
hu: Lejárat után
pt: Data de validade depois
vi: Ngày hết hạn sau đó

source: Stale
de: überfällig
es: Desactualizado
hu: Állott
it: Obsoleto
pt: Inativo
vi: Ế

source: Quantity is required
de: Menge ist erforderlich
es: Cantidad requerida
hu: Mennyiség megadása kötelező
it: La quantità è richiesta
pt: Quantidade obrigatória
vi: Bắt buộc nhập số lượng

source: Valid part must be supplied
de: Gültiges Teil muss angegeben werden
es: Debe suministrarse una parte válida
hu: Egy érvényes alkatrészt meg kell adni
it: Deve essere fornita un articolo valido
pt: Uma peça válida deve ser fornecida
vi: Phải cung cấp sản phẩm hợp lệ

source: The given supplier part does not exist
de: Der angegebene Lieferantenartikel existiert nicht
hu: A megadott beszállítói alkatrész nem létezik
pt: A peça do fornecedor informado não existe
vi: Sản phẩm nhà cung cấp đã đưa không tồn tại

source: The supplier part has a pack size defined, but flag use_pack_size not set
hu: A beszállítói alkatrészhez van megadva csomagolási mennyiség, de a use_pack_size flag nincs beállítva
pt: A peça do fornecedor tem um tamanho de pacote definido, mas o item use_pack_size não foi definida
vi: Sản phẩm nhà cung cấp có kích thước đóng gói được định nghĩa nhưng cờ use_pack_size chưa được thiết lập

source: Serial numbers cannot be supplied for a non-trackable part
de: Seriennummern können für nicht verfolgbare Teile nicht angegeben werden
hu: Sorozatszámot nem lehet megadni nem követésre kötelezett alkatrész esetén
it: I numeri di serie non possono essere forniti per un articolo non tracciabile
pt: Números de série não podem ser fornecidos para uma parte não rastreável
vi: Số sê-ri không thê được cung cấp cho sản phẩm không thể theo dõi

source: Stock Location type
hu: Készlethely típus
pt: Tipo de Local de estoque
vi: Loại vị trí kho hàng

source: Stock Location types
hu: Készlethely típusok
pt: Tipos de Locais de estoque
vi: Loại vị trí kho hàng

source: Default icon for all locations that have no icon set (optional)
hu: Alapértelmezett ikon azokhoz a helyekhez, melyeknek nincs ikonja beállítva (válaszható)
pt: Ícone padrão para todos os locais que não tem um ícone (opcional)
vi: Biểu tượng mặc định cho vị trí không được đặt biểu tượng (tùy chọn)

source: Stock Location
de: Bestand-Lagerort
es: Ubicación de Stock
hu: Készlet hely
it: Ubicazione magazzino
pt: Localização do estoque
vi: Kho hàng

source: Stock Locations
de: Bestand-Lagerorte
es: Ubicaciones de Stock
hu: Készlethelyek
it: Posizioni magazzino
pt: Locais de estoque
vi: Vị trí kho hàng

source: Owner
de: Besitzer
es: Propietario
hu: Tulajdonos
it: Proprietario
pt: Responsavel
vi: Chủ sở hữu

source: Select Owner
de: Besitzer auswählen
es: Seleccionar Propietario
hu: Tulajdonos kiválasztása
it: Seleziona Owner
pt: Selecionar Responsável
vi: Chọn chủ sở hữu

source: Stock items may not be directly located into a structural stock locations, but may be located to child locations.
de: Lagerartikel können nicht direkt an einen strukturellen Lagerort verlegt werden, können aber an einen untergeordneten Lagerort verlegt werden.
hu: A szerkezeti raktári helyekre nem lehet direktben raktározni, csak az al-helyekre.
it: Gli elementi di magazzino non possono essere direttamente situati in un magazzino strutturale, ma possono essere situati in ubicazioni secondarie.
pt: Os itens de estoque podem não estar diretamente localizados em um local de estoque estrutural, mas podem ser localizados em locais filhos.
vi: Không thể đưa trực tiếp hàng trong kho vào bên trong vị trí kho hàng có cấu trúc, nhưng có thể đặt vào kho con.

source: External
de: Extern
es: Externo
hu: Külső
it: Esterno
pt: Externo
vi: Bên ngoài

source: This is an external stock location
de: Dies ist ein externer Lagerort
hu: Ez egy külső készlethely
it: Si tratta di una posizione esterna al magazzino
pt: Esta é uma localização de estoque externo
vi: Đây là vị trí kho bên ngoài

source: Location type
hu: Helyszín típusa
pt: Tipo de localização
vi: Loại vị trí

source: Stock location type of this location
hu: Tárolóhely típus
pt: Tipo de Local de Estoque para esta locação
vi: Loại vị trí kho hàng của địa điểm này

source: You cannot make this stock location structural because some stock items are already located into it!
de: Sie können diesen Lagerort nicht als strukturell markieren, da sich bereits Lagerartikel darin befinden!
hu: Nem lehet ezt a raktári helyet szerkezetivé tenni, mert már vannak itt tételek!
it: Non puoi rendere strutturale questa posizione di magazzino perché alcuni elementi di magazzino sono già posizionati al suo interno!
pt: Você não pode tornar este local do estoque estrutural, pois alguns itens de estoque já estão localizados nele!
vi: Bạn không thể chuyển đổi vị trí kho hàng này thành cấu trúc vì đã có hàng hóa trong kho được đặt vào bên trong nó!

source: Stock items cannot be located into structural stock locations!
de: Lagerartikel können nicht in strukturelle Lagerorte abgelegt werden!
hu: A szerkezeti raktári helyre nem lehet készletet felvenni!
it: Gli articoli di magazzino non possono essere ubicati in posizioni di magazzino strutturali!
pt: Os itens de estoque não podem estar localizados em locais de estoque estrutural!
vi: Không thể đặt hàng trong kho vào trong địa điểm kho có cấu trúc!

source: Stock item cannot be created for virtual parts
de: Für virtuelle Teile können keine Lagerartikel erstellt werden
hu: Virtuális alkatrészből nem lehet készletet létrehozni
it: Non è possibile creare un elemento di magazzino per articoli virtuali
pt: Item de estoque não pode ser criado para peças virtuais
vi: Không thể tạo hàng hóa trong kho cho sản phẩm ảo

source: Part type ('{self.supplier_part.part}') must be {self.part}
hu: A beszállítói alkatrész típusa ('{self.supplier_part.part}') mindenképpen {self.part} kellene, hogy legyen
pt: Tipo de peça('{self.supplier_part.part}') deve ser {self.part}
vi: Loại sản phẩm ('{self.supplier_part.part}') phải là {self.part}

source: Quantity must be 1 for item with a serial number
de: Anzahl muss für Objekte mit Seriennummer 1 sein
es: La cantidad debe ser 1 para el artículo con un número de serie
hu: Mennyiség 1 kell legyen a sorozatszámmal rendelkező tételnél
it: La quantità deve essere 1 per elementi con un numero di serie
pt: A quantidade deve ser 1 para um item com número de série
vi: Số lượng phải là 1 cho hàng hóa với số sê ri

source: Serial number cannot be set if quantity greater than 1
de: Seriennummer kann nicht gesetzt werden wenn die Anzahl größer als 1 ist
es: Número de serie no se puede establecer si la cantidad es mayor que 1
hu: Nem lehet sorozatszámot megadni ha a mennyiség több mint egy
it: Il numero di serie non può essere impostato se la quantità è maggiore di 1
pt: Número de série não pode ser definido se quantidade maior que 1
vi: Số sê ri không thể đặt được nếu số lượng lớn hơn 1

source: Item cannot belong to itself
de: Teil kann nicht zu sich selbst gehören
es: El objeto no puede pertenecer a sí mismo
hu: A tétel nem tartozhat saját magához
it: L'elemento non può appartenere a se stesso
pt: O item não pode pertencer a si mesmo
vi: Hàng hóa không thể thuộc về chính nó
