Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: API endpoint not found
de: API-Endpunkt nicht gefunden
es: endpoint API no encontrado
hu: API funkciót nem találom
it: Endpoint API non trovato
pt: API endpoint não encontrado
vi: API endpoint không tồn tại

source: User does not have permission to view this model
de: Benutzer hat keine Berechtigung, dieses Modell anzuzeigen
es: El usuario no tiene permiso para ver este modelo
hu: Nincs jogosultságod az adatok megtekintéséhez
it: L'utente non ha i permessi per vedere questo modello
pt: Usuário não tem permissão para ver este modelo
vi: Người dùng không được phân quyền xem mẫu này

source: No value provided
de: Kein Wert angegeben
es: Ningún valor proporcionado
hu: Nincs érték megadva
pt: Nenhum valor fornecido
vi: Chưa cung cấp giá trị

source: Could not convert {original} to {unit}
de: Konnte {original} nicht in {unit} umwandeln
es: No se pudo convertir {original} a {unit}
hu: {original} átváltása {unit}-ra sikertelen
pt: Não foi possível converter {original} para {unit}
vi: Không thể chuyển đổi {original} sang {unit}

source: Invalid quantity supplied
de: Ungültige Menge
es: La cantidad suministrada es inválida
hu: Hibás mennyiség
pt: Quantidade fornecida inválida
vi: Số lượng cung cấp không hợp lệ

source: Invalid quantity supplied ({exc})
de: Ungültige Menge ({exc})
es: La cantidad suministrada es inválida ({exc})
hu: Hibás mennyiség ({exc})
pt: Quantidade fornecida inválida ({exc})
vi: Số lượng cung cấp không hợp lệ ({exc})

source: Error details can be found in the admin panel
de: Fehlerdetails finden Sie im Admin-Panel
es: Detalles del error pueden encontrarse en el panel de administración
hu: A hiba részleteit megtalálod az admin panelen
it: I dettagli dell'errore possono essere trovati nel pannello di amministrazione
pt: Detalhes do erro podem ser encontrados no painel de administrador
vi: Chi tiết lỗi có thể được tìm thấy trong bảng quản trị

source: Enter date
de: Datum eingeben
es: Ingrese la fecha
hu: Dátum megadása
it: Inserisci la data
pt: Insira uma Data
vi: Nhập ngày

source: Notes
de: Notizen
es: Notas
hu: Megjegyzések
it: Note
pt: Anotações
vi: Ghi chú

source: Value '{name}' does not appear in pattern format
de: Wert '{name}' hält das Musterformat nicht ein
es: El valor '{name}' no aparece en formato de patrón
hu: A(z) '{name}' érték nem a szükséges minta szerinti
it: Il valore '{name}' non è nel formato del pattern
pt: Valor '{name}' não está no formato correto
vi: Giá trị '{name}' không xuất hiện ở định dạng mẫu

source: Provided value does not match required pattern:
de: Angegebener Wert entspricht nicht dem benötigten Muster:
es: El valor proporcionado no coincide con el patrón requerido:
hu: A megadott érték nem felel meg a szükséges mintának:
it: Il valore fornito non corrisponde al modello richiesto:
pt: O valor fornecido não corresponde ao padrão exigido:
vi: Giá trị được cung cấp không khớp với mẫu bắt buộc:

source: Enter password
de: Passwort eingeben
es: Introduzca contraseña
hu: Jelszó megadása
it: Inserire la password
pt: Digite a senha
vi: Nhập mật khẩu

source: Enter new password
de: Neues Passwort eingeben
es: Ingrese su nueva contraseña
hu: Új jelszó megadása
it: Inserire una nuova password
pt: Insira uma nova senha
vi: Nhập mật khẩu mới

source: Confirm password
de: Passwort wiederholen
es: Confirmar la contraseña
hu: Jelszó megerősítése
it: Conferma la password
pt: Confirmar senha
vi: Xác nhận mật khẩu

source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar contraseña nueva
hu: Új jelszó megerősítése
it: Conferma la nuova password
pt: Confirmar nova senha
vi: Xác nhận mật khẩu mới

source: Old password
de: Altes Passwort
es: Contraseña anterior
hu: Régi jelszó
it: Vecchia password
pt: Senha atual
vi: Mật khẩu cũ

source: Email (again)
de: E-Mail (nochmal)
es: Email (de nuevo)
hu: Email (újra)
it: Email (ancora)
pt: E-mail (novamente)
vi: Email (nhắc lại)

source: Email address confirmation
de: Bestätigung der E-Mail Adresse
es: Confirmación de dirección de email
hu: Email cím megerősítés
it: Conferma indirizzo email
pt: Confirmação do endereço de email
vi: Xác nhận địa chỉ email

source: You must type the same email each time.
de: E-Mail Adressen müssen übereinstimmen.
es: Debe escribir el mismo correo electrónico cada vez.
hu: Mindig ugyanazt az email címet kell beírni.
it: È necessario digitare la stessa e-mail ogni volta.
pt: Você deve digitar o mesmo e-mail todas as vezes.
vi: Bạn phải nhập cùng một email mỗi lần.

source: The provided primary email address is not valid.
de: Die angegebene primäre E-Mail-Adresse ist ungültig.
es: La dirección de correo electrónico principal proporcionada no es válida.
hu: A megadott elsődleges email cím nem valós.
it: L'indirizzo email principale fornito non è valido.
pt: O endereço primário de e-mail não é válido.
vi: Địa chỉ email chính đã cung cấp không hợp lệ.

source: The provided email domain is not approved.
de: Die angegebene E-Mail-Domain ist nicht freigegeben.
es: El dominio de correo electrónico proporcionado no está aprobado.
hu: A megadott email domain nincs jóváhagyva.
it: L'indirizzo di posta elettronica fornito non è approvato.
pt: O domínio de e-mail providenciado não foi aprovado.
vi: Miền email được cung cấp không được phê duyệt.

source: Registration is disabled.
de: Registrierung ist deaktiviert.
es: Registro deshabilitado.
hu: Regisztráció le van tiltva.
pt: Cadastro está desativado.
vi: Đăng ký bị vô hiệu hóa.

source: Invalid quantity provided
de: Keine gültige Menge
es: Cantidad proporcionada no válida
hu: Nem megfelelő mennyiség
it: Quantità inserita non valida
pt: Quantidade fornecida inválida
vi: Số lượng cung cấp không hợp lệ

source: Empty serial number string
de: Keine Seriennummer angegeben
es: No se ha proporcionado un número de serie
hu: Üres sorozatszám
it: Numero seriale vuoto
pt: Número serial em branco
vi: Chuỗi số sê-ri trống

source: Duplicate serial
de: Duplizierter Seriennummer
es: Serie duplicada
hu: Duplikált sorozatszám
it: Seriale Duplicato
pt: Número de série duplicado
vi: Trùng lặp sê-ri

source: Invalid group range: {group}
de: Ungültiger Gruppenbereich: {group}
es: Rango de grupo inválido: {group}
hu: Hibás tartomány: {group}
pt: Intervalo de grupo inválido: {group}
vi: Phạm vi nhóm không hợp lệ: {group}

source: Group range {group} exceeds allowed quantity ({expected_quantity})
de: Gruppenbereich {group} überschreitet die zulässige Menge ({expected_quantity})
es: Rango del grupo {group} supera la cantidad permitida ({expected_quantity})
hu: Csoport tartomány {group} több mint az engedélyezett ({expected_quantity})
pt: Intervalo do grupo {group} excede a quantidade permitida ({expected_quantity})
vi: Khoảng nhóm {group} vượt cho phép số lượng ({expected_quantity})

source: Invalid group sequence: {group}
de: Ungültige Gruppensequenz: {group}
es: Secuencia de grupo inválida: {group}
hu: Hibás csoport-sor: {group}
pt: Sequência de grupo inválida:{group}
vi: Thứ tự nhóm không hợp lệ: {group}

source: No serial numbers found
de: Keine Seriennummern gefunden
es: Numeros de serie no encontrados
hu: Nem található sorozatszám
it: Nessun numero di serie trovato
pt: Nenhum número de série foi encontrado
vi: Không tìm thấy số sê-ri

source: Number of unique serial numbers ({len(serials)}) must match quantity ({expected_quantity})
de: Anzahl der eindeutigen Seriennummern ({len(serials)}) muss mit der Menge übereinstimmen ({expected_quantity})
es: Los números de serie únicos ({len(serials)}) debe coincidir con la cantidad ({expected_quantity})
hu: Az egyedi sorozatszámok számának ({len(serials)}) meg kell egyeznie a mennyiséggel ({expected_quantity})
pt: Números de série únicos ({len(serials)}) deve corresponder a quantidade ({expected_quantity})
vi: Số sê ri duy nhất ({len(serials)}) phải phù hợp số lượng ({expected_quantity})

source: Remove HTML tags from this value
de: Entferne HTML-Tags von diesem Wert
es: Eliminar etiquetas HTML de este valor
hu: HTML tag-ek eltávolítása ebből az értékből
it: Rimuovi i tag HTML da questo valore
pt: Remova as "tags" HTML deste valor
vi: Xóa thẻ HTML từ giá trị này

source: Connection error
de: Verbindungsfehler
es: Error de conexión
hu: Csatlakozási hiba
it: Errore di connessione
pt: Erro de conexão
vi: Lỗi kết nối

source: Server responded with invalid status code
de: Server antwortete mit ungültigem Statuscode
es: El servidor respondió con código de estado no válido
hu: A kiszolgáló érvénytelen státuszkóddal válaszolt
it: Il server ha risposto con un codice di stato non valido
pt: O servidor respondeu com código estado inválido
vi: Máy chủ phản hồi với mã trạng thái không hợp lệ

source: Exception occurred
de: Ausnahme aufgetreten
es: Se ha producido una excepción
hu: Kivétel történt
it: Si è verificata un'eccezione
pt: Ocorreu uma exceção
vi: Xảy ra Exception

source: Server responded with invalid Content-Length value
de: Server antwortete mit ungültigem Wert für die Inhaltslänge
es: El servidor respondió con un valor de longitud de contenido inválido
hu: A kiszolgáló érvénytelen Content-Length értéket adott
it: Il server ha risposto con valore Content-Length non valido
pt: O servidor respondeu com valor inválido do tamanho de conteúdo
vi: Máy chủ đã phản hồi với giá trị Content-Length không hợp lệ

source: Image size is too large
de: Bild ist zu groß
es: El tamaño de la imagen es demasiado grande
hu: A kép mérete túl nagy
it: Immagine troppo grande
pt: Tamanho da imagem muito grande
vi: Hình ảnh quá lớn

source: Image download exceeded maximum size
de: Bilddownload überschreitet maximale Größe
es: La descarga de imagen excedió el tamaño máximo
hu: A kép letöltés meghaladja a maximális méretet
it: Il download dell'immagine ha superato la dimensione massima
pt: O download da imagem excedeu o tamanho máximo
vi: Tải xuống hình ảnh vượt quá kích thước tối đa

source: Remote server returned empty response
de: Remote-Server gab leere Antwort zurück
es: El servidor remoto devolvió una respuesta vacía
hu: A kiszolgáló üres választ adott
it: Il server remoto ha restituito una risposta vuota
pt: O servidor remoto retornou resposta vazia
vi: Máy chủ trả về phản hồi trống

source: Supplied URL is not a valid image file
de: Angegebene URL ist kein gültiges Bild
es: La URL proporcionada no es un archivo de imagen válido
hu: A megadott URL nem egy érvényes kép fájl
it: L'URL fornito non è un file immagine valido
pt: A URL fornecida não é um arquivo de imagem válido
vi: URL được cung cấp không phải là tệp hình ảnh hợp lệ

source: [{site.name}] Log in to the app
de: [{site.name}] In App einloggen
es: [{site.name}] Iniciar sesión en la aplicación
hu: [{site.name}] Belépés az alkalmazásba
vi: [{site.name}] Đăng nhập vào ứng dụng

source: Metadata must be a python dict object
de: Metadaten müssen ein Python-Dict Objekt sein
es: Los metadatos deben ser un objeto diccionario de python
hu: A meta adatnak egy python dict objektumnak kell lennie
pt: Metadados deve ser um objeto dict python
vi: Siêu dữ liệu phải là đối tượng từ điển của python

source: Plugin Metadata
de: Plugin Metadaten
es: Metadatos del complemento
hu: Plugin meta adatok
it: Metadati Plugin
pt: Metadados da Extensão
vi: Phụ trợ siêu dữ liệu

source: JSON metadata field, for use by external plugins
de: JSON-Metadatenfeld, für die Verwendung durch externe Plugins
es: Campo de metadatos JSON, para uso por complementos externos
hu: JSON meta adat mező, külső pluginok számára
it: Campo di metadati JSON, da utilizzare con plugin esterni
pt: Campo de metadados JSON, para uso por extensões externas
vi: Trường siêu dữ liệu JSON, được sử dụng bởi phụ trợ bên ngoài

source: Improperly formatted pattern
de: Falsch formatiertes Muster
es: Patrón con formato incorrecto
hu: Helytelenül formázott minta
it: Schema formattato impropriamente
pt: Padrão formatado incorretamente
vi: Mẫu được định dạng không thích hợp

source: Unknown format key specified
de: Unbekannter Formatschlüssel angegeben
es: Clave de formato especificado desconocida
hu: Ismeretlen formátum kulcs lett megadva
it: Formato chiave sconosciuta
pt: Chave de formato desconhecida especificada
vi: Khóa định dạng không rõ ràng đã được chỉ định

source: Missing required format key
de: Erforderlicher Formatschlüssel fehlt
es: Falta la clave de formato necesaria
hu: Hiányzó formátum kulcs
it: Formato chiave mancante
pt: Chave de formato obrigatória ausente
vi: Thiếu khóa định dạng cần thiết

source: Reference field cannot be empty
de: Referenz-Feld darf nicht leer sein
es: El campo de servidor no puede estar vacío
hu: Az azonosító mező nem lehet üres
it: Il campo di riferimento non può essere vuoto
pt: O campo de referência não pode ficar vazio
vi: Trường tham chiếu không thể rỗng

source: Reference must match required pattern
de: Referenz muss erforderlichem Muster entsprechen
es: La referencia debe coincidir con la expresión regular {pattern}
hu: Az azonosítónak egyeznie kell a mintával
it: Il campo deve corrispondere al modello richiesto
pt: A referência deve corresponder ao padrão exigido
vi: Tham chiếu phải phù hợp với mẫu yêu cầu

source: Reference number is too large
de: Referenznummer ist zu groß
es: El número de referencia es demasiado grande
hu: Azonosító szám túl nagy
it: Numero di riferimento troppo grande
pt: O número de referência é muito grande
vi: Số tham chiếu quá lớn

source: Missing file
de: Fehlende Datei
es: Archivo no encontrado
hu: Hiányzó fájl
it: File mancante
pt: Arquivo ausente
vi: Tập tin bị thiếu

source: Missing external link
de: Fehlender externer Link
es: Falta enlace externo
hu: Hiányzó külső link
it: Link esterno mancante
pt: Link externo não encontrado
vi: Thiếu liên kết bên ngoài

source: Attachment
de: Anhang
es: Archivo adjunto
hu: Melléklet
it: Allegato
pt: Anexo
vi: Đính kèm

source: Select file to attach
de: Datei zum Anhängen auswählen
es: Seleccionar archivo para adjuntar
hu: Válaszd ki a mellekelni kívánt fájlt
it: Seleziona file da allegare
pt: Selecione arquivo para anexar
vi: Chọn file đính kèm

source: Link
es: Enlace
it: Collegamento
vi: Liên kết

source: Link to external URL
de: Link zu einer externen URL
es: Enlace a URL externa
hu: Link külső URL-re
it: Link a URL esterno
pt: Link para URL externa
vi: Liên kết đến URL bên ngoài

source: Comment
de: Kommentar
es: Comentario
hu: Megjegyzés
it: Commento
pt: Comentario
vi: Bình luận

source: File comment
de: Datei-Kommentar
es: Comentario del archivo
hu: Leírás, bővebb infó
it: Commento del file
pt: Comentario sobre arquivo
vi: Bình luận tệp tin

source: User
de: Benutzer
es: Usuario
hu: Felhasználó
it: Utente
pt: Usuario
vi: Người dùng

source: upload date
de: Hochladedatum
es: fecha de subida
hu: feltöltés dátuma
it: data caricamento
pt: data de upload
vi: Ngày tải lên

source: Filename must not be empty
de: Dateiname darf nicht leer sein
es: El nombre del archivo no debe estar vacío
hu: A fájlnév nem lehet üres
it: Il nome del file non deve essere vuoto
pt: Nome do arquivo nao pode estar vazio
vi: Tên tập tin không được để trống

source: Invalid attachment directory
de: Ungültiges Verzeichnis für Anhang
es: Directorio de archivos adjuntos no válido
hu: Érvénytelen melléklet mappa
it: Directory allegati non valida
pt: Diretorio para anexo invalido
vi: Thư mục đính kèm không hợp lệ

source: Filename contains illegal character '{c}'
de: Dateiname enthält ungültiges Zeichen '{c}'
es: El nombre del archivo contiene el carácter ilegal '{c}'
hu: Fájlnévben érvénytelen karakter van '{c}'
it: Il nome del file contiene caratteri non validi '{c}'
pt: Arquivo contem characteres ilegais '{c}'
vi: Tên tập tin chứa ký tự không hợp lệ '{c}'

source: Filename missing extension
de: Dateiendung fehlt
es: Falta el nombre de extensión del archivo
hu: Fájlnév kiterjesztése hiányzik
it: Nome file estensione mancante
pt: Arquivo sem extensao
vi: Tên tệp tin thiếu phần mở rộng

source: Attachment with this filename already exists
de: Anhang mit diesem Dateinamen bereits vorhanden
es: Ya existe un archivo adjunto con este nombre
hu: Ilyen fájlnévvel már létezik melléklet
it: Esiste già un allegato con questo nome di file
pt: Anexo ja existe
vi: Tên của tệp đính kèm này đã tồn tại

source: Error renaming file
de: Fehler beim Umbenennen
es: Error al cambiar el nombre del archivo
hu: Hiba a fájl átnevezésekor
it: Errore nella rinominazione del file
pt: Erro renomeando o arquivo
vi: Lỗi khi đổi tên tệp tin

source: Duplicate names cannot exist under the same parent
de: Doppelte Namen können nicht unter dem selben Elternteil existieren
es: Los nombres duplicados no pueden existir bajo el mismo padre
hu: Duplikált nevek nem lehetnek ugyanazon szülő alatt
it: Nomi duplicati non possono esistere sotto lo stesso genitore
pt: Nomes duplicados não podem existir sob o mesmo parental
vi: Tên trùng lặp không thể tồn tại trong cùng cấp thư mục

source: Invalid choice
de: Ungültige Auswahl
es: Selección no válida
hu: Érvénytelen választás
it: Scelta non valida
pt: Escolha inválida
vi: Lựa chọn sai

source: Name
es: Nombre
hu: Név
it: Nome
pt: Nome
vi: Tên

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
pt: Descrição
vi: Mô tả

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
hu: Leírás (opcionális)
it: Descrizione (opzionale)
pt: Descrição (opcional)
vi: Mô tả (tùy chọn)

source: parent
de: Eltern
es: padre
hu: szülő
it: genitore
vi: thư mục cha

source: Path
de: Pfad
es: Ruta
hu: Elérési út
it: Percorso
pt: Caminho
vi: Đường dẫn

source: Markdown notes (optional)
de: Markdown Notizen (optional)
es: Notas de Markdown (opcional)
hu: Markdown megjegyzések (opcionális)
it: Note di Markdown (opzionale)
pt: Notas Markdown (opcional)
vi: Ghi chú markdown (không bắt buộc)

source: Barcode Data
de: Barcode-Daten
es: Datos de código de barras
hu: Vonalkód adat
it: Dati del Codice a Barre
pt: Dados de código de barras
vi: Dữ liệu mã vạch

source: Third party barcode data
de: Drittanbieter-Barcode-Daten
es: Datos de código de barras de terceros
hu: Harmadik féltől származó vonalkód adat
it: Dati Codice a Barre applicazioni di terze parti
pt: Dados de código de barras de terceiros
vi: Dữ liệu mã vạch của bên thứ ba

source: Barcode Hash
es: Hash del Código de barras
hu: Vonalkód hash
it: Codice a Barre
pt: Hash de código de barras
vi: Dữ liệu băm mã vạch

source: Unique hash of barcode data
de: Eindeutiger Hash der Barcode-Daten
es: Hash único de datos de código de barras
hu: Egyedi vonalkód hash
it: Codice univoco del codice a barre
pt: Hash exclusivo de dados de código de barras
vi: Chuỗi băm duy nhất của dữ liệu mã vạch

source: Existing barcode found
de: Bestehender Barcode gefunden
es: Código de barras existente encontrado
hu: Létező vonalkód
it: Trovato codice a barre esistente
pt: Código de barras existente encontrado
vi: Mã vạch đã tồn tại

source: Server Error
de: Serverfehler
es: Error de servidor
hu: Kiszolgálóhiba
it: Errore del server
pt: Erro de servidor
vi: Lỗi máy chủ

source: An error has been logged by the server.
de: Ein Fehler wurde vom Server protokolliert.
es: Se ha registrado un error por el servidor.
hu: A kiszolgáló egy hibaüzenetet rögzített.
it: Un errore è stato loggato dal server.
pt: Log de erro salvo pelo servidor.
vi: Lỗi đã được ghi lại bởi máy chủ.

source: Must be a valid number
de: Muss eine gültige Nummer sein
es: Debe ser un número válido
hu: Érvényes számnak kell lennie
it: Deve essere un numero valido
pt: Preicsa ser um numero valido
vi: Phải là một số hợp lệ

source: Currency
de: Währung
es: Moneda
hu: Pénznem
it: Valuta
pt: Moeda
vi: Tiền tệ

source: Select currency from available options
de: Währung aus verfügbaren Optionen auswählen
es: Seleccionar moneda de las opciones disponibles
hu: Válassz pénznemet a lehetőségek közül
it: Selezionare la valuta dalle opzioni disponibili
pt: Selecione a Moeda nas opções disponíveis
vi: Chọn tiền tệ trong các tùy chọn đang có

source: You do not have permission to change this user role.
de: Sie haben keine Berechtigung, diese Benutzerrolle zu ändern.
es: No tiene permiso para cambiar este rol de usuario.
hu: Önnek nincs joga változtatni ezen a felhasználói szerepkörön.
pt: Não tem permissões para alterar este papel do usuário.
vi: Bạn không có quyền thay đổi vai trò của người dùng này.

source: Only superusers can create new users
de: Nur Superuser können neue Benutzer erstellen
es: Solo los superusuarios pueden crear nuevos usuarios
hu: Csak a superuser-ek hozhatnak létre felhasználókat
pt: Apenas superusuários podem criar novos usuários
vi: Chỉ có siêu người dùng là có thể tạo người dùng mới

source: Welcome to {current_site.name}
de: Willkommen bei {current_site.name}
es: Bienvenido/a a {current_site.name}
hu: Üdvözöljük a {current_site.name}-on
vi: Chào mừng đến với {current_site.name}

source: Your account has been created. Please use the password reset function to get access (at https://{domain}).
de: Ihr Konto wurde erstellt. Bitte verwenden Sie die Passwort-Zurücksetzen-Funktion, um Zugriff zu erhalten (https://{domain}).
es: Su cuenta ha sido creada. Por favor, utilice la función de restablecimiento de contraseña para obtener acceso (en https://{domain}).
hu: Felhasználói fiókját létrehoztuk. Bejelentkezéshez használja a jelszó beállítás funkciót (at https://{domain}).
vi: Tài khoản của bạn đã được tạo. Xin hãy sử dụng chức năng quên mật khẩu để truy cập (tại https://{domain}).

source: Filename
de: Dateiname
es: Nombre de Archivo
hu: Fájlnév
it: Nome del file
pt: Nome do arquivo
vi: Tên tập tin

source: Invalid value
de: Ungültiger Wert
es: Valor inválido
hu: Érvénytelen érték
it: Valore non valido
pt: Valor inválido
vi: Giá trị không hợp lệ

source: Data File
de: Datendatei
es: Archivo de datos
hu: Adat fájl
it: File dati
pt: Arquivo de dados
vi: Tập tin dữ liệu

source: Select data file for upload
de: Neue Datei zum Hochladen auswählen
es: Seleccione el archivo para subir
hu: Fájl kiválasztása feltöltéshez
it: Seleziona un file per il caricamento
pt: Selecione um arquivo de dados para enviar
vi: Chọn tệp tin để tải lên

source: Unsupported file type
de: Nicht unterstütztes Dateiformat
es: Tipo de archivo no soportado
hu: Nem támogatott fájltípus
it: Formato file non supportato
pt: Tipo de arquivo não suportado
vi: Loại tệp tin không được hỗ trợ

source: File is too large
de: Datei ist zu groß
es: El archivo es demasiado grande
hu: Fájl túl nagy
it: File troppo grande
pt: O arquivo é muito grande
vi: Tệp tin quá lớn

source: No columns found in file
de: Keine Spalten in der Datei gefunden
es: No hay columnas en el archivo
hu: Nem találhatók oszlopok a fájlban
it: Nessun colonna trovata nel file
pt: Nenhuma coluna encontrada no arquivo
vi: Không tìm thấy cột nào trong tệp tin

source: No data rows found in file
de: Keine Datensätze in der Datei gefunden
es: No hay filas de datos en el archivo
hu: Nincsenek adatsorok a fájlban
it: Nessuna riga di dati trovata nel file
pt: Nenhuma linha de dados encontrada no arquivo
vi: Không tìm thấy dòng nào trong tệp tin

source: No data rows provided
de: Keine Zeilen ausgewählt
es: No se proporcionaron filas de datos
hu: Nincs adatsor megadva
it: Nessun dato fornito
pt: Nenhuma linha de dados fornecida
vi: Chưa có dữ liệu

source: No data columns supplied
de: Keine Spalten angegeben
es: No hay columnas de datos proporcionadas
hu: Nincs adat oszlop megadva
it: Nessuna colonna di dati fornita
pt: Nenhuma coluna de dados fornecida
vi: Chưa cung cấp cột dữ liệu

source: Missing required column: '{name}'
de: Erforderliche Spalte '{name}' fehlt
es: Falta la columna requerida: '{name}'
hu: Szükséges oszlop hiányzik: '{name}'
it: Colonna richiesta mancante: '{name}'
pt: Falta a coluna obrigatória: '{name}'
vi: Thiếu cột bắt buộc: '{name}'
