Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Mark item as received
es: Marcar artículo como recibido
hu: Tétel bevételezve
pt: Marcar item como recebido
vi: Đánh dấu hàng hóa đã được nhận

source: Create Sales Order
de: Auftrag anlegen
es: Crear Orden de Venta
hu: Vevői rendelés létrehozása
it: Crea Ordine di Vendita
pt: Criar Pedido de Venda
vi: Tạo đơn hàng bán

source: Edit Sales Order
de: Auftrag bearbeiten
es: Editar orden de venta
hu: Vevői rendelés szerkesztése
it: Modifica Ordine di Vendita
vi: Sửa đơn hàng bán

source: No stock items have been allocated to this shipment
de: Dieser Sendung wurden keine Artikel zugewiesen
es: No se ha asignado ningún artículo de stock a este envío
hu: Ehhez a szállítmányhoz nincs készlet hozzárendelve
it: Nessun elemento di magazzino disponibile è stato assegnato a questa spedizione
vi: Chưa phân bổ mặt hàng vào chuyển hàng này

source: The following stock items will be shipped
de: Die folgenden Artikel werden verschickt
es: Los siguientes artículos de stock serán enviados
hu: A következő készlet tételek ki lesznek szállítva
it: I seguenti elementi in magazzino saranno spediti
vi: Mặt hàng dưới đây sẽ được vận chuyển

source: Complete Shipment
de: Sendung fertigstellen
es: Completar Envío
hu: Függő szállítmányok kiszállítása
it: Completa Spedizione
vi: Hoàn thành chuyến hàng

source: Confirm Shipment
de: Sendung bestätigen
es: Confirmar Envío
hu: Szállítmány megerősítése
it: Conferma Spedizione
vi: Xác nhận chuyến hàng

source: No pending shipments found
de: Keine ausstehenden Sendungen gefunden
es: No se encontraron envíos pendientes
hu: Nincs függő szállítmány
it: Nessuna spedizione in sospeso trovata
vi: Không tìm thấy chuyển hàng chờ duyệt

source: No stock items have been allocated to pending shipments
de: Keine Lagerartikel für offene Sendungen zugewiesen
es: No se ha asignado ningún artículo de almacén a los envíos pendientes
hu: A függő a szállítmányokhoz nincs készlet hozzárendelve
it: Nessun elemento di magazzino disponibile è stato assegnato a questa spedizione
vi: Không có mặt hàng được phân bổ vào chuyến hàng đang chờ xử lý

source: Complete Shipments
de: Abgeschlossene Sendungen
es: Completar Envíos
hu: Függő szállítmányok kiszállítása
it: Spedizioni Completate
vi: Hoàn thiện chuyến hàng

source: Skip
de: Überspringen
es: Omitir
hu: Kihagyás
it: Salta
vi: Bỏ qua

source: This order has line items which have not been completed.
de: Dieser Auftrag enthält Positionen, die noch nicht abgeschlossen sind.
es: Este pedido tiene partidas que no han sido completadas.
hu: Ez a rendelés olyan sortételeket tartalmaz amik még nem teljesítettek.
it: Questo ordine ha elementi di riga che non sono stati completati.
vi: Đơn hàng này có hạng mục chưa được hoàn thiện.

source: Issue this Sales Order?
es: ¿Emitir este pedido de venta?
hu: Vissza lett igazolva ez a vevői rendelés?
vi: Phát hành đơn hàng bán này?

source: Issue Sales Order
es: Emitir orden de venta
hu: Vevői rendelés visszaigazolása
vi: Phát hành đơn hàng bán

source: Cancel Sales Order
de: Auftrag stornieren
es: Cancelar orden de venta
hu: Vevő rendelés törlése
it: Annulla Ordine di Vendita
vi: Hủy đơn hàng bán

source: Cancelling this order means that the order will no longer be editable.
de: Abbruch dieser Bestellung bedeutet, dass sie nicht länger bearbeitbar ist.
es: Cancelar esta orden significa que la orden ya no será editable.
hu: A rendelés törlésével annak adatai a továbbiakban már nem lesznek szerkeszthetők.
it: Cancellando questo ordine, l'ordine non sarà più modificabile.
vi: Hủy bỏ đơn hàng này nghĩa là đơn hàng không thể sửa được nữa.

source: Create New Shipment
de: Sendung anlegen
es: Crear Nuevo Envío
hu: Szállítmány létrehozása
it: Crea Nuova Spedizione
vi: Tạo chuyến hàng mới

source: No sales orders found
de: Keine Aufträge gefunden
es: No se encontraron ventas
hu: Nem található vevői rendelés
it: Non sono state trovati ordini di vendita
vi: Không tìm thấy đơn hàng bán

source: Edit shipment
de: Sendung bearbeiten
es: Editar envío
hu: Szállítmány szerkesztése
it: Modifica spedizione
vi: Sửa chuyến hàng

source: Complete shipment
de: Sendung fertigstellen
es: Completar envío
hu: Szállítmány kiszállítása
it: Completa spedizione
vi: Hoàn thành chuyến hàng

source: Delete shipment
de: Sendung löschen
es: Eliminar envío
hu: Szállítmány törlése
it: Elimina spedizione
vi: Xóa chuyến hàng

source: Edit Shipment
de: Sendung bearbeiten
es: Editar envío
hu: Szállítmány szerkesztése
it: Modifica spedizione
vi: Sửa chuyến hàng

source: Delete Shipment
de: Sendung löschen
es: Eliminar Envío
hu: Szállítmány törlése
it: Elimina Spedizione
vi: Xóa chuyến hàng

source: No matching shipments found
de: Keine passenden Sendungen gefunden
es: No se encontraron envíos coincidentes
hu: Nincs egyező szállímány
it: Nessuna spedizione corrispondente trovata
vi: Không tìm thấy chuyển hàng phù hợp

source: Shipment Reference
de: Sendungsreferenz
es: Referencia de Envío
hu: Szállítmány azonosító
it: Riferimento della spedizione
vi: Tham chiếu chuyến hàng

source: Not shipped
de: Nicht versandt
es: No enviado
hu: Nincs kiszállítva
it: Non spedito
vi: Chưa giao hàng

source: Tracking
de: Nachverfolgen
es: Seguimiento
hu: Nyomkövetés
it: Tracciamento
pt: Rastreamento
vi: Đang theo dõi

source: Invoice
de: Rechnung
es: Factura
hu: Számla
it: Fattura
pt: Fatura
vi: Hoá đơn

source: Add Shipment
de: Sendung hinzufügen
es: Añadir envío
hu: Szállítmány hozzáadása
it: Aggiungi Spedizione
pt: Adicionar Envio
vi: Thêm chuyến hàng

source: Confirm stock allocation
de: Bestandszuordnung bestätigen
es: Confirmar asignación de stock
hu: Készlet foglalás megerősítése
it: Conferma l'assegnazione della giacenza
vi: Xác nhận phân bổ kho

source: Allocate Stock Items to Sales Order
de: Artikel zu Kundenauftrag zuweisen
es: Asignar artículos de stock a pedido de venta
hu: Készlet foglalása a vevői rendeléshez
it: Assegna Elementi di Magazzino all'Ordine di Vendita
vi: Phân bổ mặt hàng vào đơn hàng bán

source: No sales order allocations found
de: Keine Allokationen für Verkaufsaufträge gefunden
es: No se encontraron asignaciones de órdenes
hu: Nincs vevői rendeléshez történő foglalás
it: Nessun ordine di vendita trovato
vi: Phân bổ đơn hàng bán không tồn tại

source: Edit Stock Allocation
de: Bestandszuordnung bearbeiten
es: Editar Asignación de Stock
hu: Készlet foglalások szerkesztése
it: Modifica posizione giacenza
vi: Sửa phân bổ kho

source: Confirm Delete Operation
de: Löschvorgang bestätigen
es: Confirmar Operación de Eliminar
hu: Törlési művelet megerősítése
it: Conferma Operazione Eliminazione
vi: Xác nhận hoạt động xóa

source: Delete Stock Allocation
de: Bestands-Zuordnung löschen
es: Eliminar Adjudicación de Stock
hu: Készlet foglalások törlése
it: Elimina posizione giacenza
vi: Xóa phân bổ kho

source: Shipped to customer
de: an Kunde versand
es: Enviado al cliente
hu: Vevőnek kiszállítva
it: Spedito al cliente
vi: Đã vận chuyển đến khách hàng

source: Stock location not specified
de: Lagerstandort nicht angegeben
es: Ubicación de stock no especificada
hu: Készlethely nincs megadva
it: Nessun posizione specificata
vi: Vị trí kho không được chỉ định

source: Allocate serial numbers
de: Seriennummern zuweisen
es: Asignar números de serie
hu: Sorozatszámok kiosztása
it: Assegna Numeri di Serie
pt: Alocar números de série
vi: Phân bổ số sêri

source: Purchase stock
de: Bestand kaufen
es: Comprar stock
hu: Készletrendelés
it: Prezzo d'acquisto
pt: Comprar estoque
vi: Kho mua

source: Calculate price
de: Preis berechnen
es: Calcular precio
hu: Árszámítás
it: Calcola il prezzo
pt: Calcular preço
vi: Tính giá

source: Cannot be deleted as items have been shipped
de: Kann nicht gelöscht werden, da Artikel versandt wurden
es: No se puede eliminar ya que los artículos han sido enviados
hu: Nem törölhető mivel a tételek ki lettek szállítva
it: Non può essere eliminato perché gli elementi sono stati spediti
vi: Không thể xóa hàng hóa đã được vận chuyển

source: Cannot be deleted as items have been allocated
de: Kann nicht gelöscht werden, da Artikel zugewiesen sind
es: No se puede eliminar ya que los artículos han sido asignados
hu: Nem törölhető mivel tételek vannak lefoglalva
it: Non può essere eliminato perché gli elementi sono stati assegnati
vi: Không thể xóa hàng hóa đã được phân bổ

source: Allocate Serial Numbers
de: Seriennummern zuweisen
es: Asignar Números de Serie
hu: Sorozatszámok kiosztása
it: Assegna Numeri di Serie
vi: Phân bổ số sêri

source: Update Unit Price
de: Stückpreis aktualisieren
es: Actualizar precio unitario
hu: Egységár módosítása
it: Aggiorna Prezzo Unitario
pt: Atualizar Preço Unitário
vi: Cập nhật đơn giá

source: No results
de: Keine Ergebnisse
es: Sin resultados
hu: Nincs találat
it: Nessun risultato
pt: Nenhum resultado
vi: Không có kết quả

source: Enter search query
de: Suchbegriff eingeben
es: Ingresar consulta de búsqueda
hu: Add meg a keresési lekérdezést
pt: Inserir entrada de pesquisa
vi: Nhập truy vấn tìm kiếm

source: result
es: resultado
hu: eredmény
it: risultato
vi: kết quả

source: results
es: resultados
hu: találat
it: risultati
vi: kết quả

source: Minimize results
de: Ergebnisse minimieren
es: Minimizar resultados
hu: Eredmények összezárása
it: Minimizza risultati
vi: Thu nhỏ kết quả

source: Remove results
de: Ergebnisse entfernen
es: Eliminar resultados
hu: Eredmények eltávolítása
it: Rimuovi risultati
vi: Xóa kết quả

source: Serialize Stock Item
de: Lagerartikel serialisieren
es: Serializar Artículo de Stock
hu: Készlet tétel sorszámozása
it: Serializza Elementi di Magazzino
vi: Sắp xếp hàng hóa trong kho

source: Confirm Stock Serialization
de: Lager-Serialisierung bestätigen
es: Confirmar Serialización de Stock
hu: Készlet sorozatszámozás megerősítése
it: Conferma Serializzazione Magazzino
pt: Confirmar Serialização de Estoque
vi: Xác nhận trình tự kho

source: Default icon for all locations that have no icon set (optional) - Explore all available icons on
hu: Alapértelmezett ikon minden készlethelyre melyhez nincs ikon rendelve (választható) - Válogass az ikonok közül
pt: Ícone padrão para todas as locações que não têm um ícone definido (opcional) - Explorar todos os ícones disponíveis em
vi: Biểu tượng mặc định cho vị trí không được thiết lập biểu tượng (tùy chọn) - Xem toàn bộ biểu tượng trên

source: Parent stock location
de: Übergeordneter Lagerort
es: Ubicación del stock principal
hu: Felsőbb szintű készlet hely
it: Posizione giacenza principale
vi: Vị trí kho cha

source: Add Location type
hu: Készlethely típus hozzáadása
pt: Adicionar Tipo de Localização
vi: Thêm loại địa điểm

source: Edit Stock Location
de: Lagerartikel-Ort bearbeiten
es: Editar ubicación de stock
hu: Készlet hely szerkesztése
it: Modifica Posizione Giacenza
pt: Editar Local de Estoque
vi: Sửa vị trí kho

source: New Stock Location
de: Neuer Lagerstandort
es: Nueva Ubicación de Stock
hu: Új készlet hely
it: Nuova posizione giacenza
pt: Novo Local de Estoque
vi: Vị trí kho mới

source: Create another location after this one
es: Crear otra ubicación después de ésta
hu: Új készlethely létrehozása ez után
it: Crea un'altra posizione dopo questa
vi: Tạo vị trí khác sau cái này

source: Stock location created
es: Ubicación de inventario creada
hu: Készlet hely létrehozva
it: Posizione magazzino creata
vi: Vị trí kho đã được tạo

source: Are you sure you want to delete this stock location?
de: Sind Sie sicher, dass Sie diesen Lagerort löschen wollen?
es: ¿Está seguro que desea eliminar esta ubicación?
hu: Biztosan törölni szeretnéd ezt a készlet helyet?
it: Sei sicuro di voler eliminare questa posizione?
vi: Bạn có muốn xóa vị trí kho này?

source: Move to parent stock location
de: Zum übergeordneten Lagerbestand verschieben
es: Mover a la ubicación de inventario del padre
hu: Szülő készlet helyre mozgatás
it: Sposta nella posizione principale magazzino
vi: Di chuyển đến vị trí kho cha

source: Delete Stock Location
de: Bestand-Lagerort löschen
es: Eliminar ubicación de stock
hu: Készlethely törlése
it: Elimina Posizione di Giacenza
vi: Xóa vị trí kho

source: Action for stock items in this stock location
de: Aktion für Lagerartikel in diesem Lagerort
hu: Műveletek az ezen a helyen lévő tételekhez
it: Azione per gli elementi stock in questa posizione magazzino
vi: Chức năng cho mặt hàng trong vị trí kho này

source: Action for sub-locations
de: Aktion für Unter-Lagerorte
hu: Műveletek az al-helyekhez
it: Azione per sotto-ubicazioni
vi: Chức năng cho vị trí con

source: This part cannot be serialized
de: Dieser Teil kann nicht serialisiert werden
es: Esta parte no se puede serializar
hu: Ezt az alkatrészt nem lehet sorozatszámozni
it: Questo articolo non può essere serializzato
vi: Không thể trình tự hóa sản phẩm này

source: Add given quantity as packs instead of individual items
hu: Mennyiség hozzáadása csomagolási egységenként egyedi tételek helyett
vi: Thêm số lượng đã có theo gói thay vì mặt hàng đơn lẻ

source: Enter initial quantity for this stock item
de: Ausgangsmenge für diesen Lagerartikel eingeben
es: Introduzca la cantidad inicial para este artículo de stock
hu: Add meg a kezdeti mennyiséget ehhez a készlet tételhez
it: Inserisci quantità iniziale per questo articolo in giacenza
pt: Inserir quantidade inicial deste item de estoque
vi: Nhập số lượng ban đầu cho mặt hàng này

source: Enter serial numbers for new stock (or leave blank)
de: Seriennummern für neue Lagerartikel eingeben (oder leer lassen)
es: Introduzca números de serie para el nuevo stock (o deje en blanco)
hu: Add meg az új készlet tételhez tartozó sorozatszámokat (vagy hagyd üresen)
it: Inserire i numeri di serie per la nuova giacenza (o lasciare vuoto)
pt: Insira os números de série para novo estoque (ou deixe em branco)
vi: Nhập số sêri cho kho mới (hoặc bỏ trống)

source: Stock item duplicated
de: Lagerartikel dupliziert
hu: Készlet tétel lemásolva
it: Elemento di magazzino duplicato
pt: Item de estoque duplicado
vi: Mặt hàng đã được nhân bản

source: Duplicate Stock Item
de: Bestand duplizieren
es: Duplicar artículo de stock
hu: Készlet tétel másolása
it: Duplica elemento di magazzino
pt: Duplicar Item de Estoque
vi: Nhân bản mặt hàng

source: Are you sure you want to delete this stock item?
de: Sind Sie sicher, dass Sie diesen Lagerartikel löschen wollen?
es: ¿Está seguro que desea eliminar este artículo de stock?
hu: Biztosan törölni szeretnéd ezt a készlet tételt?
it: Sei sicuro di voler rimuovere questo elemento di magazzino?
pt: Você tem certeza que deseja excluir este item de estoque?
vi: Bạn có muốn xóa mặt hàng này?

source: Delete Stock Item
de: Lagerartikel löschen
es: Eliminar artículo de stock
hu: Készlet tétel törlése
it: Cancella Elemento di Magazzino
pt: Excluir Item de Estoque
vi: Xóa mặt hàng

source: Edit Stock Item
de: Lagerartikel bearbeiten
es: Editar artículo de stock
hu: Készlet tétel szerkesztése
it: Modifica elemento magazzino
pt: Editar Item do Estoque
vi: Sửa mặt hàng

source: Create another item after this one
hu: Új tétel létrehozása ez után
it: Crea un altro oggetto dopo questo
vi: Tạo mặt hàng khác sau cái này

source: Created new stock item
de: Neuer Lagerartikel erstellt
es: Crear nuevo artículo de stock
hu: Készlet tétel létrehozva
it: Crea nuova allocazione magazzino
vi: Thêm mới mặt hàng

source: Created multiple stock items
de: Mehrere Lagerartikel erstellt
es: Creados varios artículos de stock
hu: Több készlet tétel létre lett hozva
it: Creato più elementi stock
vi: Nhiều mặt hàng đã tạo

source: Find Serial Number
de: Seriennummer finden
es: Encontrar número serial
hu: Sorozatszám keresése
it: Trova Numero Di Serie
vi: Tìm số sêri

source: Enter serial number
de: Seriennummer eingeben
es: Introducir número de serie
hu: Sorozatszám megadása
it: Inserisci numero di serie
vi: Điền số sêri

source: Enter a serial number
de: Eine Seriennummer eingeben
es: Introducir un número de serie
hu: Adj meg egy sorozatszámot
it: Inserisci un numero di serie
vi: Điền một số sêri

source: No matching serial number
de: Keine passende Seriennummer
es: Ningún número de serie coincidente
hu: Nincs egyező sorozatszám
it: Nessun numero di serie corrispondente
vi: Số sêri không trùng khớp

source: More than one matching result found
de: Mehrere Ergebnisse gefunden
es: Más de un resultado encontrado
hu: Több egyező eredmény is van
it: Trovati più di un risultato corrispondente
vi: Tìm thấy nhiều hơn một kết quả phù hợp

source: Confirm stock assignment
de: Bestand Zuweisung bestätigen
es: Confirmar asignación de stock
hu: Készlet hozzárendelés jóváhagyása
it: Conferma l'assegnazione delle scorte
vi: Xác nhận phân kho

source: Assign Stock to Customer
de: Einem Kunden zuordnen
es: Asignar Stock al Cliente
hu: Készlet vevőhöz rendelése
it: Assegnare la scorta al cliente
vi: Phân kho đến khách hàng

source: Warning: Merge operation cannot be reversed
de: Achtung: Das Zusammenführen kann nicht rückgängig gemacht werden
es: Advertencia: La operación de fusión no puede ser revertida
hu: Figyelem: az összevonási művelet nem vonható vissza
it: Attenzione: L'operazione di unione non può essere annullata
vi: Cảnh báo: Hoạt động gộp không thể phục hồi

source: Some information will be lost when merging stock items
de: Einige Informationen gehen verloren, wenn Artikel zusammengeführt werden
es: Alguna información se perderá al combinar artículos de stock
hu: Némi információ elveszik a készlet összevonás során
it: Alcune informazioni andranno perse durante la fusione degli articoli di magazzino
vi: Một số thông tin sẽ mất khi gộp mặt hàng

source: Stock transaction history will be deleted for merged items
de: Lagerartikelverlauf wird für zusammengeführte Lagerartikel gelöscht
es: Se eliminará el historial de transacciones de stock para artículos fusionados
hu: A készlettörténet törölve lesz az összevont tételeknél
it: La cronologia delle transazioni di magazzino verrà eliminata per gli articoli uniti
vi: Sẽ xóa lịch sử giao dịch kho cho việc gộp hàng hóa

source: Supplier part information will be deleted for merged items
de: Lieferantenteil-Informationen werden für zusammengeführte Artikel gelöscht
es: La información de la parte del proveedor se eliminará para los artículos fusionados
hu: A beszállítói alkatrész információk törlődnek az összevont tételeknél
it: Le informazioni sulle parti del fornitore verranno eliminate per gli articoli uniti
vi: Sẽ xóa thông tin sản phẩm nhà cung cấp khi gộp hàng hóa

source: Confirm stock item merge
de: Zusammenführung der Artikel bestätigen
es: Confirmar fusión de artículos de stock
hu: Készlet összevonás megerősítése
it: Confermare l'unione degli articoli di magazzino
vi: Xác nhận gộp mặt hàng

source: Merge Stock Items
de: Artikel zusammenführen
es: Fusionar Artículos de Stock
hu: Készlet tételek összevonása
it: Unire gli articoli di magazzino
vi: Gộp mặt hàng

source: Transfer Stock
de: Bestand verschieben
es: Transferir Stock
hu: Készlet áthelyezése
it: Trasferisci giacenza
pt: Transferir Estoque
vi: Chuyển kho

source: Move
de: Verschieben
es: Mover
hu: Áthelyezés
it: Sposta
pt: Mover
vi: Di chuyển

source: Count Stock
de: Bestand zählen
es: Contar Stock
hu: Leltározás
it: Conta giacenza
pt: Contar Estoque
vi: Đếm hàng

source: Count
de: Anzahl
es: Contar
hu: Mennyiség
it: Conta
pt: Contar
vi: Đếm

source: Remove Stock
de: Bestand entfernen
es: Eliminar Stock
hu: Készlet csökkentése
it: Rimuovi giacenza
pt: Remover Estoque
vi: Xóa hàng hóa

source: Take
de: Entfernen
es: Tomar
hu: Kivesz
it: Prendi
pt: Pegar
vi: Lấy

source: Add Stock
de: Bestand hinzufügen
es: Añadir Stock
hu: Készlet növelése
it: Aggiungi giacenza
pt: Adicionar Estoque
vi: Thêm kho

source: Add
de: Hinzufügen
es: Añadir
hu: Hozzáad
it: Aggiungi
pt: Adicionar
vi: Thêm

source: Delete Stock
de: Bestand löschen
es: Eliminar Stock
hu: Készlet törlése
it: Elimina Stock
pt: Excluir Estoque
vi: Xóa kho

source: Quantity cannot be adjusted for serialized stock
de: Menge von serialisiertem Bestand kann nicht bearbeitet werden
es: La cantidad no se puede ajustar para el stock serializado
hu: Egyedi követésre kötelezett tételeknél a menyiség nem módosítható
it: La quantità non può essere regolata per le scorte serializzate
pt: Quantidade não pode ser ajustada para estoque serializado
vi: Không thể điều chỉnh số lượng cho kho tuần tự

source: Specify stock quantity
de: Bestandsanzahl angeben
es: Especificar cantidad de stock
hu: Készlet mennyiség megadása
it: Specificare la quantità di magazzino
pt: Especifique quantidade no estoque
vi: Chỉ ra số lượng kho

source: Select Stock Items
de: Lagerartikel auswählen
es: Seleccionar artículos de stock
hu: Készlet tételek kiválasztása
it: Seleziona Elementi Magazzino
pt: Selecionar Itens de Estoque
vi: Chọn mặt hàng

source: Select at least one available stock item
hu: Válassz legalább egy rendelkezésre álló készlet tételt
pt: Selecione ao menos um item de estoque disponível
vi: Chọn ít nhất một mặt hàng có sẵn

source: Confirm stock adjustment
de: Bestands-Anpassung bestätigen
es: Confirmar ajuste de stock
hu: Készlet módosítás jóváhagyása
it: Confermare l'adeguamento delle scorte
vi: Xác nhận điều chỉnh kho

source: PASS
de: ERFOLGREICH
es: PASA
hu: SIKER
it: OK
pt: PASSOU
vi: QUA

source: FAIL
de: FEHLGESCHLAGEN
es: FALLO
hu: SIKERTELEN
it: FALLITO
pt: FALHOU
vi: HỎNG

source: NO RESULT
de: KEIN ERGEBNIS
es: SIN RESULTADO
hu: NINCS EREDMÉNY
it: NESSUN RISULTATO
pt: SEM RESULTADO
vi: KHÔNG KẾT QUẢ

source: Pass test
de: Test bestanden
es: Pruebas pasadas
hu: Teszt sikeres
it: Test OK
pt: Passou no teste
vi: Qua kiểm thử

source: Add test result
de: Testergebnis hinzufügen
es: Añadir resultado de prueba
hu: Teszt eredmény hozzáadása
it: Aggiungi risultato test
pt: Adicionar resultado de teste
vi: Thêm kết quả kiểm thử

source: No test results found
de: Keine Testergebnisse gefunden
es: No se encontraron resultados de prueba
hu: Nincs teszt eredmény
it: Nessun risultato di prova trovato
pt: Nenhum resultado de teste encontrado
vi: Không tìm thấy kết quả kiểm thử

source: Test Date
de: Testdatum
es: Fecha de Prueba
hu: Teszt dátuma
it: Data del test
pt: Data do Teste
vi: Ngày kiểm thử

source: Edit Test Result
de: Testergebnis bearbeiten
es: Editar Resultados de Prueba
hu: Teszt eredmény szerkesztése
it: Modifica del risultato del test
pt: Editar Resultado do Teste
vi: Sửa kết quả kiểm thử

source: Delete Test Result
de: Testergebnis löschen
es: Borrar Resultado de Prueba
hu: Teszt eredmény törlése
it: Cancellare il risultato del test
pt: Excluir Resultado do Teste
vi: Xóa kết quả kiểm thử

source: In production
de: In Arbeit
es: En producción
hu: Gyártásban
it: In produzione
pt: Em produção
vi: Đang sản xuất

source: Installed in Stock Item
de: In Lagerartikel installiert
es: Instalado en el artículo de stock
hu: Beépítve készlet tételbe
it: Installato nell'elemento stock
pt: Instalado em Item de Estoque
vi: Đã cài đặt trong mặt hàng

source: Assigned to Sales Order
de: Auftrag zugewiesen
es: Asignado a la Orden de Venta
hu: Vevő rendeléshez hozzárendelve
it: Assegnato all'ordine di vendita
pt: Atribuir para o Pedido de Venda
vi: Được chỉ định đơn hàng bán

source: No stock location set
de: Kein Lagerort gesetzt
es: Ninguna ubicación de stock establecida
hu: Nincs hely megadva
it: Nessuna giacenza impostata
pt: Sem local de estoque definido
vi: Chưa đặt vị trí kho

source: Change stock status
hu: Készlet állapot módosítása
pt: Mudar estado do estoque
vi: Đổi vị trí kho

source: Merge stock
de: Bestand zusammenführen
es: Fusionar stock
hu: Készlet összevonása
it: Unisce la giacenza
pt: Mesclar estoque
vi: Gộp kho

source: Delete stock
de: Bestand löschen
es: Eliminar existencias
hu: Készlet törlése
it: Elimina Stock
pt: Excluir estoque
vi: Xóa kho

source: stock items
hu: készlet tételek
pt: itens de estoque
vi: mặt hàng

source: Scan to location
hu: Beolvasás helyre
pt: Escanear para local
vi: Quét đến vị trí
