Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Minimum Variant Cost
de: Minimale Variantenkosten
es: Costo mínimo de variante
hu: Minimum alkatrészváltozat ár
it: Variazione di costo minimo
pt: Custo Mínimo variável
vi: Giá trị biến thể tối thiểu

source: Calculated minimum cost of variant parts
de: Berechnete minimale Kosten für Variantenteile
es: Costo mínimo calculado de las partes variantes
hu: Alkatrészváltozatok számolt minimum költsége
it: Costo minimo calcolato di variazione dell'articolo
pt: Custo mínimo calculado das peças variáveis
vi: Chi phí tối thiểu của sản phẩm biến thể đã tính

source: Maximum Variant Cost
de: Maximale Variantenkosten
es: Costo máximo de variante
hu: Maximum alkatrészváltozat ár
it: Massima variazione di costo
pt: Custo Máximo Variável
vi: Chi phí biến thể tối đa

source: Calculated maximum cost of variant parts
de: Berechnete maximale Kosten für Variantenteile
es: Costo máximo calculado de las partes variantes
hu: Alkatrészváltozatok számolt maximum költsége
it: Costo massimo calcolato di variazione dell'articolo
pt: Custo máximo calculado das peças variáveis
vi: Chi phí tối đa của sản phẩm biến thể đã tính

source: Override minimum cost
de: Mindestkosten überschreiben
es: Anular el costo mínimo
hu: Minimum költség felülbírálása
pt: Sobrepor o custo mínimo
vi: Ghi đề chi phí tối thiểu

source: Override maximum cost
de: Maximale Kosten überschreiben
hu: Maximum költség felülbírálása
pt: Sobrepor o custo máximo
vi: Ghi đề chi phí tối đa

source: Calculated overall minimum cost
de: Berechnete Mindestkosten
es: Costo mínimo general calculado
hu: Számított általános minimum költség
it: Costo minimo totale calcolato
pt: Custo total mínimo calculado
vi: Chi phí tối thiểu tính toán tổng thể

source: Calculated overall maximum cost
de: Berechnete Maximalkosten
hu: Számított általános maximum költség
it: Costo massimo totale calcolato
pt: Custo total máximo calculado
vi: Chi phí tối đa tính toán tổng thể

source: Minimum Sale Price
de: Mindestverkaufspreis
es: Precio de venta mínimo
hu: Minimum eladási ár
it: Prezzo Di Vendita Minimo
pt: Preço Mínimo de Venda
vi: Giá bán thấp nhất

source: Minimum sale price based on price breaks
de: Mindestverkaufspreis basierend auf Staffelpreisen
es: Precio de venta mínimo basado en precios reducidos
hu: Minimum eladási ár az ársávok alapján
it: Prezzo minimo di vendita basato sulle interruzioni di prezzo
pt: Preço mínimo de venda baseado nos intervalos de preço
vi: Giá bán tối thiểu dựa trên phá giá

source: Maximum Sale Price
de: Maximaler Verkaufspreis
es: Precio de venta máximo
hu: Maximum eladási ár
it: Prezzo Di Vendita Massimo
pt: Preço Máximo de Venda
vi: Giá bán cao nhất

source: Maximum sale price based on price breaks
de: Maximalverkaufspreis basierend auf Staffelpreisen
es: Precio de venta máximo basado en precios reducidos
hu: Maximum eladási ár az ársávok alapján
it: Prezzo massimo di vendita basato sulle interruzioni di prezzo
pt: Preço máximo de venda baseado nos intervalos de preço
vi: Giá bán cao nhất dựa trên phá giá

source: Minimum Sale Cost
de: Mindestverkaufskosten
es: Costo de venta mínimo
hu: Minimum eladási költség
it: Costo Di Vendita Minimo
pt: Custo Mínimo de Venda
vi: Chi phí bán hàng tối thiểu

source: Minimum historical sale price
de: Minimaler historischer Verkaufspreis
es: Precio de venta mínimo histórico
hu: Eddigi minimum eladási ár
it: Prezzo storico minimo di vendita
pt: Preço histórico mínimo de venda
vi: Giá bán hàng tối thiểu trong lịch sử

source: Maximum Sale Cost
de: Maximale Verkaufskosten
es: Costo de Venta Máximo
hu: Maximum eladási költség
it: Costo Di Vendita Minimo
pt: Custo Máximo de Venda
vi: Giá bán hàng tối đa

source: Maximum historical sale price
de: Maximaler historischer Verkaufspreis
hu: Eddigi maximum eladási ár
it: Prezzo storico massimo di vendita
pt: Preço histórico máximo de venda
vi: Giá bán hàng tối đa trong lịch sử

source: Part for stocktake
de: Teil für die Inventur
hu: Leltározható alkatrész
it: Articolo per l'inventario
pt: Peça para Balanço
vi: Sản phẩm dành cho kiểm kê

source: Item Count
de: Stückzahl
es: Número de artículos
hu: Tételszám
it: Contatore Elemento
pt: Total de Itens
vi: Tổng số hàng

source: Number of individual stock entries at time of stocktake
de: Anzahl einzelner Bestandseinträge zum Zeitpunkt der Inventur
hu: Egyedi készlet tételek száma a leltárkor
it: Numero di scorte individuali al momento dell'inventario
pt: Número de entradas de estoques individuais no momento do balanço
vi: Số mục kho độc lậo tại thời điểm kiểm kê

source: Total available stock at time of stocktake
de: Insgesamt verfügbarer Lagerbestand zum Zeitpunkt der Inventur
hu: Teljes készlet a leltárkor
it: Totale delle scorte disponibili al momento dell'inventario
pt: Estoque total disponível no momento do balanço
vi: Tống số kho tại thời điểm kiểm kê

source: Date
de: Datum
es: Fecha
hu: Dátum
it: Data
pt: Data
vi: Ngày

source: Date stocktake was performed
de: Datum der Inventur
hu: Leltározva ekkor
it: Data in cui è stato effettuato l'inventario
pt: Data de realização do balanço
vi: Kiểm kê đã thực hiện

source: Additional notes
de: Zusätzliche Notizen
es: Notas adicionales
hu: További megjegyzések
it: Note aggiuntive
pt: Notas adicionais
vi: Ghi chú bổ sung

source: User who performed this stocktake
de: Benutzer, der diese Inventur durchgeführt hat
hu: Leltározta
it: Utente che ha eseguito questo inventario
pt: Usuário que fez o balanço
vi: Người dùng đã thực hiện đợt kiểm kê này

source: Minimum Stock Cost
de: Mindestbestandswert
es: Costo de Stock Mínimo
hu: Minimum készlet érték
it: Costo Minimo Scorta
pt: Custo Mínimo de Estoque
vi: Chi phí kho tối thiểu

source: Estimated minimum cost of stock on hand
de: Geschätzter Mindestwert des vorhandenen Bestands
es: Costo mínimo estimado del stock disponible
hu: Becsült minimum raktárkészlet érték
it: Costo minimo stimato di magazzino a disposizione
pt: Custo mínimo estimado de estoque disponível
vi: Chi phí kho tối thiểu ước tính của kho đang có

source: Maximum Stock Cost
de: Maximaler Bestandswert
hu: Maximum készlet érték
it: Costo Massimo Scorte
pt: Custo Máximo de Estoque
vi: Chi phí kho tối đa

source: Estimated maximum cost of stock on hand
de: Geschätzter Maximalwert des vorhandenen Bestands
hu: Becsült maximum raktárkészlet érték
it: Costo massimo stimato di magazzino a disposizione
pt: Custo máximo estimado de estoque disponível
vi: Chi phí kho tối đa ước tính của kho đang có

source: Report
de: Bericht
es: Informe
hu: Riport
pt: Reportar
vi: Báo cáo

source: Stocktake report file (generated internally)
de: Inventur-Berichtsdatei (intern generiert)
hu: Leltár riport fájl (generált)
it: File Report Inventario (generato internamente)
pt: Arquivo de Relatório de Balanço (gerado internamente)
vi: Tệp báo cáo kiểm kê (được sinh nội bộ)

source: Part Count
de: Anzahl der Teile
es: Número de partes
hu: Alkatrész szám
it: Conteggio Articolo
pt: Contagem de Peças
vi: Bộ đếm sản phẩm

source: Number of parts covered by stocktake
de: Anzahl der Teile, die von der Inventur abgedeckt werden
hu: Leltározott alkatrészek száma
it: Numero di articoli oggetto d'inventario
pt: Número de peças cobertas pelo Balanço
vi: Số sản phẩm đã được bao quát bởi kiểm kê

source: User who requested this stocktake report
de: Benutzer, der diesen Inventurbericht angefordert hat
hu: Felhasználó aki a leltár riportot kérte
it: Utente che ha richiesto questo report inventario
pt: Usuário que solicitou este relatório de balanço
vi: Người dùng đã yêu cầu báo cáo kiểm kê này

source: Test templates can only be created for trackable parts
de: Test-Vorlagen können nur für verfolgbare Teile angelegt werden
es: Las plantillas de prueba sólo pueden ser creadas para partes rastreables
hu: Teszt sablont csak követésre kötelezett alkatrészhez lehet csinálni
it: Il modello di prova può essere creato solo per gli articoli rintracciabili
pt: Modelos de teste só podem ser criados para peças rastreáveis
vi: Chỉ có thể tạo mẫu kiểm thử cho sản phẩm có thể theo dõi

source: Test with this name already exists for this part
de: Ein Test mit diesem Namen besteht bereits für dieses Teil
es: Ya existe una prueba con este nombre para esta parte
hu: Erre az alkatrészre már létezik teszt ilyen névvel
it: Una prova con questo nome esiste già per questo articolo
vi: Kiểm thử với tên này đã tồn tại cho sản phẩm này

source: Test Name
es: Nombre de prueba
hu: Teszt név
it: Nome Test
pt: Nome de Teste
vi: Tên kiểm thử

source: Enter a name for the test
de: Namen für diesen Test eingeben
es: Introduzca un nombre para la prueba
hu: Add meg a teszt nevét
it: Inserisci un nome per la prova
pt: Insira um nome para o teste
vi: Nhập tên cho kiểm thử

source: Test Description
de: Test-Beschreibung
es: Descripción de prueba
hu: Teszt leírása
it: Descrizione Di Prova
pt: Descrição do Teste
vi: Mô tả kiểm thử

source: Enter description for this test
de: Beschreibung für diesen Test eingeben
es: Introduce la descripción para esta prueba
hu: Adj hozzá egy leírást ehhez a teszthez
it: Inserisci descrizione per questa prova
pt: Digite a descrição para este teste
vi: Nhập mô tả cho kiểm thử này

source: Required
de: Benötigt
es: Requerido
hu: Kötelező
it: Richiesto
pt: Requerido
vi: Bắt buộc

source: Is this test required to pass?
de: Muss dieser Test erfolgreich sein?
es: ¿Es necesario pasar esta prueba?
hu: Szükséges-e hogy ez a teszt sikeres legyen?
it: Questa prova è necessaria per passare?
pt: Este teste é obrigatório passar?
vi: Kiểm thử này bắt buộc phải đạt?

source: Requires Value
de: Erfordert Wert
es: Requiere valor
hu: Kötelező érték
it: Valore richiesto
pt: Requer Valor
vi: Giá trị bắt buộc

source: Does this test require a value when adding a test result?
de: Muss für diesen Test ein Wert für das Test-Ergebnis eingetragen werden?
es: ¿Esta prueba requiere un valor al agregar un resultado de la prueba?
hu: Szükséges-e hogy ennek a tesztnek az eredményéhez kötelezően érték legyen rendelve?
it: Questa prova richiede un valore quando si aggiunge un risultato di prova?
pt: Este teste requer um valor ao adicionar um resultado de teste?
vi: Kiểm thử này yêu cầu 1 giá trị khi thêm một kết quả kiểm thử?

source: Requires Attachment
de: Anhang muss eingegeben werden
es: Adjunto obligatorio
hu: Kötelező melléklet
it: Allegato Richiesto
pt: Anexo obrigatório
vi: Yêu cầu đính kèm

source: Does this test require a file attachment when adding a test result?
de: Muss für diesen Test ein Anhang für das Test-Ergebnis hinzugefügt werden?
es: ¿Esta prueba requiere un archivo adjunto al agregar un resultado de la prueba?
hu: Szükséges-e hogy ennek a tesztnek az eredményéhez kötelezően fájl melléklet legyen rendelve?
it: Questa prova richiede un file allegato quando si aggiunge un risultato di prova?
pt: Este teste requer um anexo ao adicionar um resultado de teste?
vi: Kiểm thử này yêu cầu tệp đính kèm khi thêm một kết quả kiểm thử?

source: Checkbox parameters cannot have units
de: Checkbox-Parameter können keine Einheiten haben
hu: Jelölőnégyzet paraméternek nem lehet mértékegysége
pt: Parâmetros da caixa de seleção não podem ter unidades
vi: Tham số hộp kiểm tra không thể có đơn vị

source: Checkbox parameters cannot have choices
de: Checkbox-Parameter können keine Auswahl haben
hu: Jelölőnégyzet paraméternek nem lehetnek választási lehetőségei
pt: Os parâmetros da caixa de seleção não podem ter escolhas
vi: Tham số hộp kiểm tra không thể có lựa chọn

source: Choices must be unique
de: Auswahl muss einzigartig sein
hu: A lehetőségek egyediek kell legyenek
pt: Escolhas devem ser únicas
vi: Lựa chọn phải duy nhất

source: Parameter template name must be unique
de: Vorlagen-Name des Parameters muss eindeutig sein
es: El nombre de parámetro en la plantilla tiene que ser único
hu: A paraméter sablon nevének egyedinek kell lennie
it: Il nome del modello del parametro deve essere univoco
pt: Nome do modelo de parâmetro deve ser único
vi: Tên tham số mẫu phải là duy nhất

source: Parameter Name
de: Name des Parameters
es: Nombre de Parámetro
hu: Paraméter neve
it: Nome Parametro
pt: Nome do Parâmetro
vi: Tên tham số

source: Physical units for this parameter
de: Physikalische Einheiten für diesen Parameter
hu: Paraméter mértékegysége
pt: Unidades físicas para este parâmetro
vi: Đơn vị vật lý cho tham số này

source: Parameter description
de: Parameter-Beschreibung
hu: Paraméter leírása
it: Descrizione del parametro
pt: Descrição do Parâmetro
vi: Mô tả tham số

source: Checkbox
es: Casilla de verificación
hu: Jelölőnégyzet
pt: Caixa de seleção
vi: Ô lựa chọn

source: Is this parameter a checkbox?
de: Ist dieser Parameter eine Checkbox?
es: ¿Es este parámetro una casilla de verificación?
hu: Ez a paraméter egy jelölőnégyzet?
pt: Este parâmetro é uma caixa de seleção?
vi: Tham số này có phải là hộp kiểm tra?

source: Choices
de: Auswahlmöglichkeiten
es: Opciones
hu: Lehetőségek
pt: Escolhas
vi: Lựa chọn

source: Valid choices for this parameter (comma-separated)
de: Gültige Optionen für diesen Parameter (durch Kommas getrennt)
es: Opciones válidas para este parámetro (separados por comas)
hu: Választható lehetőségek (vesszővel elválasztva)
pt: Opções válidas para este parâmetro (separadas por vírgulas)
vi: Lựa chọn hợp lệ từ tham số này (ngăn cách bằng dấu phẩy)

source: Invalid choice for parameter value
es: Opción inválida para el valor del parámetro
hu: Hibás választás a paraméterre
pt: Escolha inválida para valor do parâmetro
vi: Lựa chọn sai cho giá trị tham số

source: Parent Part
de: Ausgangsteil
es: Parte principal
hu: Szülő alkatrész
it: Articolo principale
pt: Peça Paternal
vi: Sản phẩm cha

source: Parameter Template
de: Parameter Vorlage
es: Plantilla de parámetro
hu: Paraméter sablon
it: Modello Parametro
pt: Modelo de parâmetro
vi: Mẫu tham số

source: Data
de: Wert
es: Datos
hu: Adat
it: Dati
pt: Dados
vi: Dữ liệu

source: Parameter Value
de: Parameter Wert
es: Valor del parámetro
hu: Paraméter értéke
it: Valore del Parametro
pt: Valor do Parâmetro
vi: Giá trị tham số

source: Default Value
de: Standard-Wert
es: Valor predeterminado
hu: Alapértelmezett érték
it: Valore Predefinito
pt: Valor Padrão
vi: Giá trị mặc định

source: Default Parameter Value
de: Standard Parameter Wert
es: Valor de parámetro por defecto
hu: Alapértelmezett paraméter érték
it: Valore Parametro Predefinito
pt: Valor Padrão do Parâmetro
vi: Giá trị tham số mặc định

source: Part ID or part name
de: Teilnummer oder Teilname
es: ID de parte o nombre de parte
hu: Alkatrész ID vagy alkatrész név
it: ID articolo o nome articolo
pt: ID da peça ou nome da peça
vi: Tên hoặc mã sản phẩm

source: Unique part ID value
de: Eindeutige Teil-ID
es: Valor de ID de parte única
hu: Egyedi alkatrész ID értéke
it: Valore ID articolo univoco
pt: Valor exclusivo do ID de peça
vi: Giá trị mã sản phẩm duy nhất

source: Part IPN value
de: IPN-Wert des Teils
es: Valor IPN de parte
hu: Alkatrész IPN érték
it: Valore IPN articolo
pt: Valor da parte IPN
vi: Giá trị IPN sản phẩm

source: Level
de: Stufe
es: Nivel
hu: Szint
it: Livello
pt: Nível
vi: Cấp độ

source: BOM level
de: Stücklistenebene
es: Nivel de BOM
hu: Alkatrészjegyzék szint
it: Livello distinta base
pt: Nível da LDM
vi: Cấp độ BOM

source: BOM Item
de: Stücklisten-Position
es: Item de Lista de Materiales
hu: Alkatrészjegyzék tétel
it: Distinta base (Bom)
pt: Item LDM
vi: Mục BOM

source: Select parent part
de: Ausgangsteil auswählen
es: Seleccionar parte principal
hu: Szülő alkatrész kiválasztása
it: Seleziona articolo principale
pt: Selecione a Peça Parental
vi: Chọn sản phẩm cha

source: Sub part
de: Untergeordnetes Teil
es: Sub parte
hu: Al alkatrész
it: Articolo subordinato
pt: Sub peça
vi: Sản phẩm phụ

source: Select part to be used in BOM
de: Teil für die Nutzung in der Stückliste auswählen
es: Seleccionar parte a utilizar en BOM
hu: Válaszd ki az alkatrészjegyzékben használandó alkatrészt
it: Seleziona l'articolo da utilizzare nella Distinta Base
pt: Selecionar peça a ser usada na LDM
vi: Chọn sản phẩm được dùng trong BOM

source: BOM quantity for this BOM item
de: Stücklisten-Anzahl für dieses Stücklisten-Teil
es: Cantidad del artículo en BOM
hu: Alkatrészjegyzék mennyiség ehhez az alkatrészjegyzék tételhez
it: Quantità Distinta Base per questo elemento Distinta Base
pt: Quantidade de LDM para este item LDM
vi: Số lượng BOM cho mục BOM này

source: This BOM item is optional
de: Diese Stücklisten-Position ist optional
es: Este artículo BOM es opcional
hu: Ez az alkatrészjegyzék tétel opcionális
it: Questo elemento della Distinta Base è opzionale
pt: Este item LDM é opcional
vi: Mục BOM này là tùy chọn

source: This BOM item is consumable (it is not tracked in build orders)
de: Diese Stücklisten-Position ist ein Verbrauchsartikel (sie wird nicht in Bauaufträgen verfolgt)
es: Este artículo de BOM es consumible (no está rastreado en órdenes de construcción)
hu: Ez az alkatrészjegyzék tétel fogyóeszköz (készlete nincs követve a gyártásban)
it: Questo elemento della Distinta Base è consumabile (non è tracciato negli ordini di produzione)
pt: Este item LDM é consumível (não é rastreado nos pedidos de construção)
vi: Mục BOM này bị tiêu hao (không được theo dõi trong đơn đặt bản dựng)

source: Overage
de: Überschuss
es: Exceso
hu: Többlet
it: Eccedenza
pt: Excedente
vi: Dư thừa

source: Estimated build wastage quantity (absolute or percentage)
de: Geschätzter Ausschuss (absolut oder prozentual)
es: Cantidad estimada de desperdicio de construcción (absoluta o porcentaje)
hu: Becsült gyártási veszteség (abszolút vagy százalékos)
it: Quantità stimata scarti di produzione (assoluta o percentuale)
pt: Quantidade estimada de desperdício (absoluto ou porcentagem)
vi: Số lượng bản dựng lãng phí ước tính (tuyệt đối hoặc phần trăm)

source: BOM item reference
de: Referenz der Postion auf der Stückliste
es: Referencia de artículo de BOM
hu: Alkatrészjegyzék tétel azonosító
it: Riferimento Elemento Distinta Base
pt: Referência do Item LDM
vi: Tham chiếu mục BOM

source: BOM item notes
de: Notizen zur Stücklisten-Position
es: Notas del artículo de BOM
hu: Alkatrészjegyzék tétel megjegyzései
it: Note Elemento Distinta Base
pt: Notas do Item LDM
vi: Ghi chú mục BOM

source: Checksum
de: Prüfsumme
es: Suma de verificación
hu: Ellenőrző összeg
it: Codice di controllo
pt: Soma de verificação
vi: Giá trị tổng kiểm

source: BOM line checksum
de: Prüfsumme der Stückliste
es: Suma de verificación de línea de BOM
hu: Alkatrészjegyzék sor ellenőrző összeg
it: Codice di controllo Distinta Base
pt: Soma de Verificação da LDM da linha
vi: Giá trị tổng kiểm dòng BOM

source: Validated
de: überprüft
es: Validado
hu: Jóváhagyva
it: Convalidato
pt: Validado
vi: Đã xác minh

source: This BOM item has been validated
de: Diese Stücklistenposition wurde validiert
es: Este artículo de BOM ha sido validado
hu: Ez a BOM tétel jóvá lett hagyva
pt: O item da LDM foi validado
vi: Mục BOM này là hợp lệ

source: Gets inherited
de: Wird vererbt
hu: Öröklődött
pt: Obtém herdados
vi: Nhận thừa hưởng

source: This BOM item is inherited by BOMs for variant parts
de: Diese Stücklisten-Position wird in die Stücklisten von Teil-Varianten vererbt
es: Este artículo BOM es heredado por BOMs para partes variantes
hu: Ezt az alkatrészjegyzék tételt az alkatrész változatok alkatrészjegyzékei is öröklik
it: Questo elemento della Distinta Base viene ereditato dalle Distinte Base per gli articoli varianti
pt: Este item da LDM é herdado por LDMs para peças variáveis
vi: Mục BOM này được thừa kế bởi BOM cho sản phẩm biến thể

source: Allow Variants
de: Varianten zulassen
es: Permitir variantes
hu: Változatok
it: Consenti Le Varianti
pt: Permitir variações
vi: Cho phép biến thể

source: Stock items for variant parts can be used for this BOM item
de: Bestand von Varianten kann für diese Stücklisten-Position verwendet werden
es: Artículos de stock para partes variantes pueden ser usados para este artículo BOM
hu: Alkatrészváltozatok készlet tételei használhatók ehhez az alkatrészjegyzék tételhez
it: Gli elementi in giacenza per gli articoli varianti possono essere utilizzati per questo elemento Distinta Base
pt: Itens de estoque para as peças das variantes podem ser usados para este item LDM
vi: Hàng trong kho cho sản phẩm biến thể có thể được dùng bởi mục BOM này

source: Quantity must be integer value for trackable parts
de: Menge muss eine Ganzzahl sein
es: La cantidad debe ser un valor entero para las partes rastreables
hu: A mennyiség egész szám kell legyen a követésre kötelezett alkatrészek esetén
it: La quantità deve essere un valore intero per gli articoli rintracciabili
pt: Quantidade deve ser valor inteiro para peças rastreáveis
vi: Số lượng phải là giá trị nguyên dùng cho sản phẩm có thể theo dõi được

source: Sub part must be specified
de: Zuliefererteil muss festgelegt sein
es: Debe especificar la subparte
hu: Al alkatrészt kötelező megadni
it: L'articolo subordinato deve essere specificato
pt: Sub peça deve ser especificada
vi: Sản phẩm phụ phải được chỉ định

source: BOM Item Substitute
de: Stücklisten Ersatzteile
es: Ítem de BOM sustituto
hu: Alkatrészjegyzék tétel helyettesítő
it: Elemento Distinta Base Sostituito
pt: Substituir Item da LDM
vi: Sảm phẩm thay thế mục BOM

source: Substitute part cannot be the same as the master part
de: Ersatzteil kann nicht identisch mit dem Hauptteil sein
es: La parte sustituta no puede ser la misma que la parte principal
hu: A helyettesítő alkatrész nem lehet ugyanaz mint a fő alkatrész
it: La parte sostituita non può essere la stessa dell'articolo principale
pt: A peça de substituição não pode ser a mesma que a peça mestre
vi: Sản phẩm thay thế không thể giống sản phẩm chủ đạo

source: Parent BOM item
de: Übergeordnete Stücklisten Position
es: Artículo BOM superior
hu: Szülő alkatrészjegyzék tétel
it: Elemento principale Distinta Base
pt: Item LDM Parental
vi: Hàng hóa BOM cha

source: Substitute part
de: Ersatzteil
es: Sustituir parte
hu: Helyettesítő alkatrész
it: Sostituisci l'Articolo
pt: Substituir peça
vi: Sản phẩm thay thế

source: Part 1
de: Teil 1
es: Parte 1
hu: 1.rész
it: Articolo 1
pt: Parte 1
vi: Sản phẩm 1

source: Part 2
de: Teil 2
es: Parte 2
hu: 2.rész
it: Articolo 2
pt: Parte 2
vi: Sản phẩm 2

source: Select Related Part
de: verknüpftes Teil auswählen
es: Seleccionar parte relacionada
hu: Válassz kapcsolódó alkatrészt
it: Seleziona Prodotto Relativo
pt: Selecionar Peça Relacionada
vi: Chọn sản phẩm liên quan

source: Part relationship cannot be created between a part and itself
de: Teil-Beziehung kann nicht zwischen einem Teil und sich selbst erstellt werden
hu: Alkatrész kapcsolat nem hozható létre önmagával
it: Non si può creare una relazione tra l'articolo e sé stesso
pt: Relacionamento da peça não pode ser criada com ela mesma
vi: Không thể tạo mối quan hệ giữa một sản phẩm và chính nó

source: Duplicate relationship already exists
de: Doppelte Beziehung existiert bereits
hu: Már létezik duplikált alkatrész kapcsolat
it: La relazione duplicata esiste già
pt: Relação duplicada já existe
vi: Đã tồn tại mối quan hệ trùng lặp

source: Purchase currency of this stock item
de: Kaufwährung dieses Lagerartikels
es: Moneda de compra de ítem de stock
hu: Beszerzési pénzneme ennek a készlet tételnek
it: Valuta di acquisto di questo articolo in stock
pt: Moeda de compra deste item de estoque
vi: Loại tiền mua hàng của hàng hóa này

source: No parts selected
de: Keine Teile ausgewählt
hu: Nincs kiválasztva alkatrész
pt: Nenhuma parte selecionada
vi: Chưa chọn sản phẩm

source: Select category
de: Kategorie auswählen
hu: Válassz kategóriát
pt: Selecionar categoria
vi: Chọn danh mục

source: Original Part
de: Originalteil
es: Parte original
hu: Eredeti alkatrész
it: Articolo Originale
pt: Peça Original
vi: Sản phẩm gốc
