Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Display installed stock items in stock tables
de: Anzeige der installierten Lagerartikel in Bestandstabellen
es: Mostrar los artículos de stock instalados en las tablas de stock
hu: Beépített készlet tételek megjelenítése a készlet táblákban
pt: Exibir itens de estoque instalados nas tabelas de estoque
vi: Hiển thị hàng trong kho đã được lắp đặt trên bảng kho

source: Build Order Reference Pattern
de: Bauauftragsreferenz-Muster
es: Patrón de Referencia de Ordenes de Armado
hu: Gyártási utasítás azonosító minta
it: Modello Di Riferimento Ordine Di Produzione
pt: Modelo de Referência de Pedidos de Produção
vi: Mã tham chiếu đơn đặt bản dựng

source: Required pattern for generating Build Order reference field
de: Benötigtes Muster für die Generierung des Referenzfeldes für Bauaufträge
es: Patrón requerido para generar el campo de referencia de la Orden de Ensamblado
hu: Szükséges minta a gyártási utasítás azonosító mező előállításához
it: Modello richiesto per generare il campo di riferimento ordine di produzione
pt: Modelo necessário para gerar campo de referência do Pedido de Produção
vi: Mẫu bắt buộc cho để trường tham chiếu đơn đặt bản dựng

source: Enable Return Orders
de: Rücksendungen aktivieren
es: Habilitar órdenes de devolución
hu: Visszavétel engedélyezése
pt: Ativar Pedidos de Devolução
vi: Bật đơn hàng trả lại

source: Enable return order functionality in the user interface
de: Aktivieren der Rücksendung-Funktion in der Benutzeroberfläche
es: Habilitar la funcionalidad de orden de devolución en la interfaz de usuario
hu: Visszavételek engedélyezése a felületen
pt: Ativar funcionalidade de pedido de retorno na interface do usuário
vi: Bật chức năng đơn hàng trả lại trong giao diện người dùng

source: Return Order Reference Pattern
de: Referenz Muster für Rücksendungen
es: Patrón de referencia de orden de devolución
hu: Visszavétel azonosító minta
pt: Modelo de Referência de Pedidos de Devolução
vi: Mẫu tham chiếu đơn hàng trả lại

source: Required pattern for generating Return Order reference field
de: Benötigtes Muster für die Generierung des Referenzfeldes für Rücksendungen
es: Patrón requerido para generar el campo de referencia de la orden de devolución
hu: Szükséges minta a visszavétel azonosító mező előállításához
pt: Modelo necessário para gerar campo de referência do Pedido de Devolução
vi: Mẫu bắt buộc để tạo trường tham chiếu đơn hàng trả lại

source: Edit Completed Return Orders
de: Abgeschlossene Rücksendungen bearbeiten
es: Editar ordenes de devolución completadas
hu: Befejezett visszavétel szerkesztése
pt: Editar os Pedidos de Devolução Concluídos
vi: Sửa đơn hàng trả lại đã hoàn thành

source: Allow editing of return orders after they have been completed
de: Bearbeitung von Rücksendungen nach Abschluss erlauben
es: Permitir la edición de ordenes de devolución después de que hayan sido completados
hu: Visszavétel szerkesztésének engedélyezése befejezés után
pt: Permitir a edição de pedidos de devolução após serem enviados ou concluídos
vi: Cho phép sửa đơn hàng trả lại sau khi đã hoàn thành rồi

source: Sales Order Reference Pattern
de: Auftragsreferenz-Muster
es: Patrón de Referencia de Ordenes de Venta
hu: Vevői rendelés azonosító minta
it: Modello Di Riferimento Ordine Di Vendita
pt: Modelo de Referência de Pedidos de Venda
vi: Mẫu tham chiếu đơn đặt hàng

source: Required pattern for generating Sales Order reference field
de: Benötigtes Muster für die Generierung des Referenzfeldes für Aufträge
es: Patrón requerido para generar el campo de referencia de la orden de venta
hu: Szükséges minta a vevői rendelés azonosító mező előállításához
it: Modello richiesto per generare il campo di riferimento ordine di vendita
pt: Modelo necessário para gerar campo de referência do Pedido de Venda
vi: Mẫu bắt buộc để tạo trường tham chiếu đơn đặt hàng

source: Sales Order Default Shipment
de: Auftrag Standardsendung
es: Envío Predeterminado de Ordenes de Venta
hu: Vevői rendeléshez alapértelmezett szállítmány
it: Spedizione Predefinita Ordine Di Vendita
pt: Envio Padrão de Pedidos de Venda
vi: Vận chuyển mặc định đơn đặt hàng

source: Enable creation of default shipment with sales orders
de: Erstelle eine Standardsendung für Aufträge
es: Habilitar la creación de envío predeterminado con ordenes de entrega
hu: Szállítmány automatikus létrehozása az új vevő rendelésekhez
it: Abilita la creazione di spedizioni predefinite con ordini di vendita
pt: Habilitar criação de envio padrão com Pedidos de Vendas
vi: Cho phép tạo vận chuyển mặc định với đơn đặt hàng

source: Edit Completed Sales Orders
de: Abgeschlossene Verkaufsaufträge bearbeiten
es: Editar Ordenes de Venta Completados
hu: Befejezett vevői rendelés szerkesztése
it: Modifica Ordini Di Vendita Completati
pt: Editar os Pedidos de Vendas concluídos
vi: Sửa đơn đặt hàng đã hoàn thành

source: Allow editing of sales orders after they have been shipped or completed
de: Bearbeitung von Verkaufsaufträgen nach Versand oder Abschluss erlauben
es: Permitir la edición de ordenes de venta después de que hayan sido enviados o completados
hu: Vevői rendelések szerkesztésének engedélyezése szállítás vagy befejezés után
it: Consenti la modifica degli ordini di vendita dopo che sono stati spediti o completati
pt: Permitir a edição de pedidos de vendas após serem enviados ou concluídos
vi: Cho phép sửa đơn đặt hàng sau khi đã vận chuyển hoặc hoàn thành

source: Purchase Order Reference Pattern
de: Bestellungsreferenz-Muster
es: Patrón de Referencia de Orden de Compra
hu: Beszerzési rendelés azonosító minta
it: Modello di Riferimento Ordine D'Acquisto
pt: Modelo de Referência de Pedidos de Compras
vi: Mẫu tham chiếu đơn đặt mua

source: Required pattern for generating Purchase Order reference field
de: Benötigtes Muster für die Generierung des Referenzfeldes für Bestellungen
es: Patrón requerido para generar el campo de referencia de la Orden de Compra
hu: Szükséges minta a beszerzési rendelés azonosító mező előállításához
it: Modello richiesto per generare il campo di riferimento ordine di acquisto
pt: Modelo necessário para gerar campo de referência do Pedido de Compra
vi: Mẫu bắt buộc cho để trường tham chiếu đơn đặt mua

source: Edit Completed Purchase Orders
de: Abgeschlossene Einkaufsaufträge bearbeiten
es: Editar Ordenes de Compra Completados
hu: Befejezett beszerzési rendelés szerkesztése
it: Modifica Ordini Di Acquisto Completati
pt: Editar Pedidos de Compra Concluídos
vi: Sửa đơn đặt mua đã hoàn thành

source: Allow editing of purchase orders after they have been shipped or completed
de: Bearbeitung von Einkaufsaufträgen nach Versand oder Abschluss erlauben
hu: Beszérzési rendelések szerkesztésének engedélyezése kiküldés vagy befejezés után
it: Consenti la modifica degli ordini di acquisto dopo che sono stati spediti o completati
pt: Permitir a edição de pedidos de compras após serem enviados ou concluídos
vi: Cho phép sửa đơn đặt mua sau khi đã vận chuyển hoặc hoàn thành

source: Enable password forgot
de: Passwort vergessen aktivieren
es: Habilitar función de contraseña olvidada
hu: Elfelejtett jelszó engedélyezése
it: Abilita password dimenticata
pt: Habitar esquecer senha
vi: Bật quên mật khẩu

source: Enable password forgot function on the login pages
de: Passwort-vergessen-Funktion auf den Anmeldeseiten aktivieren
es: Activar la función olvido de contraseña en las páginas de inicio de sesión
hu: Elfelejtett jelszó funkció engedélyezése a bejentkező oldalon
it: Abilita la funzione password dimenticata nelle pagine di accesso
pt: Habilitar a função "Esqueci minha senha" nas páginas de acesso
vi: Bật chức năng quên mật khẩu trong trang đăng nhập

source: Enable registration
de: Registrierung erlauben
es: Habilitar registro
hu: Regisztráció engedélyezése
it: Abilita registrazione
pt: Habilitar cadastro
vi: Bật đăng ký

source: Enable self-registration for users on the login pages
de: Selbstregistrierung für Benutzer auf den Anmeldeseiten aktivieren
es: Activar auto-registro para usuarios en las páginas de inicio de sesión
hu: Felhaszálók önkéntes regisztrációjának engedélyezése a bejelentkező oldalon
it: Abilita auto-registrazione per gli utenti nelle pagine di accesso
pt: Ativar auto-registro para usuários na página de entrada
vi: Cho phép người dùng tự đăng ký tại trang đăng nhập

source: Enable SSO
de: SSO aktivieren
es: Habilitar SSO
hu: SSO engedélyezése
it: SSO abilitato
pt: Ativar SSO
vi: Bật SSO

source: Enable SSO on the login pages
de: SSO auf den Anmeldeseiten aktivieren
es: Habilitar SSO en las páginas de inicio de sesión
hu: SSO engedélyezése a bejelentkező oldalon
it: Abilita SSO nelle pagine di accesso
pt: Ativar SSO na página de acesso
vi: Cho phép SSO tại trang đăng nhập

source: Enable SSO registration
de: SSO Selbstregistrierung aktivieren
es: Habilitar registro SSO
hu: SSO regisztráció engedélyezése
it: Abilita registrazione SSO
pt: Ativar registro SSO
vi: Bật đăng ký SSO

source: Enable self-registration via SSO for users on the login pages
de: Selbstregistrierung über SSO für Benutzer auf den Anmeldeseiten aktivieren
es: Activar autoregistro a través de SSO para usuarios en las páginas de inicio de sesión
hu: Felhaszálók önkéntes regisztrációjának engedélyezése SSO-n keresztül a bejelentkező oldalon
it: Abilita l'auto-registrazione tramite SSO per gli utenti nelle pagine di accesso
pt: Ativar auto-registro por SSO para usuários na página de entrada
vi: Cho phép người dùng tự đăng ký SSO tại trang đăng nhập

source: Email required
de: Email-Adresse erforderlich
es: Email requerido
hu: Email szükséges
it: Email richiesta
pt: Email obrigatório
vi: Yêu cầu email

source: Require user to supply mail on signup
de: Benutzer müssen bei der Registrierung eine E-Mail angeben
es: Requiere usuario para suministrar correo al registrarse
hu: Kötelező email megadás regisztrációkor
it: Richiedi all'utente di fornire una email al momento dell'iscrizione
pt: Exigir do usuário o e-mail no cadastro
vi: Yêu cầu người dùng cung cấp email để đăng ký

source: Auto-fill SSO users
de: SSO-Benutzer automatisch ausfüllen
es: Auto-rellenar usuarios SSO
hu: SSO felhasználók automatikus kitöltése
it: Riempimento automatico degli utenti SSO
pt: Auto-preencher usuários SSO
vi: Người dùng tự động điền SSO

source: Automatically fill out user-details from SSO account-data
de: Benutzer-Details automatisch aus SSO-Konto ausfüllen
es: Rellenar automáticamente los datos de usuario de la cuenta SSO
hu: Felhasználó adatainak automatikus kitöltése az SSO fiókadatokból
it: Compila automaticamente i dettagli dell'utente dai dati dell'account SSO
pt: Preencher automaticamente os detalhes do usuário a partir de dados da conta SSO
vi: Tự động điền thông tin chi tiết từ dữ liệu tài khoản SSO

source: Mail twice
de: E-Mail zweimal
es: Correo dos veces
hu: Email kétszer
it: Posta due volte
pt: Enviar email duplo
vi: Thư 2 lần

source: On signup ask users twice for their mail
de: Bei der Registrierung den Benutzer zweimal nach der E-Mail-Adresse fragen
es: Al registrarse pregunte dos veces a los usuarios por su correo
hu: Regisztráláskor kétszer kérdezze a felhasználó email címét
it: Al momento della registrazione chiedere due volte all'utente l'indirizzo di posta elettronica
pt: No registro pedir aos usuários duas vezes pelo email
vi: Khi đăng ký sẽ hỏi người dùng hai lần thư điện tử của họ

source: Password twice
de: Passwort zweimal
es: Contraseña dos veces
hu: Jelszó kétszer
it: Password due volte
pt: Senha duas vezes
vi: Mật khẩu 2 lần

source: On signup ask users twice for their password
de: Bei der Registrierung den Benutzer zweimal nach dem Passwort fragen
es: Al registrarse, preguntar dos veces a los usuarios por su contraseña
hu: Regisztráláskor kétszer kérdezze a felhasználó jelszavát
it: Al momento della registrazione chiedere agli utenti due volte l'inserimento della password
pt: No registro pedir aos usuários duas vezes pela senha
vi: Khi đăng ký sẽ hỏi người dùng hai lần mật khẩu của họ

source: Allowed domains
de: Erlaubte Domains
es: Dominios permitidos
hu: Engedélyezett domainek
it: Domini consentiti
pt: Domínios permitidos
vi: Các tên miền được phép

source: Restrict signup to certain domains (comma-separated, starting with @)
de: Anmeldung auf bestimmte Domänen beschränken (kommagetrennt, beginnend mit @)
hu: Feliratkozás korlátozása megadott domain-ekre (vesszővel elválasztva, @-al kezdve)
pt: Restringir registros a certos domínios (separados por vírgula, começando com @)
vi: Cấm đăng ký với 1 số tên miền cụ thể (dấu phẩy ngăn cách, bắt đầu với dấu @)

source: Group on signup
de: Gruppe bei Registrierung
es: Grupo al registrarse
hu: Csoport regisztráláskor
it: Gruppo iscrizione
pt: Grupo no cadastro
vi: Nhóm khi đăng ký

source: Group to which new users are assigned on registration
de: Gruppe der neue Benutzer bei der Registrierung zugewiesen werden
es: Grupo al que se asignan nuevos usuarios al registrarse
hu: Csoport amihez a frissen regisztrált felhasználók hozzá lesznek rendelve
it: Gruppo a cui i nuovi utenti vengono assegnati al momento della registrazione
pt: Grupo ao qual novos usuários são atribuídos no registro
vi: Nhóm được gán cho người dùng mới khi đăng ký

source: Enforce MFA
de: MFA erzwingen
es: Forzar MFA
hu: Többfaktoros hitelesítés kényszerítése
it: Applica MFA
pt: Forçar AMF
vi: Bắt buộc MFA

source: Users must use multifactor security.
de: Benutzer müssen Multifaktor-Authentifizierung verwenden.
es: Los usuarios deben utilizar seguridad multifactor.
hu: A felhasználóknak többfaktoros hitelesítést kell használniuk.
it: Gli utenti devono utilizzare la sicurezza a due fattori.
pt: Os usuários devem usar uma segurança multifator.
vi: Người dùng phải sử dụng bảo mật đa nhân tố.

source: Check plugins on startup
de: Plugins beim Start prüfen
es: Comprobar complementos al iniciar
hu: Pluginok ellenőrzése indításkor
it: Controlla i plugin all'avvio
pt: Checar extensões no início
vi: Kiểm tra phần mở rộng khi khởi động

source: Check that all plugins are installed on startup - enable in container environments
de: Beim Start überprüfen, ob alle Plugins installiert sind - Für Container aktivieren
es: Comprobar que todos los complementos están instalados en el arranque - habilitar en entornos de contenedores
hu: Ellenőrizze induláskor hogy minden plugin telepítve van - engedélyezd konténer környezetben (docker)
it: Controlla che tutti i plugin siano installati all'avvio - abilita in ambienti contenitore
pt: Checar que todas as extensões instaladas no início — ativar em ambientes de contêineres
vi: Kiểm tra toàn bộ phần mở rộng đã được cài đặt khi khởi dộng - bật trong môi trường ảo hóa

source: Enable URL integration
de: URL-Integration aktivieren
es: Habilitar integración de URL
hu: URL integráció engedélyezése
it: Abilita l'integrazione URL
pt: Ativar integração URL
vi: Bật tích hợp URL

source: Enable plugins to add URL routes
de: Plugins zum Hinzufügen von URLs aktivieren
es: Habilitar plugins para añadir rutas de URL
hu: URL útvonalalak hozzáadásának engedélyezése a pluginok számára
it: Attiva plugin per aggiungere percorsi URL
pt: Ativar extensão para adicionar rotas URL
vi: Bật phần mở rộng để thêm định tuyến URL

source: Enable navigation integration
de: Navigations-Integration aktivieren
es: Habilitar integración de navegación
hu: Navigációs integráció engedélyezése
it: Attiva integrazione navigazione
pt: Ativar integração de navegação
vi: Bật tích hợp điều hướng

source: Enable plugins to integrate into navigation
de: Plugins zur Integration in die Navigation aktivieren
es: Habilitar plugins para integrar en la navegación
hu: Navigációs integráció engedélyezése a pluginok számára
it: Abilita i plugin per l'integrazione nella navigazione
pt: Ativar extensões para integrar à navegação
vi: Bật phần mở rộng để tích hợp thanh định hướng

source: Enable app integration
de: App-Integration aktivieren
es: Habilitar integración de la aplicación
hu: App integráció engedélyezése
it: Abilita l'app integrata
pt: Ativa integração com aplicativo
vi: Bật tích hợp ứng dụng

source: Enable plugins to add apps
de: Plugins zum Hinzufügen von Apps aktivieren
es: Habilitar plugins para añadir aplicaciones
hu: App hozzáadásának engedélyezése a pluginok számára
it: Abilita plugin per aggiungere applicazioni
pt: Ativar extensões para adicionar aplicativos
vi: Bật phần mở rộng để thêm ứng dụng

source: Enable schedule integration
de: Terminplan-Integration aktivieren
es: Habilitar integración de programación
hu: Ütemezés integráció engedélyezése
it: Abilita integrazione pianificazione
pt: Ativar integração do calendário
vi: Cho phép tích hợp lập lịch

source: Enable plugins to run scheduled tasks
de: Geplante Aufgaben aktivieren
es: Habilitar plugins para ejecutar tareas programadas
hu: Háttérben futó feladatok hozzáadásának engedélyezése a pluginok számára
it: Abilita i plugin per eseguire le attività pianificate
pt: Ativar extensões para executar tarefas agendadas
vi: Bật phẩn mở rộng để chạy các tác vụ theo lịch

source: Enable event integration
de: Ereignis-Integration aktivieren
es: Habilitar integración de eventos
hu: Esemény integráció engedélyezése
it: Abilita eventi integrati
pt: Ativar integração de eventos
vi: Bật tích hợp nguồn cấp sự kiện

source: Enable plugins to respond to internal events
de: Plugins ermöglichen auf interne Ereignisse zu reagieren
es: Habilitar plugins para responder a eventos internos
hu: Belső eseményekre reagálás engedélyezése a pluginok számára
it: Abilita plugin per rispondere agli eventi interni
pt: Ativar extensões para responder a eventos internos
vi: Bật phần mở rộng để trả lời sự kiện bên trong

source: Enable project codes
de: Projektcodes aktivieren
es: Habilitar códigos de proyecto
hu: Projektszámok engedélyezése
pt: Habilitar códigos de projeto
vi: Bật mã dự án

source: Enable project codes for tracking projects
de: Aktiviere Projektcodes für die Verfolgung von Projekten
es: Habilitar códigos de proyecto para rastrear proyectos
hu: Projektszámok használatának engedélyezése a projektek követéséhez
pt: Ativar códigos de projeto para rastrear projetos
vi: Bật mã dự án để theo dõi dự án

source: Stocktake Functionality
de: Inventurfunktionen
hu: Leltár funkció
it: Funzionalità Dell'Inventario
pt: Funcionalidade de Balanço do Inventário
vi: Chức năng kiểm kê

source: Enable stocktake functionality for recording stock levels and calculating stock value
de: Inventur-Funktionen zur Aufzeichnung von Lagerbeständen und zur Berechnung des Lagerwerts aktivieren
hu: Leltár funkció engedélyezése a készlet mennyiség és érték számításhoz
it: Abilita la funzionalità d'inventario per la registrazione dei livelli di magazzino e il calcolo del valore di magazzino
pt: Ativar funcionalidade de balanço para gravar níveis de estoque e calcular seu valor
vi: Bật chức năng kiểm kê theo mức độ ghi nhận kho và tính toán giá trị kho

source: Exclude External Locations
de: Externe Standorte ausschließen
es: Excluir Ubicaciones Externas
hu: Külső helyek nélkül
pt: Excluir Locais Externos
vi: Ngoại trừ vị trí bên ngoài

source: Exclude stock items in external locations from stocktake calculations
de: Lagerartikeln in externen Standorten in der Berechnungen zur Bestandsaufnahme ausschließen
hu: Külső helyek figyelmen kívül hagyása a leltár számításoknál
pt: Excluir itens de estoque em locais externos dos cálculos do estoque
vi: Loại trừ hàng trong kho thuộc địa điểm bên ngoài ra khỏi tính toán kiểm kê

source: Automatic Stocktake Period
de: Automatische Inventur-Periode
hu: Automatikus leltár időpontja
it: Inventario periodico automatico
pt: Período de Balanço Automático
vi: Giai đoạn kiểm kê tự động

source: Number of days between automatic stocktake recording (set to zero to disable)
de: Anzahl der Tage zwischen automatischen Bestandsaufnahmen (zum Deaktivieren auf Null setzen)
hu: Hány naponta történjen automatikus leltár (nulla egyenlő tiltva)
it: Numero di giorni tra la registrazione automatica dell'inventario (imposta 0 per disabilitare)
pt: Número de dias entre gravação do balanço de estoque (coloque zero para desativar)
vi: Số ngày giữa ghi chép kiểm kê tự động (đặt không để tắt)

source: Report Deletion Interval
de: Löschintervall für Berichte
es: Intervalo de borrado de informe
hu: Riport törlési gyakoriság
pt: Intervalo para Excluir o Relatório
vi: Khoảng thời gian xóa báo cáo

source: Stocktake reports will be deleted after specified number of days
de: Inventurberichte werden nach der angegebenen Anzahl von Tagen gelöscht
hu: Régi leltár riportok törlése hány naponta történjen
it: I rapporti d'inventario verranno eliminati dopo il numero specificato di giorni
pt: Relatórios de balanço serão apagados após um número de dias especificado
vi: Báo cáo kiểm kê sẽ bị xóa sau số ngày xác định

source: Display Users full names
de: Vollständige Namen von Benutzern anzeigen
es: Mostrar nombres completos de los usuarios
hu: Felhasználók teljes nevének megjelenítése
pt: Mostrar nomes completos dos usuários
vi: Hiển thị tên đầy đủ của người dùng

source: Display Users full names instead of usernames
de: Vollständigen Namen von Benutzern anstatt Benutzername anzeigen
es: Mostrar nombres completos de usuarios en lugar de nombres de usuario
hu: Felhasználói név helyett a felhasználók teljes neve jelenik meg
pt: Mostrar Nomes Completos em vez de Nomes de Usuário
vi: Hiển thị tên đầy đủ thay vì tên đăng nhập

source: Settings key (must be unique - case insensitive
de: Einstellungs-Schlüssel (muss einzigartig sein, Groß-/ Kleinschreibung wird nicht beachtet)
es: Tecla de ajustes (debe ser única - mayúsculas y minúsculas
hu: Beállítások kulcs (egyedinek kell lennie, nem kis- nagybetű érzékeny
it: Tasto impostazioni (deve essere univoco - maiuscole e minuscole
pt: Senha de configurações (deve ser única — diferencia maiúsculas de minúsculas
vi: Khóa thiết lập (phải duy nhất - phân biệt hoa thường

source: Hide inactive parts
de: Inaktive Teile ausblenden
es: Ocultar partes inactivas
hu: Inaktív alkatrészek elrejtése
it: Nascondi Articoli Inattivi
pt: Ocultar peças inativas
vi: Ẩn sản phẩm ngừng hoạt động

source: Hide inactive parts in results displayed on the homepage
de: Ausblenden inaktiver Teile in den auf der Startseite angezeigten Ergebnissen
es: Ocultar partes inactivas en los resultados mostrados en la página de inicio
hu: Nem aktív alkatrészek elrejtése a kezdőlapon
pt: Ocultar peças inativas nos resultados exibidos na página inicial
vi: Ẩn sản phẩm bị tắt trong kết quả trình bày tại trang chủ

source: Show subscribed parts
de: Abonnierte Teile anzeigen
es: Mostrar partes suscritas
hu: Értesítésre beállított alkatrészek megjelenítése
it: Mostra articoli sottoscritti
pt: Mostrar peças subscritas
vi: Hiện sản phẩm đã đăng ký

source: Show subscribed parts on the homepage
de: Zeige abonnierte Teile auf der Startseite
es: Mostrar las partes suscritas en la página principal
hu: Alkatrész értesítések megjelenítése a főoldalon
it: Mostra gli articoli sottoscritti nella homepage
pt: Mostrar peças subscritas na tela inicial
vi: Hiện sản phẩm đã đăng ký trên trang chủ

source: Show subscribed categories
de: Abonnierte Kategorien anzeigen
es: Mostrar categorías suscritas
hu: Értesítésre beállított kategóriák megjelenítése
it: Mostra le categorie sottoscritte
pt: Mostrar categorias subscritas
vi: Hiện danh mục đã đăng ký

source: Show subscribed part categories on the homepage
de: Zeige abonnierte Teilkategorien auf der Startseite
es: Mostrar categorías de partes suscritas en la página de inicio
hu: Alkatrész kategória értesítések megjelenítése a főoldalon
it: Mostra le categorie dei componenti sottoscritti nella homepage
pt: Mostrar categorias de peças subscritas na tela inicial
vi: Hiện danh mục sản phẩm đã đăng ký trên trang chủ
