Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Use the escape key to close modal forms
de: Benutze die Esc-Taste, um Formulare zu schließen
es: Usa la clave de escape para cerrar formularios modales
hu: ESC billentyű használata a modális formok bezárásához
it: Utilizzare il tasto Esc per chiudere i moduli modali
pt: Usar a tecla Esc para fechar fomulários modais
vi: Sử dụng phím escape để đóng mẫu biểu hộp thoại

source: Fixed Navbar
de: Fixierter Navigationsleiste
es: Barra de navegación fija
hu: Rögzített menüsor
it: Barra di navigazione fissa
pt: Fixar Navbar
vi: Cố định điều hướng

source: The navbar position is fixed to the top of the screen
de: Position der Navigationsleiste am oberen Bildschirmrand fixieren
es: La posición de la barra de navegación se fija en la parte superior de la pantalla
hu: A menü pozíciója mindig rögzítve a lap tetején
it: La posizione della barra di navigazione è fissata nella parte superiore dello schermo
pt: A posição do Navbar é fixa no topo da tela
vi: Vị trí thành điều hướng là cố định trên cùng màn hình

source: Date Format
de: Datumsformat
es: Formato de Fecha
hu: Dátum formátum
it: Formato Data
pt: Formato da data
vi: Định dạng ngày

source: Preferred format for displaying dates
de: Bevorzugtes Format für die Anzeige von Daten
es: Formato preferido para mostrar fechas
hu: Preferált dátum formátum a dátumok kijelzésekor
it: Formato predefinito per visualizzare le date
pt: Formato preferido para mostrar datas
vi: Định dạng ưa chuộng khi hiển thị ngày

source: Part Scheduling
de: Teilzeitplanung
es: Planificación de partes
hu: Alkatrész ütemezés
it: Programmazione Prodotto
pt: Agendamento de peças
vi: Lập lịch sản phẩm

source: Display part scheduling information
de: Zeige Zeitplanung für Teile
hu: Alkatrész ütemezési információk megjelenítése
it: Mostra informazioni sulla pianificazione del prodotto
pt: Mostrar informações de agendamento de peças
vi: Hiển thị thông tin lịch sản phẩm

source: Part Stocktake
de: Inventur
hu: Alkatrész leltár
it: Inventario Prodotto
pt: Balanço de Peça
vi: Kiểm kê sản phẩm

source: Display part stocktake information (if stocktake functionality is enabled)
de: Zeigt Inventur-Informationen an (falls die Inventurfunktion aktiviert ist)
hu: Alkatrész leltár információk megjelenítése (ha a leltár funkció engedélyezett)
it: Visualizza le informazioni d'inventario dell'articolo (se la funzionalità d'inventario è abilitata)
pt: Mostrar informação de balanço da peça (se a funcionalidade de balanço estiver habilitada)
vi: Hiển thị thông tin kiểm kê sản phẩm (nếu chức năng kiểm kê được bật)

source: Table String Length
de: Zeichenkettenlänge in Tabellen
hu: Táblázati szöveg hossz
it: Lunghezza Stringa Tabella
pt: Comprimento da Tabela de Frases
vi: Độ dài chuỗi trong bảng

source: Maximum length limit for strings displayed in table views
pt: Limite máximo de comprimento para frases exibidas nas visualizações de tabela
vi: Giới hạn độ dài tối đa cho chuỗi hiển thị trong kiểu xem bảng biểu

source: Default part label template
de: Standardvorlage für Teilebeschriftung
hu: Alapértelmezett alkatrész címke sablon
pt: Modelo de rótulo padrão da peça
vi: Mẫu nhãn sản phẩm mặc định

source: The part label template to be automatically selected
de: Die Teil-Etikettenvorlage, die automatisch ausgewählt werden soll
hu: Az alapértelmezetten kiválasztott alkatrész címke sablon
pt: O modelo de rótulo da peça a ser selecionado automaticamente
vi: Mẫu nhãn sản phẩm mặc định được chọn tự động

source: Default stock item template
de: Lagerartikel-Standardvorlage
hu: Alapértelmezett készlet címke sablon
pt: Modelo padrão de item de estoque
vi: Mẫu hàng hóa trong khi mặc định

source: The stock item label template to be automatically selected
de: Die Lagerartikel-Etikettenvorlage soll automatisch ausgewählt werden
hu: Az alapértelmezetten kiválasztott készlet címke sablon
pt: O modelo de rótulo do item a ser selecionado automaticamente
vi: Mẫu nhãn hàng hóa trong kho tự động được chọn

source: Default stock location label template
de: Standardetikettenvorlage für Lagerstandort
hu: Alapértelmezett készlethely címke sablon
pt: Modelo de rótulo de localização do estoque padrão
vi: Mẫu nhãn vị trí kho mặc định

source: The stock location label template to be automatically selected
de: Die Lagerstandort-Etikettenvorlage, die automatisch ausgewählt werden soll
hu: Az alapértelmezetten kiválasztott készlethely címke sablon
pt: O modelo de rótulo do local de estoque a ser selecionado automaticamente
vi: Mẫu nhãn vị trí kho được chọn tự động

source: Receive error reports
de: Fehlerberichte empfangen
es: Recibir reportes de error
hu: Hibariportok fogadása
pt: Receber relatório de erros
vi: Nhận báo cáo lỗi

source: Receive notifications for system errors
de: Benachrichtigungen bei Systemfehlern erhalten
hu: Értesítések fogadása a rendszerhibákról
pt: Receber notificações para erros do sistema
vi: Nhận thông báo khi có lỗi hệ thống

source: Price break quantity
de: Preisstaffelungs Anzahl
es: Cantidad de salto de precio
hu: Ársáv mennyiség
it: Quantità prezzo limite
pt: Quantidade de Parcelamentos
vi: Số lượng giá phá vỡ

source: Price
de: Preis
es: Precio
hu: Ár
it: Prezzo
pt: Preço
vi: Giá

source: Unit price at specified quantity
de: Stückpreis für die angegebene Anzahl
es: Precio unitario a la cantidad especificada
hu: Egységár egy meghatározott mennyiség esetén
it: Prezzo unitario in quantità specificata
pt: Preço unitário na quantidade especificada
vi: Đơn vị giá theo số lượng cụ thể

source: Endpoint
de: Endpunkt
hu: Végpont
it: Scadenza
pt: Ponto final
vi: Đầu mối

source: Endpoint at which this webhook is received
de: Endpunkt, an dem dieser Webhook empfangen wird
es: Punto final en el que se recibe este webhook
hu: Végpont ahol ez a webhook érkezik
it: Scadenza in cui questa notifica viene ricevuta
pt: Ponto final em qual o gancho web foi recebido
vi: Đầu mối tại điểm webhook được nhận

source: Name for this webhook
de: Name für diesen Webhook
es: Nombre para este webhook
hu: Webhook neve
it: Nome per questa notifica
pt: Nome para este webhook
vi: Tên của webhook này

source: Active
de: Aktiv
es: Activo
hu: Aktív
it: Attivo
pt: Ativo
vi: Hoạt động

source: Is this webhook active
de: Ist dieser Webhook aktiv
es: Está activo este webhook
hu: Aktív-e ez a webhook
it: È questa notifica attiva
pt: Este gancho web está ativo
vi: Webhook có hoạt động không

source: Token
vi: Chữ ký số

source: Token for access
de: Token für Zugang
es: Token para el acceso
hu: Token a hozzáféréshez
it: Token per l'accesso
pt: Token de acesso
vi: Chữ ký số để truy cập

source: Secret
de: Geheimnis
es: Clave
hu: Titok
it: Segreto
pt: Segredo
vi: Bí mật

source: Shared secret for HMAC
de: Shared Secret für HMAC
es: Secreto compartido para HMAC
hu: Megosztott titok a HMAC-hoz
it: Segreto condiviso per HMAC
pt: Segredo compartilhado para HMAC
vi: Mã bí mật dùng chung cho HMAC

source: Message ID
de: Nachrichten-ID
es: ID de mensaje
hu: Üzenet azonosító
it: ID Messaggio
pt: ID da Mensagem
vi: Mã Tin nhắn

source: Unique identifier for this message
de: Eindeutige Kennung für diese Nachricht
es: Identificador único para este mensaje
hu: Egyedi azonosító ehhez az üzenethez
it: Identificatore unico per questo messaggio
pt: Identificador exclusivo desta mensagem
vi: Định danh duy nhất cho tin nhắn này

source: Host
hu: Kiszolgáló
pt: Servidor
vi: Máy chủ

source: Host from which this message was received
de: Host von dem diese Nachricht empfangen wurde
es: Servidor desde el cual se recibió este mensaje
hu: Kiszolgáló ahonnan ez az üzenet érkezett
it: Host da cui questo messaggio è stato ricevuto
pt: Servidor do qual esta mensagem foi recebida
vi: Mãy chủ từ tin nhắn này đã được nhận

source: Header
de: Kopfzeile
es: Encabezado
hu: Fejléc
it: Intestazione
pt: Cabeçalho
vi: Đầu mục

source: Header of this message
de: Header dieser Nachricht
es: Encabezado del mensaje
hu: Üzenet fejléce
it: Intestazione di questo messaggio
pt: Cabeçalho da mensagem
vi: Đầu mục tin nhắn

source: Body
es: Cuerpo
hu: Törzs
it: Contenuto
pt: Corpo
vi: Thân

source: Body of this message
de: Body dieser Nachricht
es: Cuerpo de este mensaje
hu: Üzenet törzse
it: Contenuto di questo messaggio
pt: Corpo da mensagem
vi: Thân tin nhắn này

source: Endpoint on which this message was received
de: Endpunkt, über den diese Nachricht empfangen wurde
es: Endpoint en el que se recibió este mensaje
hu: Végpont amin ez az üzenet érkezett
it: Scadenza in cui questo messaggio è stato ricevuto
pt: Ponto do qual esta mensagem foi recebida
vi: Đầu mối của tin nhắn này đã nhận được

source: Worked on
de: Bearbeitet
es: Trabajado en
hu: Dolgozott rajta
it: Lavorato il
pt: Trabalhado em
vi: Làm việc vào

source: Was the work on this message finished?
de: Wurde die Arbeit an dieser Nachricht abgeschlossen?
es: ¿El trabajo en este mensaje ha terminado?
hu: Befejeződött a munka ezzel az üzenettel?
it: Il lavoro su questo messaggio è terminato?
pt: O trabalho desta mensagem foi concluído?
vi: Công việc trong tin nhắn này đã kết thúc?

source: Id
vi: Mã

source: Title
de: Titel
es: Título
hu: Cím
it: Titolo
pt: Título
vi: Tiêu đề

source: Published
de: Veröffentlicht
es: Publicado
hu: Közzétéve
it: Pubblicato
pt: Publicado
vi: Đã công bố

source: Author
de: Autor
es: Autor
hu: Szerző
it: Autore
pt: Autor
vi: Tác giả

source: Summary
de: Zusammenfassung
es: Resumen
hu: Összefoglaló
it: Riepilogo
pt: Resumo
vi: Tóm tắt

source: Read
de: Gelesen
es: Leer
hu: Elolvasva
it: Letto
pt: Lida
vi: Đọc

source: Was this news item read?
de: Wurde diese Nachricht gelesen?
es: ¿Esta noticia ya fue leída?
hu: Elolvasva?
it: Queste notizie sull'elemento sono state lette?
pt: Esta notícia do item foi lida?
vi: Tin này đã được đọc?

source: Image
de: Bild
es: Imágen
hu: Kép
it: Immagine
pt: Imagem
vi: Hình ảnh

source: Image file
de: Bilddatei
es: Archivo de imagen
hu: Képfájl
it: File immagine
pt: Arquivo de imagem
vi: Tệp ảnh

source: Unit name must be a valid identifier
de: Einheitsname muss eine gültige Kennung sein
es: Nombre de unidad debe ser un identificador válido
hu: A mértékegységnek valós azonosítónak kell lennie
pt: Nome da unidade deve ser um identificador válido
vi: Tên đơn vị phải là một định danh hợp lệ

source: Unit name
de: Einheitsname
es: Nombre de unidad
hu: Egység neve
pt: Nome da unidade
vi: Tên đơn vị

source: Symbol
es: Símbolo
hu: Szimbólum
pt: Símbolo
vi: Biểu tượng

source: Optional unit symbol
de: Optionales Einheitssymbol
es: Símbolo de unidad opcional
hu: Opcionális mértékegység szimbólum
pt: Símbolo de unidade opcional
vi: Biểu tượng đơn vị tùy chọn

source: Definition
es: Definición
hu: Definíció
pt: Definição
vi: Định nghĩa

source: Unit definition
de: Einheitsdefinition
es: Definición de unidad
hu: Mértékegység definíció
pt: Definição de unidade
vi: Định nghĩa đơn vị

source: New {verbose_name}
de: Neue {verbose_name}
es: Nuevo {verbose_name}
hu: Új {verbose_name}
it: Nuovo {verbose_name}
pt: Novo {verbose_name}
vi: Mới {verbose_name}

source: A new order has been created and assigned to you
de: Eine neue Bestellung wurde erstellt und Ihnen zugewiesen
es: Se ha creado un nuevo pedido y se le ha asignado
hu: Egy új megrendelés létrehozva, és hozzád rendelve
it: Un nuovo ordine è stato creato e assegnato a te
pt: Um novo pedido foi criado e atribuído a você
vi: Một đơn đặt hàng mới đã được tạo và phân công cho bạn

source: {verbose_name} canceled
de: {verbose_name} storniert
es: {verbose_name} cancelado
hu: {verbose_name} megszakítva
pt: {verbose_name} cancelado
vi: {verbose_name} đã bị hủy

source: A order that is assigned to you was canceled
de: Eine Bestellung, die Ihnen zugewiesen war, wurde storniert
hu: Egy hozzád rendelt megrendelés megszakítva
pt: Um pedido atribuído a você foi cancelado
vi: Một đơn đặt từng được phân công cho bạn đã bị hủy bỏ

source: Items Received
de: Artikel erhalten
es: Artículos Recibidos
hu: Készlet érkezett
it: Elemento ricevuto
pt: Itens Recebidos
vi: Mục đã nhận

source: Items have been received against a purchase order
de: Artikel wurden aus einer Bestellung erhalten
es: Los artículos han sido recibidos contra una orden de compra
hu: Készlet érkezett egy beszerzési megrendeléshez
it: Gli elementi sono stati ricevuti a fronte di un ordine di acquisto
pt: Os itens de um pedido de compra foram recebidos
vi: Hàng đã được nhận theo đơn đặt mua

source: Items have been received against a return order
de: Artikel wurden aus einer Rücksendung erhalten
es: Los artículos han sido recibidos contra una orden de devolución
hu: Készlet érkezett vissza egy visszavétel miatt
pt: Os itens de um pedido de devolução foram recebidos
vi: Hàng đã nhận theo đơn hàng trả lại

source: Error raised by plugin
de: Fehler in Plugin aufgetreten
es: Error generado por el complemento
hu: Plugin hiba
it: Errore generato dal plugin
pt: Erro criado pela extensão
vi: Lỗi được thông báo bởi phần mở rộng

source: Upload File
de: Datei hochgeladen
es: Subir Archivo
hu: Fájl feltöltése
it: Carica file
pt: Carregar Arquivo
vi: Tải lên tệp tin

source: Match Fields
de: Übereinstimmende Felder
es: Coincidir Campos
hu: Mezők egyeztetése
it: Abbina Campi
pt: Coincidir campos
vi: Khớp trường

source: Match Items
de: Positionen zuordnen
es: Coincidir artículos
hu: Tételek egyeztetése
it: Elementi corrispondenti
pt: Coincidir Itens
vi: Khớp hàng hóa

source: Fields matching failed
de: Felder zuteilen fehlgeschlagen
es: Falló la coincidencia de campos
hu: Mezők egyeztetése sikertelen
it: Corrispondenza campi non riuscita
pt: Os campos não correspondem
vi: Khớp trường thất bại

source: Parts imported
de: Teile importiert
es: Partes importadas
hu: Importált alkatrészek
it: Articoli importati
pt: Peças importadas
vi: Hàng hóa đã được nhập vào

source: Previous Step
de: Vorheriger Schritt
es: Paso anterior
hu: Előző lépés
it: Passaggio Precedente
pt: Passo Anterior
vi: Bước trước

source: Company description
de: Firmenbeschreibung
es: Descripción de la empresa
hu: Cég leírása
it: Descrizione azienda
pt: Descrição da empresa
vi: Mô tả công ty

source: Description of the company
de: Firmenbeschreibung
es: Descripción de la empresa
hu: A cég leírása
it: Descrizione dell'azienda
pt: Descrição da empresa
vi: Mô tả của công ty

source: Website
es: Página web
hu: Weboldal
it: Sito Web
pt: Página Web
vi: Trang web

source: Company website URL
de: Firmenwebsite Adresse/URL
es: URL del sitio web de la empresa
hu: Cég weboldala
it: Sito web aziendale
pt: URL do Site da empresa
vi: URL trang web của công ty

source: Phone number
de: Kontakt-Tel.
es: Teléfono
hu: Telefonszám
it: Telefono
pt: Número de telefone
vi: Số điện thoại

source: Contact phone number
de: Kontakt-Telefon
es: Teléfono de contacto
hu: Kapcsolattartó telefonszáma
it: Numero di telefono di contatto
pt: Número de telefone do contato
vi: Số điện thoại liên hệ

source: Contact email address
de: Kontakt-Email
es: Correo electrónico de contacto
hu: Kapcsolattartó email címe
it: Indirizzo email
pt: Endereço de e-mail do contato
vi: Địa chỉ email liên hệ

source: Contact
de: Kontakt
es: Contacto
hu: Névjegy
it: Contatto
pt: Contato
vi: Liên hệ

source: Point of contact
de: Anlaufstelle
es: Punto de contacto
hu: Kapcsolattartó
it: Punto di contatto
pt: Ponto de contato
vi: Đầu mối liên hệ

source: Link to external company information
de: Link auf externe Firmeninformation
es: Enlace a información externa de la empresa
hu: Link a külső céginformációhoz
it: Collegamento alle informazioni aziendali esterne
pt: Link para informações externas da empresa
vi: Liên kết đến thông tin công ty ngoài

source: is customer
de: ist Kunde
es: es cliente
hu: vevő-e
it: è un cliente
pt: é cliente
vi: là khách hàng

source: Do you sell items to this company?
de: Verkaufen Sie Teile an diese Firma?
es: ¿Vendes artículos a esta empresa?
hu: Értékesítesz alkatrészeket ennek a cégnek?
it: Vendi oggetti a questa azienda?
pt: Você vende itens para esta empresa?
vi: Bạn có bán hàng cho công ty này?

source: is supplier
de: ist Zulieferer
es: es proveedor
hu: beszállító-e
it: è un fornitore
pt: é fornecedor
vi: là nhà cung cấp

source: Do you purchase items from this company?
de: Kaufen Sie Teile von dieser Firma?
es: ¿Compras artículos de esta empresa?
hu: Vásárolsz alkatrészeket ettől a cégtől?
it: Acquistate articoli da questa azienda?
pt: Você compra itens desta empresa?
vi: Bạn có mua hàng từ công ty này?

source: is manufacturer
de: ist Hersteller
es: es fabricante
hu: gyártó-e
it: è un produttore
pt: é fabricante
vi: là nhà sản xuất

source: Does this company manufacture parts?
de: Produziert diese Firma Teile?
es: ¿Esta empresa fabrica partes?
hu: Gyárt ez a cég alkatrészeket?
it: Questa azienda produce articoli?
pt: Esta empresa fabrica peças?
vi: Công ty này có sản xuất sản phẩm?

source: Default currency used for this company
de: Standard-Währung für diese Firma
es: Moneda predeterminada utilizada para esta empresa
hu: Cég által használt alapértelmezett pénznem
it: Valuta predefinita utilizzata per questa azienda
pt: Moeda padrão utilizada para esta empresa
vi: Tiền tệ mặc định dùng cho công ty này

source: Company
de: Firma
es: Empresa
hu: Cég
it: Azienda
pt: Empresa
vi: Doanh nghiêp

source: Select company
de: Firma auswählen
es: Seleccionar empresa
hu: Cég kiválasztása
pt: Selecione a Empresa
vi: Chọn doanh nghiệp

source: Address title
de: Adresstitel
es: Título de dirección
hu: Cím megnevezése
pt: Título do endereço
vi: Tiêu đề địa chỉ

source: Title describing the address entry
de: Titel zur Beschreibung des Adresseintrages
es: Título que describe la entrada de dirección
hu: Címhez tartozó leírás, megnevezés
pt: Título descrevendo a entrada de endereço
vi: Tiêu đề mô tả mục địa chỉ

source: Primary address
de: Primäre Adresse
es: Dirección principal
hu: Elsődleges cím
pt: Endereço Principal
vi: Địa chỉ chính

source: Set as primary address
de: Als primäre Adresse festlegen
es: Establecer como dirección principal
hu: Beállítás elsődleges címként
pt: Definir como endereço principal
vi: Đặt làm địa chỉ chính

source: Line 1
de: Linie 1
es: Línea 1
hu: 1. sor
pt: Linha 1
vi: Dòng 1

source: Address line 1
de: Adresszeile 1
es: Dirección línea 1
hu: Cím első sora
pt: Linha de endereço 1
vi: Địa chỉ dòng 1

source: Line 2
de: Linie 2
es: Línea 2
hu: 2. sor
pt: Linha 2
vi: Dòng 2

source: Address line 2
de: Adresszeile 2
es: Dirección línea 2
hu: Cím második sora
pt: Linha de endereço 2
vi: Địa chỉ dòng 2

source: Postal code
de: Postleitzahl
es: Código postal
hu: Irányítószám
pt: Código Postal
vi: Mã bưu chính

source: City/Region
de: Stadt/Region
es: Ciudad/región
hu: Város/Régió
pt: Cidade/Região
vi: Thành phố/Vùng

source: Postal code city/region
de: Postleitzahl Stadt/Region
es: Código postal de ciudad/región
hu: Irányítószám város/régió
pt: Código Postal Cidade / Região
vi: Mã bưu chính thành phố/vùng

source: State/Province
de: Staat/Provinz
es: Estado/provincia
hu: Állam/Megye
pt: Estado/Provincia
vi: Bang/Tỉnh

source: State or province
de: Bundesland
es: Estado o provincia
hu: Állam vagy megye
pt: Estado ou Província
vi: Bang hay tỉnh

source: Country
de: Land
es: País
hu: Ország
pt: País
vi: Quốc gia

source: Address country
de: Adresse Land
es: Dirección de país
hu: Cím országa
pt: País do endereço
vi: Địa chỉ quốc gia

source: Courier shipping notes
de: Kurierversandnotizen
es: Notas de envío de mensajería
hu: Megjegyzés a futárnak
pt: Notas de envio da transportadora
vi: Ghi chú vận chuyển

source: Notes for shipping courier
de: Notizen für Versandkurier
es: Notas para el mensajero de envío
hu: Futárnak szóló megjegyzések
pt: Notas para o envio da transportadora
vi: Ghi chú dành cho chuyển phát nhanh

source: Internal shipping notes
de: Interne Versandnotizen
es: Notas de envío internas
hu: Belső szállítási megjegyzések
pt: Notas de envio interno
vi: Ghi chú nội bọ chuyển phát nhanh

source: Shipping notes for internal use
de: Versandnotizen für interne Verwendung
es: Notas de envío para uso interno
hu: Szállítási megjegyzések belső használatra
pt: Notas de envio para uso interno
vi: Ghi chú nội bộ sử dụng cho chuyển phát nhanh

source: Link to address information (external)
de: Link zu Adressinformationen (extern)
es: Enlace a información de dirección (externa)
hu: Link a címinformációkhoz (külső)
pt: Link para as informações do endereço (externo)
vi: Liên kết thông tin địa chỉ (bên ngoài)

source: Base Part
de: Basisteil
es: Parte base
hu: Kiindulási alkatrész
it: Articolo di base
pt: Peça base
vi: Sản phẩm cơ bản

source: Select part
de: Teil auswählen
es: Seleccionar parte
hu: Válassz alkatrészt
it: Seleziona articolo
pt: Selecionar peça
vi: Chọn sản phẩm

source: Manufacturer
de: Hersteller
es: Fabricante
hu: Gyártó
it: Produttore
pt: Fabricante
vi: Nhà sản xuất

source: Select manufacturer
de: Hersteller auswählen
es: Seleccionar fabricante
hu: Gyártó kiválasztása
it: Seleziona Produttore
pt: Selecionar fabricante
vi: Chọn nhà sản xuất

source: Manufacturer Part Number
de: Hersteller-Teilenummer
es: Número de parte de fabricante
hu: Gyártói cikkszám
it: Codice articolo produttore
pt: Número de Peça do Fabricante
vi: Mã số nhà sản xuất

source: URL for external manufacturer part link
de: Externe URL für das Herstellerteil
es: URL para el enlace de parte del fabricante externo
hu: URL link a gyártói alkatrészhez
it: URL dell'articolo del fornitore
pt: URL do link externo da peça do fabricante
vi: URL cho liên kết sản phẩm của nhà sản xuất bên ngoài

source: Manufacturer part description
de: Teilbeschreibung des Herstellers
es: Descripción de la parte del fabricante
hu: Gyártói alkatrész leírása
it: Descrizione articolo costruttore
pt: Descrição da peça do fabricante
vi: Mô tả sản phẩm của nhà sản xuất

source: Manufacturer Part
de: Herstellerteil
es: Parte del fabricante
hu: Gyártói alkatrész
it: Codice articolo produttore
pt: Peça do Fabricante
vi: Sản phẩm nhà sản xuất

source: Parameter name
es: Nombre del parámetro
hu: Paraméter neve
it: Nome parametro
pt: Nome do parâmetro
vi: Tên tham số

source: Value
de: Wert
es: Valor
hu: Érték
it: Valore
pt: Valor
vi: Giá trị

source: Parameter value
de: Parameterwert
es: Valor del parámetro
hu: Paraméter értéke
it: Valore del parametro
pt: Valor do Parâmetro
vi: Giá trị tham số

source: Units
de: Einheiten
es: Unidades
hu: Mértékegység
it: Unità
pt: Unidades
vi: Đơn vị

source: Parameter units
de: Parametereinheit
es: Unidades de parámetro
hu: Paraméter mértékegység
it: Unità parametri
pt: Unidades do parâmetro
vi: Đơn vị tham số

source: Pack units must be compatible with the base part units
de: Packeinheiten müssen mit den Basisteileinheiten kompatibel sein
es: Las unidades de paquete deben ser compatibles con las unidades de partes de base
hu: A csomagolási egységnek kompatibilisnek kell lennie az alkatrész mértékegységgel
pt: Unidades de pacote devem ser compatíveis com as unidades de peça base
vi: Đơn vị đóng gói phải tương thích với đơn vị sản phẩm cơ bản

source: Pack units must be greater than zero
de: Packeinheiten müssen größer als Null sein
es: Las unidades de paquete deben ser mayor que cero
hu: Csomagolási mennyiségnek nullánál többnek kell lennie
pt: Unidades de pacote deve ser maior do que zero
vi: Đơn vị đóng gói phải lớn hơn không

source: Linked manufacturer part must reference the same base part
de: Verlinktes Herstellerteil muss dasselbe Basisteil referenzieren
es: La parte vinculada del fabricante debe hacer referencia a la misma parte base
hu: Kapcsolódó gyártói alkatrésznek ugyanarra a kiindulási alkatrészre kell hivatkoznia
it: L'articolo del costruttore collegato deve riferirsi alla stesso articolo
pt: Parte do fabricante vinculado deve fazer referência à mesma peça base
vi: Sản phẩm nhà sản xuất đã liên kết phải tham chiếu với sản phẩm cơ bản tương tự

source: Supplier
de: Zulieferer
es: Proveedor
hu: Beszállító
it: Fornitore
pt: Fornecedor
vi: Nhà cung cấp
