Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Build output must be specified for allocation of tracked parts
de: Für Zuweisung von verfolgten Teilen muss ein Endprodukt angegeben sein
es: La salida de la construcción debe especificarse para la asignación de partes rastreadas
hu: Gyártási kimenetet meg kell adni a követésre kötelezett alkatrészek lefoglalásához
it: L'output di produzione deve essere specificato per l'ubicazione delle parti tracciate
pt: Saída de produção deve ser definida para alocação de peças rastreadas
vi: Đầu ra bản dựng phải được xác định cho việc phân sản phẩm được theo dõi

source: Build output cannot be specified for allocation of untracked parts
de: Endprodukt kann bei Zuweisung nicht-verfolgter Teile nicht angegeben werden
es: La salida de construcción no se puede especificar para la asignación de partes no rastreadas
hu: Gyártási kimenetet nem lehet megadni a követésre kötelezett alkatrészek lefoglalásához
it: L'output di produzione non deve essere specificato per l'ubicazione delle parti non tracciate
pt: Saída de produção deve ser definida para alocação de peças não rastreadas
vi: Đầu ra bản dựng không thể chỉ định cho việc phân sản phẩm chưa được theo dõi

source: Allocation items must be provided
de: Zuweisungen müssen angegeben werden
es: Debe proporcionarse la adjudicación de artículos
hu: A lefoglalandó tételeket meg kell adni
it: Deve essere indicata l'allocazione dell'articolo
pt: Alocação do Item precisa ser fornecida
vi: Hàng hóa phân bổ phải được cung cấp

source: Stock location where parts are to be sourced (leave blank to take from any location)
de: Lagerort, von dem Teile bezogen werden sollen (leer lassen, um sie von jedem Lagerort zu nehmen)
es: Ubicación de inventario donde las partes deben ser obtenidas (dejar en blanco para tomar de cualquier ubicación)
hu: Készlet hely ahonnan az alkatrészek származnak (hagyd üresen ha bárhonnan)
it: Posizione dello stock in cui le parti devono prelevate (lasciare vuoto per prelevare da qualsiasi luogo)
pt: Local de estoque onde peças serão extraídas (deixar em branco para qualquer local)
vi: Vị trí kho nơi sản phẩm được lấy ra (để trống để lấy từ bất kỳ vị trí nào)

source: Exclude Location
de: Lagerort ausschließen
es: Excluir ubicación
hu: Hely kizárása
it: Escludi Ubicazione
pt: Local não incluso
vi: Ngoại trừ vị trí

source: Exclude stock items from this selected location
de: Lagerartikel vom ausgewählten Ort ausschließen
es: Excluir artículos de stock de esta ubicación seleccionada
hu: Készlet tételek kizárása erről a kiválasztott helyről
it: Escludi gli elementi stock da questa ubicazione selezionata
pt: Não incluir itens de estoque deste local
vi: Không bao gồm hàng trong kho từ vị trí đã chọn này

source: Interchangeable Stock
de: Wechselbares Lagerbestand
es: Stock intercambiable
hu: Felcserélhető készlet
it: Scorte Intercambiabili
pt: Estoque permutável
vi: Kho trao đổi

source: Stock items in multiple locations can be used interchangeably
de: Lagerartikel an mehreren Standorten können austauschbar verwendet werden
es: Los artículos de inventario en múltiples ubicaciones se pueden utilizar de forma intercambiable
hu: A különböző helyeken lévő készlet egyenrangúan felhasználható
it: Gli elementi in magazzino in più sedi possono essere utilizzati in modo intercambiabile
pt: Itens de estoque em múltiplos locais pode ser permutável
vi: Hàng trong kho thuộc nhiều vị trí có thể dùng thay thế được cho nhau

source: Substitute Stock
de: Ersatzbestand
es: Sustituir stock
hu: Készlet helyettesítés
it: Sostituisci Giacenze
pt: Substituir Estoque
vi: Kho thay thế

source: Allow allocation of substitute parts
de: Zuordnung von Ersatzteilen erlauben
es: Permitir la asignación de partes sustitutas
hu: Helyettesítő alkatrészek foglalásának engedélyezése
it: Consenti l'allocazione delle parti sostitutive
pt: Permitir alocação de peças substitutas
vi: Cho phép phân kho sản phẩm thay thế

source: Optional Items
de: Optionale Positionen
es: Elementos opcionales
hu: Opcionális tételek
it: Articoli Opzionali
pt: Itens opcionais
vi: Mục tùy chọn

source: Allocate optional BOM items to build order
de: Optionale Stücklisten-Positionen dem Bauauftrag hinzufügen
es: Asignar artículos de la BOM opcionales para construir la orden
hu: Opcionális tételek lefoglalása a gyártáshoz
it: Assegna gli elementi opzionali della distinta base all'ordine di produzione
pt: Alocar itens LDM opcionais para o pedido de produção
vi: Phân bổ các mục hóa đơn vật liệu tùy chọn đến đơn đặt bản dựng

source: Stock required for build order
de: Bestand für Bauauftrag erforderlich
es: Stock requerido para la orden de construcción
hu: A gyártási utasításhoz készlet szükséges
it: Giacenza richiesta per l'ordine di produzione
pt: Estoque obrigatório para o pedido de produção
vi: Kho được yêu cầu cho đặt hàng bản dựng

source: Overdue Build Order
de: Überfälliger Bauauftrag
es: Orden de construcción atrasada
hu: Késésben lévő gyártás
it: Ordine di produzione in ritardo
pt: Pedido de produção vencido
vi: Đơn đặt bản dựng quá hạn

source: Build order {bo} is now overdue
de: Bauauftrag {bo} ist jetzt überfällig
es: El pedido de construcción {bo} está atrasado
hu: A {bo} gyártás most már késésben van
it: L'ordine di produzione {bo} è in ritardo
pt: Pedido de produção {bo} está atrasada
vi: Đặt hàng bản dựng {bo} đang quá hạn

source: Part thumbnail
de: Miniaturansicht
es: Miniatura de parte
hu: Alkatrész bélyegkép
pt: Miniatura da parte
vi: Ảnh thu nhỏ sản phẩm

source: Barcode actions
de: Barcode Aktionen
es: Acciones para código de barras
hu: Vonalkód műveletek
it: Azioni Barcode
pt: Ações de código de barras
vi: Chức năng mã vạch

source: Show QR Code
de: QR-Code anzeigen
es: Mostrar código QR
hu: QR kód megjelenítése
it: Mostra QR Code
pt: Mostrar QR Code
vi: Hiển thị mã QR

source: Unlink Barcode
de: Barcode abhängen
es: Desvincular Código de Barras
hu: Vonalkód leválasztása
it: Scollega Codice a Barre
pt: Desatribuir Código de Barras
vi: Gỡ mã vạch

source: Link Barcode
de: Barcode anhängen
es: Vincular Código de Barras
hu: Vonalkód hozzárendelése
it: Collega Codice a Barre
pt: Atribuir Código de Barras
vi: Liên kết mã vạch

source: Print actions
de: Aktionen drucken
es: Imprimir acciones
hu: Nyomtatási műveletek
it: Azioni di stampa
pt: Ações de impressão
vi: Chức năng in ấn

source: Print build order report
de: Bauauftragsbericht drucken
es: Imprimir informe de orden de construcción
hu: Gyártási riport nyomtatása
it: Stampa report ordine di produzione
pt: Imprimir relatório do pedido de produção
vi: Báo cáo in đơn đặt bản dựng

source: Build actions
de: Bau-Auftrag Aktionen
es: Acciones de construcción o armado
hu: Gyártási műveletek
it: Azioni Produzione
pt: Ações de produção
vi: Chức năng bản dựng

source: Edit Build
de: Bauauftrag bearbeiten
es: Editar construcción o armado
hu: Gyártás szerkesztése
it: Modica Produzione
pt: Editar produção
vi: Sửa bản dựng

source: Cancel Build
de: Bauauftrag abbrechen
es: Cancelar construcción o armado
hu: Gyártás törlése
it: Annulla Produzione
pt: Cancelar produção
vi: Hủy bản dựng

source: Duplicate Build
de: Bauauftrag duplizieren
es: Construcción duplicada
hu: Gyártás másolása
it: Duplica Produzione
pt: Duplicar produção
vi: Nhân bản bản dựng

source: Delete Build
de: Bauauftrag löschen
es: Eliminar construcción o armado
hu: Gyártás törlése
it: Elimina Produzione
pt: Excluir produção
vi: Xóa bản dựng

source: Complete Build
de: Bauauftrag fertigstellen
es: Completar construcción
hu: Gyártás befejezése
it: Completa Produzione
pt: Concluir produção
vi: Bản dựng hoàn thiện

source: Build Description
de: Baubeschreibung
es: Descripción de Construcción
hu: Gyártás leírása
it: Descrizione Produzione
pt: Descrição da produção
vi: Mô tả bản dựng

source: No build outputs have been created for this build order
de: Es wurden keine Endprodukte für diesen Bauauftrag erstellt
es: No se han creado salidas para esta orden de construcción
hu: Ehhez a gyártási utasításhoz nem készült kimenet
it: Nessun output di produzione è stato creato per questo ordine di produzione
pt: Nenhuma saída de produção foi criada para este pedido de produção
vi: Không có đầu ra bản dựng đã được tạo cho đơn đặt bản dựng này

source: Build Order is ready to mark as completed
de: Bauauftrag ist bereit abgeschlossen zu werden
es: Orden de construcción está lista para marcar como completada
hu: Gyártási utasítás elkészültnek jelölhető
it: L'ordine di produzione è pronto per essere contrassegnato come completato
pt: Pedido de produção está pronta para ser marcada como concluída
vi: Đơn đặt bản dựng đã được đánh dấu hoàn thành

source: Build Order cannot be completed as outstanding outputs remain
de: Bauauftrag kann nicht abgeschlossen werden, da es noch ausstehende Endprodukte gibt
es: La orden de construcción no se puede completar ya que existen salidas pendientes
hu: Befejezetlen gyártási kimenetek vannak
it: L'ordine di produzione non può essere completato poiché gli output rimangono in sospeso
pt: Pedido de produção não pode ser concluída, os resultados pendentes permanecem
vi: Đơn đặt bản dựng không thể hoàn thiện bởi vì những đầu ra nổi bật còn tồn tại

source: Required build quantity has not yet been completed
de: Benötigte Teil-Anzahl wurde noch nicht fertiggestellt
es: La cantidad de construcción requerida aún no se ha completado
hu: Szükséges gyártási mennyiség még nincs meg
it: La quantità di produzione richiesta non è stata completata
pt: A quantidade de produção necessária ainda não foi concluída
vi: Số lượng bản dựng được yêu cầu chưa được hoàn thành

source: Stock has not been fully allocated to this Build Order
de: Bestand wurde Bauauftrag noch nicht vollständig zugewiesen
es: Stock no ha sido asignado completamente a este pedido de construcción
hu: Még nincs lefoglalva a szükséges készlet
it: Lo stock non è stato completamente assegnato a questo ordine di produzione
pt: Estoque não foi totalmente alocado para este Pedido de Produção
vi: Kho không được phân bổ đầy đủ với yêu cầu bản dựng này

source: Target Date
de: Zieldatum
es: Fecha objetivo
hu: Cél dátum
it: Data scadenza
pt: Data alvo
vi: Ngày mục tiêu

source: This build was due on %(target)s
de: Bauauftrag war fällig am %(target)s
es: Esta construcción vence el %(target)s
hu: Ez a gyártás %(target)s-n volt esedékes
it: Questa produzione era in scadenza il %(target)s
pt: Essa produção expirou em %(target)s
vi: Bản dựng đã đến hạn vào %(target)s

source: Overdue
de: Überfällig
es: Vencido
hu: Késésben
it: In ritardo
pt: Expirou
vi: Quá hạn

source: Completed Outputs
de: Fertiggestellte Endprodukte
es: Salidas completadas
hu: Befejezett kimenetek
it: Outputs Completati
pt: Saídas Concluídas
vi: Đầu ra hoàn thiện

source: Sales Order
de: Auftrag
es: Orden de Venta
hu: Vevői rendelés
it: Ordini di Vendita
pt: Pedido de Venda
vi: Đơn đặt hàng

source: Issued By
de: Aufgegeben von
es: Emitido por
hu: Kiállította
it: Inviato da
pt: Emitido por
vi: Phát hành bởi

source: Priority
de: Priorität
es: Prioridad
hu: Prioritás
it: Priorità
pt: Prioridade
vi: Độ ưu tiên

source: Delete Build Order
de: Bauauftrag löschen
es: Eliminar Orden de Trabajo
hu: Gyártási utasítás törlése
it: Elimina Ordine Build
pt: Excluir Pedido de Produção
vi: Xóa đơn đặt bản dựng

source: Build Order QR Code
de: Bauftrags-QR-Code
es: Código QR del pedido de contrucción
hu: Gyártási utasítás QR kódja
it: Genera Codice QR Ordine
pt: QR Code do Pedido de Produção
vi: Mã QR đơn đặt bản dựng

source: Link Barcode to Build Order
de: Barcode mit Bauauftrag verknüpfen
es: Enlazar código de barras a orden de construcción
hu: Vonalkód gyártáshoz rendelése
it: Collega il codice a barre all'ordine di build
pt: Vincular código de barras ao Pedido de Produção
vi: Liên kết mã vạch đến Đơn đặt bản dựng này

source: Build Details
de: Bau-Status
es: Detalles de Trabajo
hu: Gyártás részletei
it: Dettagli della Produzione
pt: Detalhes da produção
vi: Chi tiết bản dựng

source: Stock Source
de: Ausgangs-Lager
es: Fuente de stock
hu: Készlet forrás
it: Risorse di magazzino
pt: Origem do estoque
vi: Nguồn kho

source: Stock can be taken from any available location.
de: Bestand kann jedem verfügbaren Lagerort entnommen werden.
es: Las existencias se pueden tomar desde cualquier ubicación disponible.
hu: Készlet bármely rendelkezésre álló helyről felhasználható.
it: Lo stock può essere prelevato da qualsiasi posizione disponibile.
pt: O estoque pode ser tirado de qualquer local disponível.
vi: Kho có thể được lấy từ bất kỳ địa điểm nào.

source: Destination
de: Ziel-Lager
es: Destinación
hu: Cél
it: Destinazione
pt: Destino
vi: Đích đến

source: Destination location not specified
de: Ziel-Lagerort nicht angegeben
es: Se requiere ubicación de destino
hu: A cél hely nincs megadva
it: Posizione di destinazione non specificata
pt: Loca de destino não especificado
vi: Địa điểm đích chưa được xác định

source: Allocated Parts
de: Zugewiesene Teile
es: Partes asignadas
hu: Lefoglalt alkatrészek
it: Articoli Assegnati
pt: Peças alocadas
vi: Sản phẩm đã phân bổ

source: Batch
de: Losnummer
es: Lote
it: Lotto
pt: Lote
vi: Hàng loạt

source: Created
de: Erstellt
es: Creado
hu: Létrehozva
it: Creato
pt: Criado
vi: Đã tạo

source: No target date set
de: Kein Ziel-Datum gesetzt
es: Sin fecha objetivo
hu: Nincs céldátum beállítva
it: Nessuna data di destinazione impostata
pt: Sem data alvo definida
vi: Chưa đặt ngày mục tiêu

source: Completed
de: Fertig
es: Completados
hu: Kész
it: Completato
pt: Concluído
vi: Đã hoàn thành

source: Build not complete
de: Bauauftrag ist nicht vollständig
es: Trabajo incompleto
hu: Gyártás nincs kész
it: Build Completata
pt: Produção não concluída
vi: Xây dựng chưa hoàn thiện

source: Child Build Orders
de: Unter-Bauaufträge
es: Órdenes de Trabajo herederas
hu: Alárendelt gyártások
it: Ordine di Produzione Subordinato
pt: Pedido de Produção Filho
vi: Đơn đặt bản dựng con

source: Allocate Stock to Build
de: Bestand Bauauftrag zuweisen
es: Asignar Stock a Trabajo
hu: Készlet foglalása gyártáshoz
it: Assegna Scorte alla Produzione
pt: Alocar Estoque para Produção
vi: Phân bổ kho đến bản dựng

source: Deallocate stock
de: Bestandszuordnung aufheben
es: Desasignar existencias
hu: Készlet felszabadítása
pt: Desalocar estoque
vi: Phân kho

source: Deallocate Stock
de: Bestandszuordnung aufheben
es: Desasignar existencias
hu: Készlet felszabadítása
pt: Desalocar estoque
vi: Phân kho

source: Automatically allocate stock to build
de: Lagerartikel automatisch zuweisen
es: Asignar existencias automáticamente a contrucción
hu: Automatikus készlet foglalás a gyártáshoz
it: Assegna automaticamente le scorte per la produzione
pt: Alocar o estoque para produção automaticamente
vi: Tự động chỉ định kho đến bản dựng

source: Auto Allocate
de: Automatisch zuweisen
es: Auto asignar
hu: Automata foglalás
it: Assegnazione Automatica
pt: Alocar automaticamente
vi: Tự động phân bổ

source: Manually allocate stock to build
de: Lagerartikel manuell dem Bauauftrag zuweisen
es: Asignar existencias manualmente a construcción
hu: Manuális készlet foglalás a gyártáshoz
it: Assegna manualmente le scorte per la produzione
pt: Alocar estoque para a produção manualmente
vi: Chỉ định kho thủ công đến bản dựng

source: Allocate Stock
de: Bestand zuweisen
es: Asignar stock
hu: Készlet foglalása
it: Assegna Scorte
pt: Alocar estoque
vi: Chỉ định kho

source: Order required parts
de: Benötigte Teile bestellen
es: Pedir partes necesarias
hu: Szükséges alkatrészek rendelése
it: Ordina articoli richiesti
pt: Pedir peças necessárias
vi: Đơn đặt yêu cầu sản phẩm

source: Order Parts
de: Teile bestellen
es: Partes del pedido
hu: Alkatrész rendelés
it: Ordine Articoli
pt: Pedir Peças
vi: Đặt hàng sản phẩm

source: Incomplete Build Outputs
de: Unfertige Endprodukte
es: Salidas de Trabajo incompletas
hu: Befejezetlen gyártási kimenetek
it: Produzione Incompleta
pt: Saída de Produção Incompletas
vi: Đầu ra bản dựng chưa hoàn thành

source: Create new build output
de: Neues Endprodukt anlegen
es: Crear nueva salida de trabajo
hu: Új gyártási kimenet létrehozása
it: Crea nuova produzione
pt: Criar nova saída de produção
vi: Tạo đầu ra bản dựng mới

source: New Build Output
de: Neues Endprodukt
es: Nueva Salida de Trabajo
hu: Új gyártási kimenet
it: Nuova Produzione
pt: Nova saída de produção
vi: Đầu ra bản dựng mới

source: Consumed Stock
de: Verbrauchte Bestände
es: Existencias consumidas
hu: Felhasznált készlet
pt: Consumir estoque
vi: Kho tiêu thụ

source: Completed Build Outputs
de: Fertiggestellte Endprodukte
es: Salidas de Trabajo Completadas
hu: Befejezett gyártási kimenetek
it: Produzioni Completate
pt: Saídas de Produção concluídas
vi: Đầu ra bản dựng hoàn thiện

source: Attachments
de: Anhänge
es: Adjuntos
hu: Mellékletek
it: Allegati
pt: Anexos
vi: Tập tin đính kèm

source: Build Notes
de: Bauauftrags-Notizen
es: Notas del Trabajo
hu: Gyártási megjegyzések
it: Genera Note
pt: Notas de produção
vi: Ghi chép bản dựng

source: Allocation Complete
de: Zuordnung abgeschlossen
es: Asignación completa
hu: Lefoglalás kész
it: Assegnazione Completa
pt: Alocação Completa
vi: Phân bổ hoàn thành

source: All lines have been fully allocated
de: Alle Zeilen wurden vollständig zugewiesen
es: Todas las líneas han sido completamente asignadas
hu: Minden sor rendben lefoglalva
pt: Todas as linhas foram totalmente alocadas
vi: Tất cả đường đã được chỉ định đầy đủ

source: New Build Order
de: Neuer Bauauftrag
es: Nueva Orden de Trabajo
hu: Új gyártási utasítás
it: Nuovo Ordine di Produzione
pt: Novo Pedido de Produção
vi: Tạo đơn đặt bản dựng

source: Build Order Details
de: Bauauftragdetails
es: Configuración de Pedido de Trabajo
hu: Gyártási utasítás részletei
it: Dettagli Ordine di Produzione
pt: Detalhes do Pedido de Produção
vi: Chi tiết đơn đặt bản dựng

source: Incomplete Outputs
de: Unfertige Endprodukte
es: Salidas incompletas
hu: Befejezetlen kimenetek
it: Output Incompleti
pt: Saídas Incompletas
vi: Đầu ra chưa hoàn thiện

source: Unsupported file format: {fmt}
de: Nicht unterstütztes Dateiformat: {fmt}
es: Formato de archivo no soportado: {fmt}
hu: Nem támogatott fájl formátum: {fmt}
it: Formato di file non supportato: {fmt}
pt: Formato de arquivo não suportado: {fmt}
vi: Định dạng tệp không được hỗ trợ {fmt}

source: Error reading file (invalid encoding)
de: Fehler beim Lesen der Datei (ungültige Kodierung)
es: Error al leer el archivo (codificación inválida)
hu: Fájl beolvasási hiba (hibás encoding)
it: Errore nella lettura del file (codifica non valida)
pt: Erro ao ler arquivo (codificação inválida)
vi: Lỗi đọc file (mã hóa không hợp lệ)

source: Error reading file (invalid format)
de: Fehler beim Lesen der Datei (ungültiges Format)
es: Error al leer el archivo (formato no válido)
hu: Fájl beolvasási hiba (hibás formátum)
it: Errore nella lettura del file (formato non valido)
pt: Erro ao ler arquivo (formato inválido)
vi: Lỗi đọc file (định dạng không hợp lệ)

source: Error reading file (incorrect dimension)
de: Fehler beim Lesen der Datei (falsche Größe)
es: Error leyendo el archivo (dimensión incorrecta)
hu: Fájl beolvasási hiba (hibás dimenzió)
it: Errore nella lettura del file (dimensione errata)
pt: Erro ao ler o arquivo (dimensão incorreta)
vi: Lỗi đọc file (kích thước không hợp lệ)

source: Error reading file (data could be corrupted)
de: Fehler beim Lesen der Datei (Daten könnten beschädigt sein)
es: Error al leer el archivo (los datos podrían estar corruptos)
hu: Fájl beolvasási hiba (sérült lehet)
it: Errore di lettura del file (i dati potrebbero essere danneggiati)
pt: Erro ao ler o arquivo (dados podem estar corrompidos)
vi: Lỗi đọc file (dữ liệu có thể bị hư hại)

source: File
de: Datei
es: Archivo
hu: Fájl
pt: Arquivo
vi: Tệp

source: Select file to upload
de: Datei zum Hochladen auswählen
es: Seleccione el archivo a cargar
hu: Feltöltendő fájl kiválasztása
it: Seleziona file da caricare
pt: Selecione um arquivo para carregar
vi: Chọn tệp để tải lên

source: {name.title()} File
de: {name.title()} Datei
es: Archivo {name.title()}
hu: {name.title()} Fájl
pt: Arquivo {name.title()}
vi: Tập tin {name.title()}

source: Select {name} file to upload
de: {name} Datei zum Hochladen auswählen
es: Seleccione el archivo {name} para subir
hu: {name} fájl kiválasztása feltöltéshez
it: Seleziona il file {name} da caricare
pt: Selecione {name} arquivo para carregar
vi: Chọn tập tin {name} để tải lên

source: Updated
de: Aktualisiert
es: Actualizado
hu: Frissítve
it: Aggiornato
pt: Atualizado
vi: Đã cập nhật

source: Timestamp of last update
de: Zeitstempel der letzten Aktualisierung
es: Fecha y hora de la última actualización
hu: Legutóbbi frissítés időpontja
it: Orario dell'ultimo aggiornamento
pt: Tempo da última atualização
vi: Nhãn thời gian của lần cập cuối cùng

source: Unique project code
de: Eindeutiger Projektcode
es: Código único del proyecto
hu: Egyedi projektszám
it: Codice unico del progetto
pt: Código único do projeto
vi: Mã dự án duy nhất

source: Project description
de: Projektbeschreibung
es: Descripción del proyecto
hu: Projekt leírása
it: Descrizione del progetto
pt: Descrição do projeto
vi: Mô tả dự án

source: User or group responsible for this project
de: Benutzer oder Gruppe verantwortlich für dieses Projekt
es: Usuario o grupo responsable de este projecto
hu: A projektért felelős felhasználó vagy csoport
pt: Usuário ou grupo responsável por este projeto
vi: Người dùng hoặc nhóm có trách nhiệm với dự án này

source: Settings key (must be unique - case insensitive)
de: Einstellungs-Schlüssel (muss einzigartig sein, Groß-/ Kleinschreibung wird nicht beachtet)
es: Clave de configuración (debe ser única - mayúsculas y minúsculas)
hu: Beállítások kulcs (egyedinek kell lennie, nem kis- nagybetű érzékeny)
it: Tasto impostazioni (deve essere univoco - maiuscole e minuscole)
pt: Senha de configurações (deve ser única — diferencia maiúsculas de minúsculas)
vi: Khóa thiết lập (phải duy nhất - phân biệt hoa thường)

source: Settings value
de: Einstellungs-Wert
es: Valor de ajuste
hu: Beállítás értéke
it: Valore impostazioni
pt: Valor da Configuração
vi: Giá trị cài đặt

source: Chosen value is not a valid option
de: Wert ist keine gültige Option
es: El valor elegido no es una opción válida
hu: A kiválasztott érték nem egy érvényes lehetőség
it: Il valore specificato non è un opzione valida
pt: Valor escolhido não é uma opção válida
vi: Giá trị đã chọn không hợp lệ

source: Value must be a boolean value
de: Wahrheitswert erforderlich
es: El valor debe ser un valor booleano
hu: Az érték bináris kell legyen
it: Il valore deve essere un valore booleano
pt: Valor deve ser um valor booleano
vi: Giá trị phải là kiểu boolean

source: Value must be an integer value
de: Nur Ganzzahl eingeben
es: El valor debe ser un entero
hu: Az érték egész szám kell legyen
it: Il valore deve essere un intero
pt: Valor deve ser um número inteiro
vi: Giá trị phải là một số nguyên dương

source: Key string must be unique
de: Schlüsseltext muss eindeutig sein
es: Cadena de clave debe ser única
hu: Kulcs string egyedi kell legyen
it: La stringa chiave deve essere univoca
pt: A frase senha deve ser diferenciada
vi: Chuỗi khóa phải duy nhất

source: No group
de: Keine Gruppe
es: Sin grupo
hu: Nincs csoport
it: Nessun gruppo
pt: Nenhum grupo
vi: Không có nhóm

source: An empty domain is not allowed.
de: Eine leere Domain ist nicht erlaubt.
es: Un dominio vacío no está permitido.
hu: Üres domain nem engedélyezett.
it: Un dominio vuoto non è consentito.
pt: Um domínio vazio não é permitido.
vi: Tên miền rỗng là không được phép.

source: Invalid domain name: {domain}
de: Ungültiger Domainname: {domain}
es: Nombre de dominio inválido: {domain}
hu: Érvénytelen domain név: {domain}
it: Nome dominio non valido: {domain}
pt: Nome de domínio inválido: {domain}
vi: Tên miền không hợp lệ: {domain}
