Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum Zurücksetzen des Kennworts war ungültig, da er bereits verwendet wurde. Bitte fordern Sie eine <a href="%(passwd_reset_url)s">neue Passwortwiederherstellung</a> an.
es: El enlace de restablecimiento de contraseña no era válido, posiblemente porque ya ha sido utilizado. Por favor, solicite un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>.
hu: A jelszó visszaállításhoz használt link nem volt érvényes, valószínűleg már fel lett használva. Kérlek kérj <a href="%(passwd_reset_url)s">jelszó visszaállítás</a>t.
it: Il link di reset della password non era valido, forse perché è già stato utilizzato. Si prega di richiedere un <a href="%(passwd_reset_url)s">nuovo reset della password</a>.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi usado. Solicite um <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.
vi: Liên kết tạo lại mật khẩu không hợp lệ, có thể nó đã được sử dụng rồi. Xin hãy gửi yêu cầu <a href="%(passwd_reset_url)s">tạo lại mật khẩu mới</a>.

source: Change password
de: Passwort ändern
es: Cambiar contraseña
hu: Jelszó módosítása
it: Cambia password
pt: Alterar senha
vi: Đổi mật khẩu

source: Your password is now changed.
de: Ihr Passwort wurde geändert.
es: Se ha cambiado la contraseña.
hu: A jelszavad sikeresen megváltozott.
it: La tua password è stata modificata.
pt: Sua senha foi alterada.
vi: Mật khẩu của bạn đã được thay đổi.

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Haben Sie bereits ein Konto? Dann melden Sie sich bitte <a href="%(login_url)s">an</a>.
es: ¿Ya tienes una cuenta? Entonces <a href="%(login_url)s">inicia sesión</a>.
hu: Van már fiókod? akkor kérlek <a href="%(login_url)s">jelentkezz be</a>.
it: Hai già un account? Allora <a href="%(login_url)s">accedi</a>.
pt: Já tem uma conta? Então, por favor <a href="%(login_url)s">Entrar</a>.
vi: Bạn đã có một tài khoản? Xin hãy <a href="%(login_url)s">đăng nhập</a>.

source: Use a SSO-provider for signup
de: Verwenden Sie einen SSO-Anbieter für die Anmeldung
hu: Használj SSO kiszolgálót a regisztrációhoz
it: Usa un SSO-provider per la registrazione
pt: Use um provedor SSO para inscrição
vi: Sử dụng một nhà cung cấp SSO để đăng ký

source: Sign Up Closed
de: Registrierung geschlossen
hu: Regisztráció lezárva
it: Registrazione Chiusa
pt: Registro fechado
vi: Đã đóng đăng ký

source: Sign up is currently closed.
de: Die Registrierung ist derzeit geschlossen.
hu: A regisztráció jelenleg zárva.
it: L'iscrizione è attualmente chiusa.
pt: Registro está atualmente fechado.
vi: Hiện đang đóng chức năng đăng ký.

source: Return to login page
de: Zurück zur Anmeldeseite
hu: Vissza a bejelentkezéshez
it: Torna alla pagina di login
pt: Voltar a página de acesso
vi: Quay lại trang đăng nhập

source: View in administration panel
de: Im Administrationsbereich anzeigen
es: Ver en el panel de administración
hu: Adminisztrációs panel megnyitása
it: Visualizza nel pannello di amministrazione
pt: Ver no Painel de Administração
vi: Xem trong bảng quản trị

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
hu: Kétlépcsős hitelesítés
it: Autenticazione a Due Fattori
pt: Autenticação de dois fatores
vi: Xác thực hai yếu tố

source: Authenticate
de: Authentifizieren
es: Autenticar
hu: Hitelesítés
it: Autenticazione
pt: Autenticar
vi: Xác thực

source: Two-Factor Authentication Backup Tokens
de: Zwei-Faktor-Authentifizierung Backup-Codes
es: Tokens de autenticación de doble factor
hu: Kétlépcsős hitelesítés tartalék tokenek
it: Token Di Backup Dell'Autenticazione A Due Fattori
pt: Backup de Tokens de Autenticação Dois-Fatores
vi: Mã thông báo (token) dự phòng của xác thực hai yếu tố

source: Backup tokens have been generated, but are not revealed here for security reasons. Press the button below to generate new ones.
de: Backup-Token wurden generiert, werden aber aus Sicherheitsgründen hier nicht angezeigt. Drücken Sie den Knopf unten um neue zu generieren.
es: Se han generado tokens de copia de seguridad, pero no se revelan aquí por razones de seguridad. Pulse el botón de abajo para generar nuevos.
hu: Tartalék tokenek lettek előállítva, de biztonsági okokból itt nem jelennek meg. Nyomd meg a gombot lentebb újabbak létrehozáhához.
it: I token di backup sono stati generati, ma non vengono rivelati qui per motivi di sicurezza. Premi il pulsante qui sotto per generarne di nuovi.
pt: Os tokens de backup foram gerados, mas não são revelados aqui por razões de segurança. Pressione o botão abaixo para gerar novos.
vi: Mã thông báo (token) dự phòng đã được tạo nhưng không được hiển thị vì lý do bảo mật. Ấn nút bên dưới để tạo những cái mới.

source: No backup tokens are available. Press the button below to generate some.
de: Es sind keine Backup-Token verfügbar. Drücken Sie die Schaltfläche unten, um einige zu generieren.
hu: Nincsenek másodlagos tokenek. Nyomd meg a lenti gombot a létrehozásukhoz.
it: Nessun token di backup disponibile. Premi il pulsante qui sotto per generarne alcuni.
pt: Nenhum token de backup está disponível. Pressione o botão abaixo para gerar alguns.
vi: Mã thông báo (token) dự phòng chưa có sẵn. Ấn nút bên dưới để tạo một vài mã.

source: Generate Tokens
de: Tokens generieren
es: Generar tokens
hu: Tokenek generálása
it: Genera token
pt: Gerar Tokens
vi: Tạo mã thông báo

source: Disable Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
es: Deshabilitar autenticación de dos factores
hu: Kétlépcsős hitelesítés letiltása
it: Disabilita Autenticazione a Due Fattori
pt: Desativar Autenticação de Dois Fatores
vi: Vô hiệu hóa xác thực 2 yếu tố

source: Are you sure?
de: Bist du sicher?
es: ¿Está seguro?
hu: Biztos vagy benne?
it: Sei sicuro?
pt: Você tem certeza?
vi: Bạn chắc chứ?

source: Disable 2FA
de: Deaktiviere 2FA
es: Desactivar 2FA
hu: Többfaktoros autentikáció kikapcsolása
it: Disabilita l'autenticazione a due fattori
pt: Desativar A2F
vi: Vô hiệu 2FA

source: Setup Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung einrichten
es: Configurar Autenticación de Dos Factores
hu: Kétlépcsős hitelesítés beállítása
it: Imposta l'Autenticazione a Due Fattori
pt: Configurar Autenticação de Dois Fatores
vi: Cài đặt xác thực hai bước

source: Step 1
de: Schritt 1
es: Paso 1
hu: 1. lépés
it: Passaggio 1
pt: Passo 1
vi: Bước 1

source: Scan the QR code below with a token generator of your choice (for instance Google Authenticator).
de: Scannen Sie den QR-Code unten mit einem Token-Generator Ihrer Wahl (z.B. Google Authenticator).
es: Escanea el código QR de abajo con un generador de tokens de tu elección (por ejemplo Google Authenticator).
hu: Olvasd be a lenti QR kódot egy kiválaszott token generátorral (például a Google Authenticator-ral).
it: Scansiona il codice QR qui sotto con un generatore di token di tua scelta (per esempio Google Authenticator).
pt: Escaneie o código QR abaixo com um gerador de token de sua escolha (por exemplo, Google Authenticator).
vi: Quét mã QR bên dưới với bộ sinh mã thông báo mà bạn chọn (cho thực thể Google Authentication).

source: Step 2
de: Schritt 2
es: Paso 2
hu: 2. lépés
it: Passaggio 2
pt: Passo 2
vi: Bước 2

source: Input a token generated by the app:
de: Geben Sie das von der App generierte Token ein:
es: Ingrese un token generado por la aplicación:
hu: Írd be az app által létrehozott tokent:
it: Inserisci un token generato dall'app:
pt: Insira um token gerado pelo aplicativo:
vi: Điền một mã thông báo đã sinh bởi ứng dụng:

source: Verify
de: Überprüfen
es: Verificar
hu: Ellenőrzés
it: Verifica
pt: Verificar
vi: Xác minh

source: Add Link
de: Link hinzufügen
es: Agregar Enlace
hu: Link hozzáadása
it: Aggiungi Collegamento
pt: Adicionar Link
vi: Thêm liên kết

source: Add Attachment
de: Anhang hinzufügen
es: Añadir archivo adjunto
hu: Melléklet hozzáadása
it: Aggiungi allegato
pt: Adicionar anexo
vi: Thêm đính kèm

source: Barcode Identifier
de: Barcode-Bezeichner
es: Identificador de Código de Barras
hu: Vonalkód azonosító
it: Codice a Barre Identificativo
pt: Identificador de Código de Barras
vi: Nhận dạng mã vạch

source: Server Restart Required
de: Server-Neustart erforderlich
es: Reinicio del Servidor Requerido
hu: Kiszolgáló újraindítása szükséges
it: È necessario riavviare il server
pt: Reinicialização do Servidor é Necessária
vi: Yêu cầu khởi động máy chủ

source: A configuration option has been changed which requires a server restart
de: Eine Konfigurationsoption wurde geändert, die einen Neustart des Servers erfordert
es: Se ha cambiado una opción de configuración que requiere reiniciar el servidor
hu: Egy olyan konfigurációs opció megváltozott ami a kiszolgáló újraindítását igényli
it: È stata modificata un'impostazione che richiede un riavvio del server
pt: Uma opção de configuração foi alterada, o que requer uma reinicialização do servidor
vi: Đã thay đổi tùy chọn cấu hình nên cần phải khởi động lại máy chủ

source: Contact your system administrator for further information
de: Bitte kontaktieren Sie Ihren Administrator für mehr Informationen
es: Póngase en contacto con su administrador para más información
hu: Vedd fel a kapcsolatot a rendszergazdával további információkért
it: Contatta l'amministratore per maggiori informazioni
pt: Contate seu administrador de sistema para mais informações
vi: Liên lạc với quản trị hệ thống của bạn để biết thêm thông tin

source: Pending Database Migrations
de: Ausstehende Datenbankmigrationen
hu: Függőben levő adatbázis migrációk
pt: Migrações de Banco de Dados Pendentes
vi: Di trú cơ sở dữ liệu đang chờ xử lý

source: There are pending database migrations which require attention
hu: Törődést igénylő függőben levő adatbázis migrációk találhatók
pt: Existem migrações pendentes do banco de dados que requerem atenção
vi: Có di trú cơ sở dữ liệu đang chờ xử lý cần bạn lưu ý

source: Click on the following link to view this order
de: Klicken Sie auf den folgenden Link, um diesen Auftrag anzuzeigen
hu: Klikk a következő linkre a rendelés megjelenítéséhez
it: Clicca il seguente link per visualizzare quest'ordine
pt: Clique no link abaixo para ver este pedido
vi: Nhấp chuột vào liên kết dưới đây để xem đơn đặt này

source: Stock is required for the following build order
de: Für die folgenden Bauaufträge werden Lagerartikel benötigt
es: Se requiere stock para el siguiente orden de trabajo
hu: Készlet szükséges a következő gyártási utasításhoz
it: La giacenza è richiesta per il seguente ordine di produzione
pt: Estoque é necessário para o pedido de produção a seguir
vi: Kho là bắt buộc cho đơn đặt bản dựng sau đây

source: Build order %(build)s - building %(quantity)s x %(part)s
de: Bauauftrag %(build)s - %(quantity)s x %(part)s bauen
es: Orden de trabajo %(build)s - creando %(quantity)s x %(part)s
hu: %(build)s gyártási utasítás - %(quantity)s x %(part)s alkatrész gyártása
it: Ordine di produzione %(build)s - produzione %(quantity)s x %(part)s
pt: O pedido de Produção %(build)s - construindo %(quantity)s x %(part)s
vi: Đơn đặt bản dựng %(build)s - đang dựng %(quantity)s x %(part)s

source: Click on the following link to view this build order
de: Klicken Sie auf den folgenden Link, um diesen Bauauftrag anzuzeigen
es: Haga clic en el siguiente enlace para ver esta orden de trabajo
hu: Klikk a következő linkre a gyártási utasítás megjelenítéséhez
it: Clicca il seguente link per visualizzare quest'ordine di produzione
pt: Clique no link abaixo para ver este pedido de produção
vi: Nhấp vào liên kết dưới đây để xem đơn đặt bản dựng này

source: The following parts are low on required stock
de: Bei den folgenden Teilen gibt es wenige Lagerartikel
es: Las siguientes partes están bajas en stock requerido
hu: A következő alkatrészek szükséges készlete alacsony
it: I seguenti articoli sono pochi nel magazzino richiesto
pt: As peças a seguir estão abaixo do estoque requerido
vi: Sản phẩm sau còn ít hàng trong kho yêu cầu

source: Required Quantity
de: Benötigte Menge
es: Cantidad requerida
hu: Szükséges mennyiség
it: Quantità richiesta
pt: Quantidade Requerida
vi: Số lượng bắt buộc

source: You are receiving this email because you are subscribed to notifications for this part
de: Sie erhalten diese E-Mail, weil Sie Benachrichtigungen für diesen Teil abonniert haben
es: Estás recibiendo este correo electrónico porque estás suscrito a las notificaciones de esta parte
hu: Ezért kapod ezt a levelet mert értesítést kértél erre az alkatrészre
it: Stai ricevendo questa email perché sei iscritto alle notifiche per questo articolo
pt: Você está recebendo este e-mail porque está inscrito para notificações dessa peça
vi: Bạn nhận được email này vì bạn đã đăng ký nhận thông báo cho sản phẩm này

source: Click on the following link to view this part
de: Klicken Sie auf den folgenden Link, um diesen Teil anzuzeigen
es: Haga clic en el siguiente enlace para ver esta parte
hu: Klikk a következő linkre az alkatrész megjelenítéséhez
it: Clicca il seguente link per visualizzare questo articolo
pt: Clique no link abaixo para ver esta peça
vi: Nhấp chuột vào liên kết dưới đây để xem sản phẩm này

source: Minimum Quantity
de: Mindestmenge
es: Cantidad Mínima
hu: Minimum mennyiség
it: Quantità minima
pt: Quantidade Mínima
vi: Số lượng tối thiểu

source: No Response
de: Keine Antwort
es: Sin Respuesta
hu: Nincs válasz
it: Nessuna Risposta
pt: Sem Resposta
vi: Không phản hồi

source: No response from the InvenTree server
de: keine Antwort vom InvenTree Server
es: No hay respuesta del servidor InvenTree
hu: Nincs válasz az InvenTree kiszolgálótól
it: Nessuna risposta dal server InvenTree
pt: Sem resposta do servidor InvenTree
vi: Máy chủ InvenTree không phản hồi

source: Error 400: Bad request
de: Fehler 400: Fehlerhafte Anfrage
es: Error 400: Solicitud incorrecta
hu: Error 400: Rossz kérelem
it: Errore 400: Richiesta Errata
pt: Erro 400: Requisição ruim
vi: Lỗi 400: Yêu cầu không hợp lệ

source: API request returned error code 400
de: Fehler-Code 400 zurückgegeben
es: La solicitud API devolvió el código de error 400
hu: Az API kérelem 400-as hibakódot adott vissza
it: Richiesta API restituito codice di errore 400
pt: Solicitação de API retornou o código de erro 400
vi: Yêu cầu API đã trả về mã lỗi 400

source: Error 401: Not Authenticated
de: Fehler 401: Nicht Angemeldet
es: Error 401: No autenticado
hu: Error 401: Nincs hitelesítve
it: Errore 401: Non Autenticato
pt: Erro 401: Não Autenticado
vi: Lỗi 401: Chưa được xác thực

source: Authentication credentials not supplied
de: Authentication Kredentials nicht angegeben
es: Credenciales de autenticación no suministradas
hu: Hitelesítési adatok nem lettek megadva
it: Credenziali di autenticazione non fornite
pt: Credenciais de autenticação não fornecidas
vi: Chưa cung cấp chi tiết thông tin xác thực

source: Error 403: Permission Denied
de: Fehler 403: keine Berechtigung
es: Error 403: Permiso Denegado
hu: Error 403: Hozzáférés megtagadva
it: Errore 403 - Permesso negato
pt: Erro 403: Permissão Negada
vi: Lỗi 403: Quyền bị từ chối

source: You do not have the required permissions to access this function
de: Fehlende Berechtigung für diese Aktion
es: No tiene los permisos necesarios para acceder a esta función
hu: Nincs meg a szükséges jogosultságod, hogy elérd ezt a funkciót
it: Non hai i permessi necessari per accedere a questa funzione
pt: Você não tem as permissões necessárias para acessar esta função
vi: Bạn không có đủ quyền để truy cập chức năng này

source: Error 404: Resource Not Found
de: Fehler 404: Ressource nicht gefunden
es: Error 404: Recurso No Encontrado
hu: Error 404: Erőforrás nem található
it: Errore 404: Risorsa Non Trovata
pt: Erro 404: Recurso Não Encontrado
vi: Lỗi 404: Không tìm thấy tài nguyên

source: The requested resource could not be located on the server
de: Die angefragte Ressource kann auf diesem Server nicht gefunden werden
es: El recurso solicitado no se pudo encontrar en el servidor
hu: A kért erőforrás nem található a kiszolgálón
it: La risorsa richiesta non può essere localizzata sul server
pt: O recurso requisitado não pôde ser encontrado no servidor
vi: Không tìm thấy tài nguyên được yêu cầu có trên máy chủ

source: Error 405: Method Not Allowed
de: Fehler 405: Methode nicht erlaubt
es: Error 405: Método no Permitido
hu: Error 405: Metódus nincs engedélyezve
it: Errore 405: Metodo Non Consentito
pt: Erro 405: Método Não Permitido
vi: Lỗi 405: Phương thức không được phép

source: HTTP method not allowed at URL
de: HTTP-Methode für diese URL nicht erlaubt
es: Método HTTP no permitido en URL
hu: HTTP metódus nincs engedélyezve ezen az URL-n
it: Metodo HTTP non consentito all'URL
pt: Método HTTP não permitido na URL
vi: Không được phép dùng giao thức HTTP trên URL

source: Error 408: Timeout
de: Fehler 408: Zeitüberschreitung
es: Error 408: Tiempo de espera agotado
hu: Error 408: Időtúllépés
it: Errore 408: Timeout
pt: Erro 408: Tempo Limite
vi: Lỗi 408: Hết thời gian

source: Connection timeout while requesting data from server
de: Verbindungszeitüberschreitung bei der Datenanforderung
es: Tiempo de espera de conexión agotado al solicitar datos del servidor
hu: Időtúllépés a kiszolgálótól való adatlekérés közben
it: Timeout connessione durante la richiesta di dati dal server
pt: Tempo limite da conexão atingido ao solicitar dados do servidor
vi: Kết nối hết thời gian trong khi dữ liệu được yêu cầu từ máy chủ

source: Error 503: Service Unavailable
de: Fehler 503: Service nicht erreichbar
hu: Hiba 503: A szolgáltatás átmenetileg nem elérhető
pt: Erro 503: Serviço Indisponível
vi: Lỗi 503: Dịch vụ không có sẵn

source: The server is currently unavailable
de: Der Server ist derzeit nicht erreichbar
hu: A szerver átmenetileg nem elérhető
pt: O servidor está atualmente indisponível
vi: Máy chủ hiện đang không có sẵn

source: Unhandled Error Code
de: Unbehandelter Fehler-Code
es: Código de error no controlado
hu: Nem kezelt hibakód
it: Codice Di Errore Non Gestito
pt: Código de erro não tratado
vi: Mã lỗi không thể bẫy được

source: Error code
de: Fehler-Code
es: Código de error
hu: Hiba kód
it: Codice errore
pt: Código do erro
vi: Mã lỗi

source: All selected attachments will be deleted
de: Alle ausgewählten anhänge werden gelöscht
hu: Az összes kijelölt melléklet törlésre kerül
it: Tutti gli allegati selezionati saranno eliminati
pt: Todos os anexos selecionados serão excluídos
vi: Đã xóa toàn bộ tệp đính kèm đã chọn

source: Delete Attachments
de: Anhänge entfernen
hu: Mellékletek törlése
it: Elimina Allegati
pt: Excluir Anexos
vi: Xóa đính kèm

source: Delete attachments
de: Anhänge löschen
hu: Mellékletek törlése
pt: Excluir anexos
vi: Xóa đính kèm

source: Attachment actions
hu: Mellékletek műveletei
pt: Ações de anexos
vi: Chức năng đính kèm

source: No attachments found
de: Keine Anhänge gefunden
es: No se encontraron archivos adjuntos
hu: Nem találhatók mellékletek
it: Allegati non trovati
pt: Nenhum anexo encontrado
vi: Không tìm thấy tệp đính kèm

source: Edit Attachment
de: Anhang bearbeiten
es: Editar archivos adjuntos
hu: Melléklet szerkesztése
it: Modifica allegato
pt: Editar Anexo
vi: Sửa tệp đính kèm

source: Upload Date
de: Hochladedatum
es: Fecha de subida
hu: Feltöltés dátuma
it: Data di Upload
pt: Data de Envio
vi: Ngày tải lên

source: Edit attachment
de: Anhang bearbeiten
es: Editar adjunto
hu: Melléklet szerkesztése
it: Modifica allegato
pt: Editar anexo
vi: Sửa đính kèm

source: Delete attachment
de: Anhang löschen
es: Eliminar adjunto
hu: Melléklet törlése
it: Cancella allegato
pt: Apagar anexo
vi: Xóa đính kèm

source: Scan barcode data here using barcode scanner
de: Barcode Daten hier mit Barcode Scanner scannen
hu: Vonalkód beolvasása ide a kódolvasó használatával
it: Scansiona il codice a barre usando uno scanner
pt: Leia o código de barras aqui usando um leitor de código de barras
vi: Quét dữ liệu mã vạch ở đây sử dụng máy quét mã vạch

source: Enter barcode data
de: Barcode-Daten eingeben
es: Introduzca datos de código de barras
hu: Add meg a vonalkódot
it: Inserire il codice a barre
pt: Digitar informações do código de barras
vi: Nhập dữ liệu mã vạch

source: Scan barcode using connected webcam
de: Barcode mittels angeschlossener Webcam scannen
es: Escanear código de barras usando webcam conectada
hu: Vonalkód beolvasása webkamerával
it: Scansiona il codice a barre usando la webcam
pt: Ler código de barras usando webcam conectada
vi: Quét mã vạch sử dụng webcam

source: Enter optional notes for stock transfer
de: Optionale Notizen zu Bestandsübertragung eingeben
es: Introduzca notas opcionales para la transferencia de stock
hu: Megjegyzések a készlet áthelyezéshez
it: Inserire le note facoltative per il trasferimento delle scorte
pt: Digite notas opcionais para transferência de estoque
vi: Nhập ghi chú tùy chọn cho chuyển kho

source: Enter notes
de: Notizen eingeben
es: Escribir notas
hu: Írd be a megjegyzéseket
it: Inserire le note
pt: Inserir anotações
vi: Nhập ghi chú

source: Server error
de: Server-Fehler
es: Error del servidor
hu: Kiszolgálóhiba
it: Problemi con il server
pt: Erro no servidor
vi: Lỗi mãy chủ

source: Unknown response from server
de: Unbekannte Antwort von Server erhalten
es: Respuesta desconocida del servidor
hu: Ismeretlen válasz a kiszolgálótól
it: Risposta sconosciuta dal server
pt: Resposta desconhecida do servidor
vi: Phản hồi không xác định từ máy chủ

source: Invalid server response
de: Ungültige Antwort von Server
es: Respuesta del servidor inválida
hu: Érvénytelen válasz a szervertől
it: Risposta del server non valida
pt: Resposta do servidor inválida
vi: Phản hồi máy chủ không hợp lệ

source: Scan barcode data
de: Barcode Daten scannen
hu: Vonalkód beolvasása
it: Scansione del codice a barre
pt: Ler dados do código de barras
vi: Quét dữ liệu mã vạch

source: Scan Barcode
de: Barcode scannen
es: Escanear código de barras
hu: Vonalkód beolvasása
it: Scansiona codice a barre
pt: Ler Código de Barras
vi: Quét mã vạch

source: No URL in response
de: keine URL in der Antwort
es: No hay URL en respuesta
hu: Nincs URL a válaszban
it: Nessuna risposta dall'URL
pt: Nenhuma URL na resposta
vi: Thiếu URL trong dữ liệu trả lời

source: This will remove the link to the associated barcode
de: Dadurch wird der Link zu dem zugehörigen Barcode entfernt
hu: Ez törli a vonalkód hozzárendelést
it: Questo rimuoverà il collegamento al codice a barre associato
pt: Isto irá remover o link com o código de barras associado
vi: Điều này sẽ gỡ liên kết đến mã vạch đã được liên kết

source: Unlink
de: Entfernen
es: Desvincular
hu: Leválasztás
it: Scollega
pt: Desassociar
vi: Hủy liên kết

source: Remove stock item
de: Lagerartikel entfernen
es: Eliminar artículo de stock
hu: Készlet tétel törlése
it: Rimuovere l'articolo in magazzino
pt: Remover item de estoque
vi: Xóa mặt hàng

source: Scan Stock Items Into Location
de: Lagerartikel in Lagerort buchen
hu: Készlet bevételezése adott helyre
it: Scansione articoli di magazzino in sede
pt: Escanear Itens de Estoque para Local
vi: Quét mặt hàng vào trong vị trí

source: Scan stock item barcode to check in to this location
de: Barcode des Lagerartikels scannen um ihn an diesen Ort einzuchecken
hu: Készlet tétel vonalkód beolvasása, amit bevételezzünk erre a helyre
it: Scansione del codice a barre dell'articolo di magazzino per effettuare il check-in in questa sede
pt: Digitalize o código de barras dos itens de estoque para fazer check-in nesta localização
vi: Quét mã vạch mặt hàng để nhập vào vị trí này

source: Check In
de: Einbuchen
es: Registrar
hu: Bevételezés
vi: Đăng ký vào
