Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Clear all filters
de: Filter entfernen
es: Limpiar todos los filtros
hu: Összes szűrő törlése
it: Cancella tutti i filtri
pt: Limpar todos os filtros
vi: Xóa tất cả bộ lọc

source: Create filter
de: Filter anlegen
es: Crear filtro
hu: Szűrő létrehozása
it: Crea filtro
pt: Criar filtro
vi: Tạo bộ lọc

source: Action Prohibited
de: Aktion verboten
es: Acción Prohibida
hu: Művelet tiltva
it: Azione Vietata
pt: Ação proibida
vi: Chức năng bị cấm

source: Create operation not allowed
de: Erstellvorgang nicht erlaubt
es: Operación de creación no permitida
hu: Létrehozás nem engedélyezett
it: Crea operazione non consentita
pt: Operação de criação não permitida
vi: Hoạt động tạo là không được phép

source: Update operation not allowed
de: Updatevorgang nicht erlaubt
es: Operación de actualización no permitida
hu: Módosítás nem engedélyezett
it: Operazione di aggiornamento non consentita
pt: Operação de atualização não permitida
vi: Hoạt động cập nhật là không được phép

source: Delete operation not allowed
de: Löschvorgang nicht erlaubt
es: Operación de eliminación no permitida
hu: Törlés nem engedélyezett
it: Operazione di eliminazione non consentita
pt: Operação de excluir não permitida
vi: Hoạt động xóa là không được phép

source: View operation not allowed
de: Anzeigevorgang nicht erlaubt
es: Operación de visualización no permitida
hu: Megtekintés nem engedélyezett
it: Mostra operazione non consentita
pt: Operação de visualização não permitida
vi: Hoạt động xem là không được phép

source: Keep this form open
de: Dieses Formular offen lassen
es: Mantener este formulario abierto
hu: Form nyitva tartása
it: Mantieni aperto questo modulo
pt: Manter este formulário aberto
vi: Giữ biểu mẫu này mở

source: Enter a valid number
de: Gib eine gültige Nummer ein
es: Introduzca un número válido
hu: Adj meg egy érvényes számot
it: Inserisci un numero valido
pt: Insira um número válido
vi: Nhập vào số hợp lệ

source: Form errors exist
de: Fehler in Formular
es: Existen errores en el formulario
hu: Form hibák vannak
it: Esistono errori nel modulo
pt: Há erros de formulário
vi: Lỗi biểu mẫu tồn tại

source: No results found
de: Keine Ergebnisse gefunden
es: No hay resultados
hu: Nincs eredmény
it: Nessun risultato trovato
pt: Nenhum resultado encontrado
vi: Không tìm thấy kết quả

source: Searching
de: Suche
es: Buscando
hu: Keresés
it: Ricerca
pt: Buscando
vi: Đang tìm kiếm

source: Clear input
de: Eingabe leeren
es: Limpiar entrada
hu: Bevitel törlése
it: Cancella input
pt: Limpar entrada
vi: Dọn dẹp đầu vào

source: File Column
de: Dateispalte
es: Columna de archivo
hu: Fájl oszlop
it: Colonna File
pt: Coluna de arquivos
vi: Cột tệp tin

source: Field Name
de: Feldname
es: Nombre del campo
hu: Mező név
it: Nome del campo
pt: Nome do Campo
vi: Tên trường

source: Select Columns
de: Spalten auswählen
es: Seleccionar columnas
hu: Oszlopok kiválasztása
it: Seleziona Colonne
pt: Selecionar Colunas
vi: Chọn cột

source: YES
de: JA
es: SI
hu: IGEN
it: SÌ
pt: SIM
vi: CÓ

source: NO
de: NEIN
hu: NEM
pt: NÃO
vi: KHÔNG

source: True
de: Wahr
hu: Igaz
pt: Verdadeiro
vi: Đúng

source: False
de: Falsch
hu: Hamis
pt: Falso
vi: Sai

source: No parts required for builds
hu: Nem szükséges alkatrész a gyártáshoz
pt: Nenhuma parte necessária para produção
vi: Không bắt buộc sản phẩm cho bản dựng

source: Allocated Stock
hu: Lefoglalt készlet
pt: Estoque Alocado
vi: Kho hàng đã phân bổ

source: Select Items
es: Seleccionar artículos
hu: Tételek kiválasztása
pt: Selecione os Itens
vi: Chọn hàng hóa

source: No items selected for printing
es: No hay artículos seleccionados para imprimir
hu: Nincs tétel kiválasztva a nyomtatáshoz
pt: Nenhum item selecionado para impressão
vi: Chưa chọn hàng hóa để in

source: No Labels Found
de: Keine Labels gefunden
es: No se encontraron etiquetas
hu: Nem található címke
it: Nessuna etichetta trovata
pt: Nenhuma Etiqueta Encontrada
vi: Nhãn không tồn tại

source: No label templates found which match the selected items
es: No se encontraron plantillas de etiqueta que coincidan con los artículos seleccionados
hu: Nem található címke sablon a kiválasztott tételekhez
pt: Nenhum modelo de etiqueta corresponde aos itens selecionados
vi: Không tìm thấy mẫu nhãn phù hợp với hàng hóa đã chọn

source: selected
es: seleccionado
hu: kiválasztva
pt: selecionado
vi: đã chọn

source: Printing Options
hu: Nyomtatási beállítások
pt: Opções de Impressão
vi: Tùy chọn in ấn

source: Print label
hu: Címke nyomtatása
pt: Imprimir Etiqueta
vi: In nhãn

source: Print labels
hu: Címkék nyomtatása
pt: Imprimir etiquetas
vi: In nhãn

source: Print
hu: Nyomtatás
pt: Imprimir
vi: In

source: Select label template
hu: Címke sablon választás
pt: Selecione o modelo de etiqueta
vi: Chọn mẫu nhãn

source: Select plugin
hu: Plugin választás
pt: Selecione o plug-in
vi: Chọn phần bổ sung

source: Labels sent to printer
de: Label an den Drucker gesendet
es: Etiquetas enviadas a la impresora
hu: Címkék nyomtatónak elküldve
it: Etichette inviate alla stampante
pt: Etiquetas enviadas à impressora
vi: Nhãn đã gửi đến máy in

source: Cancel
de: Abbrechen
es: Cancelar
hu: Mégsem
it: Annulla
pt: Cancelar
vi: Hủy

source: Submit
de: Abschicken
es: Enviar
hu: Küldés
it: Invia
pt: Enviar
vi: Gửi

source: Form Title
de: Formulartitel
es: Título del Formulario
hu: Form megnevezése
it: Titolo modulo
pt: Título do Formulário
vi: Tiêu đề biểu mẫu

source: Waiting for server...
de: Warte auf Server...
es: Esperando al servidor...
hu: Várakozás a kiszolgálóra...
it: In attesa del server...
pt: Aguardando o servidor...
vi: Đang đợi máy chủ...

source: Show Error Information
de: Fehler-Informationen anzeigen
es: Mostrar Información de Error
hu: Hibainformációk megjelenítése
it: Informazioni sull'errore
pt: Mostrar Informação do Erro
vi: Hiện thông tin lỗi

source: Accept
de: Akzeptieren
es: Aceptar
hu: Elfogadás
it: Accetta
pt: Aceitar
vi: Chấp nhận

source: Loading Data
de: Lade Daten
es: Cargando Datos
hu: Adatok betöltése
it: Caricamento Dati
pt: Carregando dados
vi: Đang tải dữ liệu

source: Invalid response from server
de: ungültige Antwort vom Server
es: Respuesta no válida del servidor
hu: Rossz válasz a kiszolgálótól
it: Risposta dal server non valida
pt: Resposta inválida do servidor
vi: Phản hồi không hợp lệ từ máy chủ

source: Form data missing from server response
de: Formulardaten fehlen bei Serverantwort
es: Datos del formulario faltantes de la respuesta del servidor
hu: Űrlap adat hiányzik a kiszolgálótól kapott válaszban
it: Dati del modulo mancanti dalla risposta server
pt: Dado de formulário faltando na resposta do servidor
vi: Dữ liệu biểu mẫu thất lạc từ phản hồi máy chủ

source: Error posting form data
de: Formulardaten fehlerhaft
es: Error al publicar datos del formulario
hu: Form adat küldési hiba
it: Errore nel pubblicare i dati del modulo
pt: Erro ao postar os dados de formulários
vi: Lỗi đăng tải dữ liệu biểu mẫu

source: JSON response missing form data
de: JSON Antwort enthält keine Formulardaten
es: Respuesta JSON faltan datos del formulario
hu: JSON válasz hiányzó form adatok
it: Dati del modulo mancanti di risposta JSON
pt: Dados de formulário faltando na resposta JSON
vi: Dữ liệu biểu mẫu trả về sai từ phản hồi JSON

source: Error 400: Bad Request
de: Fehler 400: Ungültige Anfrage
es: Error 400: Solicitud Incorrecta
hu: Error 400: Rossz kérelem
it: Errore 400: Richiesta Non Valida
pt: Erro 400: Requisição Ruim
vi: Lỗi 400: Yêu cầu không hợp lệ

source: Server returned error code 400
de: Fehler 400 von Server erhalten
es: El servidor devolvió el código de error 400
hu: A kiszolgáló 400-as hibakódot adott vissza
it: Il server ha restituito codice di errore 400
pt: Servidor retornou o código de erro 400
vi: Máy chủ trả về mã lỗi 400

source: Error requesting form data
de: Fehler bei Formulardaten-Anfrage
es: Error al solicitar datos del formulario
hu: Form adat lekérése sikertelen
it: Errore nella richiesta di dati modulo
pt: Erro ao pedir dados de formulário
vi: Dữ liệu yêu cầu biểu mẫu lỗi

source: No news found
de: Keine Nachrichten gefunden
es: No hay novedades
hu: Nem találhatók hírek
it: Nessuna notizia trovata
pt: Nenhuma notícia encontrada
vi: Không tìm thấy tin tức

source: Age
de: Alter
es: Edad
hu: Életkor
it: Età
pt: Idade
vi: Tuổi

source: Notification
de: Benachrichtigung
es: Notificación
hu: Értesítés
it: Notifiche
pt: Notificação
vi: Thông báo

source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
hu: Megjelölés olvasatlanként
it: Segna come non letto
pt: Marcar como não lido
vi: Đánh dấu chưa đọc

source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
hu: Megjelölés olvasottként
it: Segna come letto
pt: Marcar como lido
vi: Đánh dấu đã đọc

source: No unread notifications
de: Keine ungelesenen Benachrichtigungen
es: No hay notificaciones sin leer
hu: Nincs olvasatlan értesítés
it: Nessuna notifica non letta
pt: Nenhuma notificação pendente
vi: Không có thông báo chưa đọc

source: Notifications will load here
de: Benachrichtigungen erscheinen hier
es: Las notificaciones cargarán aquí
hu: Az értesítések itt fognak megjelenni
it: Le notifiche verranno caricate qui
pt: Notificações irão carregar aqui
vi: Sẽ tải thông báo ở đây

source: Add Extra Line Item
de: Zusatzposition hinzufügen
es: Añadir partida extra
hu: Egyéb tétel hozzáadása
it: Aggiungi Linea Extra
pt: Adicionar Item de Linha Extra
vi: Thêm dòng mở rộng

source: Export Order
de: Bestellung exportieren
es: Exportar Orden
hu: Rendelés exportálása
it: Esporta Ordine
pt: Ordem de Exportação
vi: Xuất đơn đặt

source: Duplicate Line
de: Position duplizieren
es: Duplicar línea
hu: Sor másolása
it: Duplica Linea
pt: Duplicar Linha
vi: Dùng trùng lặp

source: Edit Line
de: Zeile bearbeiten
es: Editar línea
hu: Sor szerkesztése
it: Modifica Linea
pt: Editar Linha
vi: Sửa dòng

source: Delete Line
de: Zeile löschen
es: Eliminar línea
hu: Sor törlése
it: Cancella Linea
pt: Apagar Linha
vi: Xoá dòng

source: No line items found
de: Keine Positionen gefunden
es: No hay partidas
hu: Nem találhatók sortételek
it: Nessuna linea elementi trovata
pt: Nenhum item de linha encontrado
vi: Không tìm thấy mục dòng nào

source: Duplicate line
de: Position duplizieren
es: Duplicar línea
hu: Sor másolása
it: Duplica linea
pt: Duplicar linha
vi: Dòng trùng lặp

source: Edit line
de: Zeile bearbeiten
es: Editar línea
hu: Sor szerkesztése
it: Modifica linea
pt: Editar linha
vi: Sửa dòng

source: Delete line
de: Zeile löschen
es: Eliminar línea
hu: Sor törlése
it: Cancella linea
pt: Apagar linha
vi: Xóa dòng

source: Part Attributes
de: Teileigenschaften
es: Atributos de Parte
hu: Alkatrész tulajdonságok
it: Attributi Articolo
pt: Atributos da Peça
vi: Thuộc tính sản phẩm

source: Part Creation Options
de: Erstellungsoptionen für Teile
es: Opciones de Creación de Parte
hu: Alkatrész létrehozási opciók
it: Opzioni Creazione Articolo
pt: Opções de Criação de Peça
vi: Tùy chọn tạo sản phẩm

source: Part Duplication Options
de: Einstellungen für Teilkopien
es: Opciones de Duplicación de Parte
hu: Alkatrész másolási opciók
it: Opzioni Duplicazione Articolo
pt: Opções de Duplicação de Peça
vi: Tùy chọn nhân bản sản phẩm

source: Add Part Category
de: Teil-Kategorie hinzufügen
es: Añadir Categoría de Parte
hu: Alkatrész kategória hozzáadása
it: Aggiungi Categoria Articolo
pt: Adicionar Categoria de Peça
vi: Thêm danh mục sản phẩm

source: Parent part category
de: Übergeordnete Teilkategorie
es: Categoría superior de parte
hu: Felsőbb szintű alkatrész kategória
it: Categoria articolo principale
pt: Categoria de peça pai
vi: Danh mục cha

source: Icon (optional) - Explore all available icons on
de: Icon (optional) - alle verfügbaren Icons einsehbar auf
hu: Ikon (opcionális) - Az összes ikon felfedezése itt
it: Icona (opzionale) - Esplora tutte le icone disponibili su
pt: Ícone (opcional) - Explorar todos os ícones disponíveis em
vi: Biểu tượng (tùy chọn) - Xuất toàn bộ biểu tượng sẵn có trên

source: Create Part Category
de: Teil-Kategorie hinzufügen
es: Crear Categoría de Parte
hu: Alkatrész kategória létrehozása
it: Crea Categoria Articolo
pt: Criar Categoria de Peça
vi: Tạo nhóm sản phẩm

source: Create new category after this one
hu: Új kategória létrehozása ez után
it: Crea una nuvoa categoria dopo questa
pt: Criar nova categoria após esta
vi: Tạo danh mục mới sau cái này

source: Part category created
es: Categoría de partes creada
hu: Alkatrész kategória létrehozva
pt: Categoria da peça criada
vi: Danh mục sản phẩm đã được tạo

source: Edit Part Category
de: Teil-Kategorie bearbeiten
es: Editar Categoría de Parte
hu: Alkatrész kategória szerkesztése
it: Modifica Categoria Articoli
pt: Editar Categoria da Peça
vi: Sửa danh mục sản phẩm

source: Are you sure you want to delete this part category?
de: Möchten Sie diese Kategorie wirklich löschen?
hu: Biztos hogy törölni szeretnéd ezt az alkatrész kategóriát?
it: Sei sicuro di voler eliminare questa categoria articolo?
pt: Você tem certeza que deseja excluir essa categoria de peça?
vi: Bạn có thực sự muốn xóa danh mục sản phẩm không?

source: Move to parent category
de: In übergeordnete Kategorie verschieben
es: Mover a la categoría padre
hu: Áthelyezés fentebbi kategóriába
it: Sposta nella categoria superiore
pt: Mover para categoria parental
vi: Chuyển tới danh mục cha

source: Delete Part Category
de: Teil-Kategorie löschen
es: Eliminar Categoría de Parte
hu: Alkatrész kategória törlése
it: Elimina categoria
pt: Excluir Categoria de Peça
vi: Xóa danh mục sản phẩm

source: Action for parts in this category
de: Aktion für Teile in dieser Kategorie
hu: A kategóriában lévő alkatrészek kezelése
it: Azione articoli in questa categoria
pt: Ação para peças nesta categoria
vi: Chức năng cho sản phẩm trong danh mục này

source: Action for child categories
de: Aktion für Unterkategorien
hu: Alkategóriák kezelése
it: Azione per categorie secondarie
pt: Ação para categorias filhas
vi: Chức năng cho danh mục con

source: Create Part
de: Teil hinzufügen
es: Crear Parte
hu: Alkatrész létrehozása
it: Crea Articolo
pt: Criar Peça
vi: Tạo sản phẩm

source: Create another part after this one
de: Ein weiteres Teil anlegen
hu: Új alkatrész létrehozása ez után
it: Crea un altro articolo dopo questo
pt: Criar outra peça após esta
vi: Tạo sản phẩm khác sau cái này

source: Part created successfully
de: Teil erfolgreich angelegt
es: Parte creada con éxito
hu: Alkatrész sikeresen létrehozva
it: Articolo creato con successo
pt: Peça criada com sucesso
vi: Sản phẩm đã được tạo thành công

source: Edit Part
de: Teil bearbeiten
es: Editar Parte
hu: Alkatrész szerkesztése
it: Modifica l'articolo
pt: Editar Peça
vi: Sửa sản phẩm

source: Part edited
de: Teil bearbeitet
es: Parte editada
hu: Alkatrész módosítva
it: Articolo modificato
pt: Peça editada
vi: Sản phẩm đã được sửa

source: Create Part Variant
de: Teil-Variante anlegen
es: Crear Variante de Parte
hu: Alkatrész változat létrehozása
it: Crea Varianti Articolo
pt: Criar Variante da Peça
vi: Tạo biến thể sản phẩm

source: Active Part
de: Aktives Teil
es: Parte activa
hu: Aktív alkatrész
it: Articolo Attivo
pt: Peça Ativa
vi: Sản phẩm kích hoạt

source: Part cannot be deleted as it is currently active
de: Teil kann nicht gelöscht werden, da es derzeit aktiv ist
hu: Alkatrész nem törölhető mivel még aktív
it: L'articolo non può essere eliminato poiché è attualmente attivo
pt: Peça não pode ser excluída enquanto estiver ativa
vi: Không thể xóa sản phẩm vì nó đang hoạt động

source: Deleting this part cannot be reversed
de: Das Löschen dieses Teils kann nicht rückgängig gemacht werden
hu: Ezen alkatrész törlése nem vonható vissza
it: L'eliminazione di questo articolo non è reversibile
pt: Excluir esta peça não é reversível
vi: Không thể khôi phục việc xóa sản phẩm này

source: Any stock items for this part will be deleted
de: Alle Lagerartikel für dieses Teil werden gelöscht
hu: Ennek az alkatrésznek a teljes készlete törölve lesz
it: Tutte le giacenze per questo articolo verranno eliminate
pt: Qualquer item de estoque desta peça será excluído
vi: Sẽ xóa bất kỳ mặt hàng nào của sản phẩm này

source: This part will be removed from any Bills of Material
de: Dieses Teil wird von allen Stücklisten entfernt
hu: Ez az alkatrész minden alkatrészjegyzékből törölve lesz
it: Questo articolo verrà eliminato da qualsiasi Fattura dei Materiali
pt: Esta peça será removida de quaisquer Lista de Materiais (BOM)
vi: Sẽ xóa sản phẩm này khỏi hóa đơn vật liệu

source: All manufacturer and supplier information for this part will be deleted
de: Alle Hersteller- und Zuliefererinformationen für dieses Teil werden gelöscht
hu: Ehhez az alkatrészhez rendelt minden beszállítói és gyártói információ törölve lesz
it: Tutte le informazioni del produttore e del fornitore per questo articolo verranno eliminate
pt: Toda informação de fabricante e fornecedor dessa peça será excluída
vi: Sẽ xóa toàn bộ thông tin nhà sản xuất và nhà cung cấp cho sản phẩm này

source: Delete Part
de: Teil löschen
es: Eliminar parte
hu: Alkatrész törlése
it: Cancella Articolo
pt: Excluir Peça
vi: Xóa sản phẩm

source: You are subscribed to notifications for this item
de: Sie haben Benachrichtigungen für dieses Teil abonniert
es: Estás suscrito a las notificaciones de este artículo
hu: Értesítések beállítva erre a tételre
it: Sei iscritto alle notifiche per questo elemento
pt: Você está inscrito para receber notificações para este item
vi: Bạn đã đăng ký nhận thông báo cho hàng hóa này

source: You have subscribed to notifications for this item
de: Sie haben Benachrichtigungen für dieses Teil abonniert
es: Te has suscrito a las notificaciones de este artículo
hu: Értesítések beállítva erre a tételre
it: Hai sottoscritto le notifiche per questo elemento
pt: Você se inscreveu para notificações deste item
vi: Bạn đã đăng ký nhận thông báo cho hàng hóa này

source: Subscribe to notifications for this item
de: Benachrichtigungen für dieses Teil abonnieren
es: Suscríbete a las notificaciones de este artículo
hu: Értesítések kérése erre a tételre
it: Sottoscrivi le notifiche per questo elemento
pt: Inscreva-se para receber notificações deste item
vi: Đăng ký nhận thông báo cho hàng hóa này

source: You have unsubscribed to notifications for this item
de: Sie haben Benachrichtigungen für dieses Teil abgemeldet
es: Has cancelado la suscripción a las notificaciones de este artículo
hu: Értesítések letiltva erre a tételre
it: Hai annullato l'iscrizione alle notifiche per questo elemento
pt: Você descadastrou para notificações deste item
vi: Bạn đã hủy đăng ký nhận thông báo cho hàng hóa này

source: Validating the BOM will mark each line item as valid
de: Die Stückliste zu validieren markiert jede Zeile als gültig
es: Validar el BOM marcará cada partida como válida
hu: Az alkatrészjegyzék jóváhagyása minden sortételt jóvá fog hagyni
it: La convalida della Distinta Base segnerà ogni voce di riga come valida
pt: Validando a BOM irá marcar como cada linha válida
vi: Phê chuẩn BOM sẽ đánh dấu từng hạng mục là hợp lệ

source: Validate Bill of Materials
de: Stückliste prüfen
es: Validar la Factura de Materiales
hu: Alkatrészjegyzék jóváhagyása
it: Convalida la distinta dei materiali
pt: Validar Lista de Materiais (BOM)
vi: Phê chuẩn hóa đơn vật liệu

source: Validated Bill of Materials
de: überprüfte Stückliste
es: Validación de Lista de Materiales
hu: Alkatrészjegyzék jóvá lett hagyva
it: Valida Fattura dei Materiali
pt: Lista de Materiais Validada
vi: Hóa đơn vật liệu đã phê chuẩn

source: Copy Bill of Materials
de: Stückliste kopieren
es: Copiar Factura de Materiales
hu: Alkatrészjegyzék másolása
it: Copia Fattura dei Materiali
pt: Copiar Lista de Materiais (BOM)
vi: Sao chép hóa đơn vật liệu

source: Low stock
de: Bestand niedrig
es: Stock bajo
hu: Alacsony készlet
it: In esaurimento
pt: Estoque baixo
vi: Còn ít hàng

source: No stock available
de: Kein Lagerbestand verfügbar
es: Existencias no disponibles
hu: Nincs szabad
it: Nessuno stock disponibile
pt: Nenhum estoque disponível
vi: Không có sẵn kho

source: Demand
de: Bedarf
es: Demanda
hu: Igény
it: Richieste
pt: Demanda
vi: Nhu cầu

source: Unit
de: Einheit
es: Unidad
hu: Me
it: Unità
pt: Unidade
vi: Đơn vị

source: Virtual part
de: virtuelles Teil
es: Parte virtual
hu: Virtuális alkatrész
it: Parte virtuale
pt: Peça virtual
vi: Sản phẩm ảo

source: Subscribed part
de: Abonnierter Teil
es: Parte suscrita
hu: Értesítésre beállított alkatrész
it: Parte sottoscritta
pt: Peça inscrita
vi: Sản phẩm đã đăng ký

source: Salable part
de: Verkäufliches Teil
es: Parte vendible
hu: Értékesíthető alkatrész
it: Parte vendibile
pt: Peça vendível
vi: Sản phẩm dùng để bán

source: Schedule generation of a new stocktake report.
de: Die Erstellung eines neuen Inventurberichtes planen.
hu: Új leltár riport ütemezése.
it: Programmare la generazione di un nuovo report inventario.
pt: Programar geração de um novo relatório de balanço.
vi: Lập lịch tạo báo cáo kiểm kê mới.

source: Once complete, the stocktake report will be available for download.
de: Nach Fertigstellung steht der Inventurbericht zum Download zur Verfügung.
hu: Amint elkészül, az új leltár riport letölthető lesz.
it: Una volta completato, il report inventario sarà disponibile per il download.
pt: Uma vez concluído, o relatório de estoque estará disponível para baixar.
vi: Một khi đã hoàn thiện, báo cáo kiểm kê sẽ có thể tải về.

source: Generate Stocktake Report
de: Inventurbericht generieren
hu: Leltár riport létrehozása
it: Genera Report Inventario
pt: Gerar Relatório de Balanço
vi: Tạo báo cáo kiểm kê

source: Stocktake report scheduled
de: Inventurbericht geplant
hu: Leltár riport beütemezve
it: Programma report inventario
pt: Relatório de balanço agendado
vi: Báo cáo kiểm kê đã lên lịch

source: No stocktake information available
de: Keine Inventurinformationen verfügbar
hu: Nincs elérhető leltár előzmény
it: Nessuna informazione sull'inventario disponibile
pt: Nenhuma informação de balanço disponível
vi: Không có sẵn thông tin kiểm kê

source: Edit Stocktake Entry
de: Inventureintrag bearbeiten
hu: Leltár bejegyzés szerkesztése
it: Modifica Voce Inventario
pt: Editar Lançamento de Balanço
vi: Sửa mục kiểm kê

source: Delete Stocktake Entry
de: Inventureintrag löschen
hu: Leltár bejegyzés törlése
it: Elimina Voce Inventario
pt: Apagar Lançamento de Balanço
vi: Xóa mục kiểm kê

source: No variants found
de: Keine Varianten gefunden
es: No se encontraron variantes
hu: Nincs több változat
it: Nessuna variante trovata
pt: Nenhuma variante encontrada
vi: Không tìm thấy biến thể

source: No part parameter templates found
de: Keine Teilparametervorlagen gefunden
es: No se encontraron plantillas de parámetros de parte
hu: Nincs alkatrész paraméter sablon
it: Nessun parametro dell'articolo templates trovato
pt: Nenhum modelo parâmetro de peça encontrado
vi: Không tìm thấy mẫu tham số sản phẩm

source: Edit Part Parameter Template
de: Teilparametervorlage bearbeiten
es: Crear plantilla Parámetro de Parte
hu: Alkatrész paraméter sablon módosítása
it: Modifica Parametro Articolo Template
pt: Editar Modelo de Parâmetro da Peça
vi: Sửa mẫu tham số sản phẩm

source: Any parameters which reference this template will also be deleted
de: Alle Parameter, die diese Vorlage referenzieren, werden ebenfalls gelöscht
hu: Az összes erre a sablonra hivatkozó paraméter is törlésre kerül
it: Ogni parametro che fa riferimento a questo modello verrà eliminato
pt: Quaisquer parâmetros que se referencie este modelo serão excluídos
vi: Những thông số thuộc mẫu này cũng sẽ bị xóa

source: Delete Part Parameter Template
de: Teilparametervorlage löschen
es: Eliminar Plantilla de Parámetros de Parte
hu: Alkatrész paraméter sablon törlése
it: Elimina Parametro Articolo Template
pt: Excluir Modelo de Parâmetro de Peça
vi: Xóa mẫu tham số sản phẩm
