Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Allocated stock items will no longer be available
hu: A lefoglalt készlet már nem lesz elérhető
pt: Itens de estoque alocados não estarão mais disponíveis
vi: Mặt hàng được chỉ định không còn hàng nữa

source: The completion status of the build order will not be adjusted
hu: A befejezési státusza a gyártásnak nem fog változni
pt: O estado de conclusão do pedido de produção não será ajustado
vi: Trạng thái hoàn thành của đơn đặt bản dựng sẽ không được điều chỉnh

source: Scrap Build Outputs
hu: Gyártási kimenetek selejtezése
pt: Sucatear Saídas de Produção
vi: Loại bỏ đầu ra bản dựng

source: Selected build outputs will be deleted
hu: A kiválasztott gyártási kimenetek törölve lesznek
pt: Saídas de produção selecionadas serão apagadas
vi: Sẽ xóa đầu ra bản dựng được chọn

source: Build output data will be permanently deleted
hu: A gyártási kimenet adatai véglegesen törölve lesznek
pt: Dados da saída de produção serão excluídos permanentemente
vi: Sẽ xóa vĩnh viễn dữ liệu đầu ra bản dựng

source: Allocated stock items will be returned to stock
hu: A lefoglalt készlet tételek újra készletre kerülnek
pt: Itens de estoque alocados serão retornados ao estoque
vi: Sẽ trả về kho mặt hàng được chỉ định

source: Delete Build Outputs
de: Endprodukte entfernen
es: Eliminar Salidas
hu: Gyártási kimenetek törlése
it: Cancella l'output di produzione
pt: Deletar Saída de Produção
vi: Xóa đầu ra bản dựng

source: Allocated Quantity
hu: Lefoglalt mennyiség
pt: Quantidade Alocada
vi: Số lượng đã phân bổ

source: Location not specified
de: Standort nicht angegeben
es: Ubicación no especificada
hu: Hely nincs megadva
it: Posizione non specificata
pt: Local não especificado
vi: Vị trí chưa được chỉ định

source: Complete outputs
de: Endprodukte fertigstellen
es: Completar salidas
hu: Befejezett kimenetek
it: Completa gli outputs
pt: Saídas concluídas
vi: Hoàn thiện đầu ra

source: Scrap outputs
hu: Kimenetek selejtezése
pt: Sucatear saídas
vi: Loại bỏ đầu ra

source: Delete outputs
de: Endprodukte löschen
es: Eliminar salidas
hu: Kimenetek törlése
it: Cancella l'output
pt: Exlcuir saídas
vi: Xóa đầu ra

source: build output
hu: gyártás kimenet
pt: saída da produção
vi: đầu ra bản dựng

source: build outputs
hu: gyártás kimenetek
pt: saídas da produção
vi: đầu ra bản dựng

source: Build output actions
hu: Gyártási kimenet műveletei
pt: Ações da saída de produção
vi: Chức năng đầu ra bản dựng

source: No active build outputs found
de: Keine aktiven Endprodukte gefunden
es: No se encontraron salidas de trabajo activas
hu: Nem található aktív gyártási kimenet
it: Nessun output di produzione attivo trovato
pt: Nenhuma saída de produção ativa encontrada
vi: Không tìm thấy đầu ra bản dựng hoạt động

source: Allocated Lines
de: Zugewiesene Positionen
hu: Lefoglalt sorok
pt: Linhas Alocadas
vi: Dòng đã phân bổ

source: Required Tests
hu: Szükséges tesztek
pt: Testes Obrigatórios
vi: Kiểm thử bắt buộc

source: Select Parts
de: Teile auswählen
es: Seleccionar partes
hu: Kiválasztott alkatrészek
it: Seleziona Articoli
pt: Selecionar Peças
vi: Chọn sản phẩm

source: You must select at least one part to allocate
de: Sie müssen mindestens ein Teil auswählen
es: Debe seleccionar al menos una parte para asignar
hu: Legalább egy alkatrész választása szükséges a foglaláshoz
it: È necessario selezionare almeno un articolo da assegnare
pt: Você deve selecionar ao menos uma peça para alocar
vi: Bạn phải chọn ít nhất một sản phẩm để phân bổ

source: Specify stock allocation quantity
de: Anzahl für Bestandszuordnung eingeben
es: Especificar la cantidad de asignación de stock
hu: Készlet foglalási mennyiség megadása
it: Specificare il quantitativo assegnato allo stock
pt: Especifique a quantidade de alocação de estoque
vi: Xác định số lượng phân bổ kho

source: All Parts Allocated
de: Alle Teile zugeordnet
hu: Minden alkatrész lefoglalva
it: Tutti gli articoli assegnati
pt: Todas as Peças Alocadas
vi: Toàn bộ sản phẩm đã phân bổ

source: All selected parts have been fully allocated
de: Alle ausgewählten Teile wurden vollständig zugeordnet
hu: Minden kiválasztott alkatrész teljesen lefoglalva
it: Tutti gli articoli selezionati sono stati completamente assegnati
pt: Todas as peças selecionadas foram completamente alocadas
vi: Đã phân bổ tất cả sản phẩm đã chọn đầy đủ

source: Select source location (leave blank to take from all locations)
de: Wählen Sie den Quellort aus (leer lassen um von allen Standorten zu nehmen)
es: Seleccionar ubicación de origen (dejar en blanco para tomar de todas las ubicaciones)
hu: Válassz forrás helyet (vagy hagyd üresen ha bárhonnan)
it: Seleziona la posizione di origine (lascia vuoto per prendere da tutte le posizioni)
pt: Selecione o local de origem (deixe em branco para tirar de todos os locais)
vi: Chọn vị trí nguồn (để trống để lấy từ tất cả vị trí)

source: Allocate Stock Items to Build Order
de: Lagerartikel für Bauauftrag zuweisen
es: Asignar Artículos de Stock a Orden de Trabajo
hu: Készlet foglalása a gyártási utasításhoz
it: Assegna gli Elementi Stock all'Ordine di Produzione
pt: Alocar Itens de Estoque para o Pedido de Produção
vi: Phân bổ mặt hàng đến đơn đặt bản dựng

source: No matching stock locations
de: Keine passenden Lagerstandorte
es: No hay ubicaciones de stock coincidentes
hu: Nincs egyező készlethely
it: Nessuna posizione di magazzino corrispondente
pt: Nenhum local de estoque correspondente
vi: Không có vị trí kho trùng khớp

source: No matching stock items
de: Keine passenden Lagerbestände
es: No hay artículos de stock coincidentes
hu: Nincs egyező készlet
it: Nessun elemento corrispondente trovato
pt: Nenhum item de estoque correspondente
vi: Mặt hàng không phù hợp

source: Automatic Stock Allocation
de: Automatische Lagerzuordnung
hu: Automatikus készlet foglalás
it: Assegna Automaticamente Scorte
pt: Alocação Automática de Estoque
vi: Phân kho tự động

source: Stock items will be automatically allocated to this build order, according to the provided guidelines
de: Lagerartikel werden automatisch diesem Bauauftrag zugewiesen, entsprechend den angegebenen Richtlinien
es: Los artículos de almacén se asignarán automáticamente a este pedido de construcción, de acuerdo con las pautas proporcionadas
hu: A készlet automatikusan lefoglalásra kerül ehhez a gyártási utasításhoz, a következő feltételek szerint
it: Gli elementi in magazzino saranno automaticamente assegnati a questo ordine di produzione, secondo le linee guida fornite
pt: Itens de estoque serão automaticamente alocados para este pedido de produção, conforme as diretrizes fornecidas
vi: Mặt hàng sẽ được tự động phân bổ đến đơn đặt bản dựng này, theo chỉ dẫn đã được cung cấp

source: If a location is specified, stock will only be allocated from that location
de: Wenn ein Lagerort angegeben ist, wird der Lagerbestand nur von diesem Ort zugewiesen
hu: Ha egy készlet hely meg van adva, akkor készlet csak arról a helyről lesz foglalva
it: Se viene specificata una posizione, le scorte saranno assegnate solo da quella ubicazione
pt: Se um local for especificado o estoque será apenas alocado deste local
vi: Nếu một vị trí đã được chỉ định, kho sẽ chỉ phân bổ được từ vị trí đó

source: If stock is considered interchangeable, it will be allocated from the first location it is found
de: Wenn der Lagerbestand als austauschbar gilt, wird er vom ersten Standort zugewiesen, an dem er gefunden wird
hu: Ha a készlet helyettesíthetőnek minősül, akkor az első rendelkezésre álló helyről lesz lefoglalva
it: Se lo stock è considerato intercambiabile, sarà assegnato dal primo luogo in cui viene trovato
pt: Se o estoque é considerado intercambiável será alocado a partir da primeira localização encontrada
vi: Nếu kho được xem xét nhắc có thể thay đổi, nó sẽ tự động được phân bổ từ vị trí đầu tiên nó tìm thấy

source: If substitute stock is allowed, it will be used where stock of the primary part cannot be found
de: Wenn ein Ersatzbestand erlaubt ist, wird es dort verwendet, wo kein Vorrat des Primärteils gefunden werden kann
hu: Ha a helyettesítő készlet engedélyezve van, akkor ott az lesz használva ha az elsődleges alkatrésznek nincs készlete
it: Se lo stock sostitutivo è ammesso, sarà utilizzato nel caso in cui lo stock dell'articolo primario non possa essere trovato
pt: Se estoque substituto é permitido será utilizado quando o estoque primário não for encontrado
vi: Nếu kho thay thế được phép, nó sẽ được dùng nơi kho của sản phẩm chính không thể tìm thấy được

source: Allocate Stock Items
de: Lagerartikel zuordnen
es: Asignar artículos de inventario
hu: Készlet tételek foglalása
it: Assegna Elementi di Magazzino
pt: Alocar Itens de Estoque
vi: Phân kho

source: No builds matching query
de: Keine Bauaufträge passen zur Anfrage
es: No hay trabajos que coincidan con la consulta
hu: Nincs a lekérdezéssel egyező gyártási utasítás
it: Nessuna produzione corrispondente alla ricerca
pt: Nenhuma produção corresponde a consulta
vi: Không có bản dựng nào phù hợp truy vấn

source: Select
de: Auswählen
es: Seleccionar
hu: Kiválaszt
it: Seleziona
pt: Selecionar
vi: Chọn

source: Build order is overdue
de: Bauauftrag ist überfällig
es: Orden de trabajo atrasada
hu: Gyártás késésben van
it: L'ordine di produzione è in ritardo
pt: Pedido de produção está atrasada
vi: Đơn đặt bản dựng quá hạn

source: Progress
de: Fortschritt
es: Progreso
hu: Haladás
it: Avanzamento
pt: Progresso
vi: Tiến trình

source: No user information
de: Keine Benutzerinformation
es: No hay información de usuario
hu: Nincs felhasználói információ
it: Nessuna informazione utente
pt: Sem informações de usuário
vi: Không có thông tin người dùng

source: Edit stock allocation
de: Bestands-Zuordnung bearbeiten
es: Editar asignación de stock
hu: Készlet foglalások szerkesztése
it: Modifica allocazione magazzino
pt: Editar alocação de estoque
vi: Sửa phân bổ kho

source: Delete stock allocation
de: Bestands-Zuordnung löschen
es: Eliminar asignación de stock
hu: Készlet foglalások törlése
it: Elimina posizione giacenza
pt: Excluir alocação de estoque
vi: Xóa phân bổ kho

source: Edit Allocation
de: Zuordnung bearbeiten
es: Editar Asignación
hu: Foglalás szerkesztése
it: Modifica Posizione
pt: Editar Alocação
vi: Sửa phân bổ

source: Remove Allocation
de: Zuordnung entfernen
es: Quitar asignación
hu: Foglalás törlése
it: Rimuovi Posizione
pt: Remover Alocação
vi: Xóa phân bổ

source: build line
de: Bauauftragsposition
hu: gyártás sor
pt: linha de produção
vi: lộ giới

source: build lines
de: Bauauftragspositionen
hu: gyártás sorok
pt: linhas de produção
vi: lộ giới

source: No build lines found
de: Keine Bauauftragspositionen gefunden
hu: Nincsenek gyártási sorok
pt: Nenhuma linha produção encontrada
vi: Không tìm thấy lộ giới

source: Trackable part
de: Nachverfolgbares Teil
es: Parte Rastreable
hu: Követésre kötelezett alkatrész
it: Parte tracciabile
pt: Peça rastreável
vi: Sản phẩm theo dõi được

source: Unit Quantity
hu: Mennyiségi egység
pt: Quantidade Unitária
vi: Số lượng đơn vị

source: Insufficient stock available
de: Unzureichender Bestand verfügbar
hu: Nincs elegendő
it: Scorte insufficienti disponibili
pt: Estoque insuficiente disponível
vi: Kho không đủ hạn mức khả dụng

source: Sufficient stock available
de: Ausreichender Bestand verfügbar
hu: Van elegendő
it: Scorte sufficienti disponibili
pt: Estoque suficiente disponível
vi: Kho đủ hạn mức khả dụng

source: Consumable Item
hu: Fogyóeszköz tétel
pt: Item Consumível
vi: Vật tư tiêu hao

source: Tracked item
hu: Követett tétel
pt: Item rastreado
vi: Mặt hàng đã theo dõi

source: Build stock
de: Bestand bauen
es: Stock de Trabajo
hu: Gyártási készlet
it: Produci scorta
pt: Estoque de produção
vi: Xây kho

source: Order stock
de: Bestand bestellen
es: Pedido de stock
hu: Készlet rendelés
it: Ordina scorta
pt: Pedir Estoque
vi: Kho đặt hàng

source: Allocate stock
de: Bestand zuweisen
es: Asignar stock
hu: Lefoglalt készlet
it: Assegna scorta
pt: Alocar Estoque
vi: Phân kho

source: Remove stock allocation
hu: Készlet foglalások törlése
pt: Remover alocação de estoque
vi: Xóa phân bổ kho

source: Add Manufacturer
de: Hersteller hinzufügen
es: Agregar Fabricante
hu: Gyártó hozzáadása
it: Aggiungi Produttore
pt: Adicionar Fabricante
vi: Thêm nhà sản xuất

source: Add Manufacturer Part
de: Herstellerteil hinzufügen
es: Añadir Parte del fabricante
hu: Gyártói alkatrész hozzáadása
it: Aggiungi Articolo Produttore
pt: Adicionar Peça do Fabricante
vi: Sản phẩm nhà sản xuất

source: Edit Manufacturer Part
de: Herstellerteil ändern
es: Editar Parte del Fabricante
hu: Gyártói alkatrész szerkesztése
it: Modifica Articolo Produttore
pt: Editar Peça do Fabricante
vi: Sửa sản phẩm nhà sản xuất

source: Add Supplier
de: Zulieferer hinzufügen
es: Añadir Proveedor
hu: Beszállító hozzáadása
it: Aggiungi fornitore
pt: Adicionar Fornecedor
vi: Thêm nhà cung cấp

source: Add Supplier Part
de: Zuliefererteil hinzufügen
es: Añadir Parte de Proveedor
hu: Beszállítói alkatrész hozzáadása
it: Aggiungi fornitore articolo
pt: Adicionar Peça do Fornecedor
vi: Thêm sản phẩm nhà cung cấp

source: All selected supplier parts will be deleted
de: Alle ausgewählten Zulieferteile werden gelöscht
es: Se eliminarán todas las partes del proveedor seleccionadas
hu: Az összes kiválasztott beszállítói alkatrész törölve lesz
it: Tutte gli articoli del fornitore selezionati saranno eliminati
pt: Todas as peças selecionadas do fornecedor serão apagadas
vi: Sẽ xóa toàn bộ sản phẩm nhà cung cấp đã chọn

source: Delete Supplier Parts
de: Zuliefererteil entfernen
es: Eliminar partes de proveedor
hu: Beszállítói alkatrészek törlése
it: Cancella Articoli Fornitore
pt: Excluir Peças do Fornecedor
vi: Xóa sản phẩm nhà cung cấp

source: Add new Company
de: Neue Firma hinzufügen
es: Añadir nueva Empresa
hu: Új cég hozzáadása
it: Aggiungi nuova Azienda
pt: Adicionar nova Empresa
vi: Thêm công ty mới

source: Parts Supplied
de: Teile geliefert
es: Partes Suministradas
hu: Beszállított alkatrészek
it: Fornitori articoli
pt: Peças Fornecidas
vi: Sản phẩm đã cung cấp

source: Parts Manufactured
de: Hersteller-Teile
es: Partes Fabricadas
hu: Gyártott alkatrészek
it: Articoli prodotti
pt: Peças Fabricadas
vi: Sản phẩm đã sản xuất

source: No company information found
de: Keine Firmeninformation gefunden
es: No se encontró información de la empresa
hu: Nem található céginformáció
it: Nessuna informazione azienda trovata
pt: Nenhuma informação da empresa encontrada
vi: Không tìm thấy thông tin công ty

source: Create New Contact
de: Neuen Kontakt erstellen
es: Crear nuevo contacto
hu: Új névjegy létrehozása
it: Crea nuovo contatto
pt: Criar Novo Contato
vi: Tạo liên lạc mới

source: Edit Contact
de: Kontakt bearbeiten
es: Editar contacto
hu: Névjegy szerkesztése
it: Modifica contatto
pt: Editar Contato
vi: Chỉnh sửa liên hệ

source: All selected contacts will be deleted
de: Alle ausgewählten Kontakte werden gelöscht
es: Todos los contactos seleccionados serán eliminados
hu: A kiválasztott névjegyek törlésre kerülnek
pt: Todos os contatos selecionados serão apagados
vi: Tất cả liên hệ được chọn sẽ bị xóa

source: Role
de: Rolle
es: Cargo
hu: Szerepkör
it: Ruolo
pt: Função
vi: Vai trò

source: Delete Contacts
de: Kontakte löschen
es: Eliminar contactos
hu: Névjegyek törlése
pt: Excluir Contatos
vi: Xoá liên hệ

source: No contacts found
de: Keine Kontakte gefunden
es: No se encontró ningún contacto
hu: Nem található névjegy
it: Nessun contatto trovato
pt: Nenhum contato encontrado
vi: Không tìm thấy liên hệ

source: Phone Number
de: Telefonnummer
es: Número de teléfono
hu: Telefonszám
it: Numero di telefono
pt: Número de telefone
vi: Số điện thoại

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
hu: E-mail cím
it: Indirizzo email
pt: Endereço de e-mail
vi: Địa chỉ email

source: Delete Contact
de: Kontakt löschen
es: Eliminar contacto
hu: Névjegy törlése
it: Elimina contatto
pt: Excluir Contato
vi: Xoá liên hệ

source: Create New Address
de: Neue Adresse erstellen
es: Crear nueva dirección
hu: Új cím létrehozása
pt: Criar Novo Endereço
vi: Tạo địa chỉ mới

source: Edit Address
de: Adresse bearbeiten
es: Editar dirección
hu: Cím szerkesztése
pt: Editar o Endereço
vi: Sửa địa chỉ

source: All selected addresses will be deleted
de: Alle ausgewählten Adressen werden gelöscht
es: Todos las direcciones seleccionadas serán eliminadas
hu: Az összes kijelölt cím törlésre kerül
pt: Todos os endereços selecionados serão excluídos
vi: Tất cả địa chỉ đã được chọn sẽ bị xoá

source: Delete Addresses
de: Adressen löschen
es: Eliminar direcciones
hu: Címek törlése
pt: Excluir Endereço
vi: Xoá địa chỉ

source: No addresses found
de: Keine Addressen gefunden
es: No se encontraron direcciones
hu: Nincsenek címek
pt: Nenhum endereço encontrado
vi: Không tìm thấy địa chỉ

source: Postal city
es: Ciudad postal
hu: Város
pt: Cidade Postal
vi: Thành phố bưu chính

source: State/province
de: Bundesland
es: Estado/provincia
hu: Állam/Megye
pt: Estado/Provincia
vi: Bang/Tỉnh

source: Courier notes
de: Kurierhinweise
es: Notas del mensajero
hu: Futár megjegyzések
pt: Notas do entregador
vi: Ghi chú chuyển phát nhanh

source: Internal notes
de: Interne Hinweise
es: Notas internas
hu: Belső megjegyzések
pt: Notas internas
vi: Lưu ý nội bộ

source: Delete Address
de: Adresse löschen
es: Eliminar dirección
hu: Cím törlése
pt: Excluir Endereço
vi: Xóa địa chỉ

source: All selected manufacturer parts will be deleted
de: Alle ausgewählten Herstellerrteile werden gelöscht
es: Se eliminarán todas las partes del fabricante seleccionadas
hu: Az összes kijelölt gyártói alkatrész törlésre kerül
it: Tutti gli articoli del produttore selezionati saranno eliminati
pt: Todas as peças do fabricante selecionado serão excluídas
vi: Sẽ xóa toàn bộ sản phẩm nhà sản xuất đã chọn

source: Delete Manufacturer Parts
de: Herstellerteile löschen
es: Eliminar Partes del Fabricante
hu: Gyártói alkatrészek törlése
it: Elimina Articoli Produttore
pt: Excluir Peças do Fabricante
vi: Xóa sản phẩm của nhà sản xuất

source: All selected parameters will be deleted
de: Alle ausgewählten Parameter werden gelöscht
es: Todos los parámetros seleccionados serán eliminados
hu: Az összes kijelölt paraméter törlésre kerül
it: Tutti i parametri selezionati saranno cancellati
pt: Todos os parâmetros selecionados serão excluídos
vi: Tất cả những thống số được chọn sẽ bị xoá

source: Delete Parameters
de: Parameter löschen
es: Eliminar parámetros
hu: Paraméterek törlése
it: Elimina Parametri
pt: Excluir Parâmetros
vi: Xóa các thông số

source: Order parts
de: Teile bestellen
es: Partes de pedido
hu: Alkatrész rendelés
it: Articoli ordinati
pt: Pedir peças
vi: Đặt hàng sản phẩm

source: Delete manufacturer parts
de: Herstellerteile löschen
es: Eliminar partes del fabricante
hu: Gyártói alkatrészek törlése
it: Elimina articoli produttore
pt: Apagar peças do fabricante
vi: Xóa sản phẩm của nhà sản xuất

source: Manufacturer part actions
hu: Gyártói alkatrész műveletek
pt: Ações de peça do fabricante
vi: Chức năng sản phẩm của nhà sản xuất

source: No manufacturer parts found
de: Keine Herstellerteile gefunden
es: No se encontraron partes del fabricante
hu: Nincs gyártói alkatrész
it: Nessun articolo produttore trovato
pt: Nenhuma peça do fabricante encontrada
vi: Không tìm thấy nhà sản xuất

source: Template part
de: Vorlagenteil
es: Plantilla de parte
hu: Sablon alkatrész
it: Modello Articolo
pt: Modelo de peça
vi: Sản phẩm mẫu

source: Assembled part
de: Baugruppe
es: Parte ensamblada
hu: Gyártmány alkatrész
it: Articolo assemblato
pt: Peça montada
vi: Sản phẩm đã lắp ráp

source: No parameters found
de: Keine Parameter gefunden
es: No se encontraron parámetros
hu: Nem található paraméter
it: Nessun parametro trovato
pt: Nenhum parâmetro encontrado
vi: Không có thông số được tìm thấy

source: Edit parameter
de: Parameter bearbeiten
es: Editar parámetro
hu: Paraméter szerkesztése
it: Modifica parametro
pt: Editar parâmetro
vi: Sửa tham số

source: Delete parameter
de: Parameter löschen
es: Eliminar parámetro
hu: Paraméter törlése
it: Elimina il parametro
pt: Excluir parâmetro
vi: Xóa tham số

source: Edit Parameter
de: Parameter bearbeiten
es: Editar parámetro
hu: Paraméter szerkesztése
it: Modifica parametro
pt: Editar Parâmetro
vi: Sửa tham số

source: Delete Parameter
de: Parameter löschen
es: Eliminar parámetro
hu: Paraméter törlése
it: Elimina Parametri
pt: Excluir Parâmetro
vi: Xóa tham số

source: Delete supplier parts
de: Zuliefererteil entfernen
es: Eliminar partes del proveedor
hu: Beszállítói alkatrész törlése
it: Elimina articolo fornitore
pt: Excluir peças do fornecedor
vi: Xóa sản phẩm nhà cung cấp

source: No supplier parts found
de: Keine Zuliefererteile gefunden
es: No se encontraron partes de proveedor
hu: Nincs beszállítói alkatrész
it: Nessun fornitore trovato
pt: Nenhum peça do fornecedor encontrada
vi: Không tìm thấy sản phẩm nhà cung cấp

source: Base Units
es: Unidades base
hu: Egység
pt: Unidade Base
vi: Đơn vị cơ sở

source: Availability
de: Verfügbarkeit
es: Disponibilidad
hu: Elérhetőség
it: Disponibilità
pt: Disponibilidade
vi: Sẵn sàng

source: Edit supplier part
de: Zuliefererteil bearbeiten
es: Editar proveedor
hu: Beszállítói alkatrész szerkesztése
it: Modifica articolo fornitore
pt: Editar fornecedor da peça
vi: Sửa sản phẩm nhà cung cấp

source: Delete supplier part
de: Zuliefererteil entfernen
es: Eliminar ítem del proveedor
hu: Beszállítói alkatrész törlése
it: Elimina articolo fornitore
pt: Excluir peça do fornecedor
vi: Xóa sản phẩm nhà cung cấp

source: Delete Price Break
de: Preisstaffel löschen
es: Eliminar precio de descuento
hu: Ársáv törlése
it: Elimina riduzione di prezzo
pt: Excluir quebras de preço
vi: Xóa phá giá

source: Edit Price Break
de: Preisstaffel bearbeiten
es: Editar precio de descuento
hu: Ársáv szerkesztése
it: Modifica Prezzo Limite
pt: Editar Quebra de Preço
vi: Sửa phá giá

source: No price break information found
de: Keine Informationen zur Preisstaffel gefunden
es: No se ha encontrado información de descuento de precios
hu: Nincs ársáv információ
it: Nessuna informazione di riduzione di prezzo trovata
pt: Nenhuma informação de quebra de preço
vi: Không tìm thấy thông tin phá giá

source: Last updated
de: Zuletzt aktualisiert
es: Última actualización
hu: Utoljára módosítva
it: Ultimo aggiornamento
pt: Última atualização
vi: Lần cập nhật trước

source: Edit price break
de: Preisstaffel bearbeiten
es: Editar precio de descuento
hu: Ársáv szerkesztése
it: Modifica riduzione di prezzo
pt: Editar quebra de preço
vi: Sửa phá giá

source: Delete price break
de: Preisstaffel löschen
es: Eliminar precio de descuento
hu: Ársáv törlése
it: Cancella riduzione di prezzo
pt: Excluir quebra de preço
vi: Xóa phá giá

source: true
de: ja
es: verdadero
hu: igaz
it: vero
pt: verdadeiro
vi: đúng

source: false
de: nein
es: falso
hu: hamis
it: falso
pt: falso
vi: sai

source: Select filter
de: Filter auswählen
es: Seleccionar filtro
hu: Szűrők kiválasztása
it: Seleziona filtro
pt: Selecionar filtro
vi: Chọn bộ lọc

source: Print Labels
de: Etiketten drucken
es: Imprimir etiquetas
hu: Címkék nyomtatása
it: Stampa Etichette
pt: Imprimir Etiquetas
vi: In nhãn

source: Print Reports
de: Berichte drucken
es: Imprimir informes
hu: Riportok nyomtatása
it: Stampa report
pt: Imprimir Relatórios
vi: In báo cáo

source: Download table data
es: Descargar tabla de datos
hu: Táblázat letöltése
pt: Baixar dados da tabela
vi: Tải về dữ liệu bảng

source: Reload table data
es: Recargar tabla de datos
hu: Táblázat frissítése
pt: Recarregar dados da tabela
vi: Nạp lại dữ liệu bảng

source: Add new filter
de: Filter hinzufügen
es: Añadir un nuevo filtro
hu: Új szűrő hozzáadása
it: Aggiungi nuovo filtro
pt: Adicionar novo filtro
vi: Thêm bộ lọc mới
