Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Parts are virtual by default
de: Teile sind grundsätzlich virtuell
es: Las partes son virtuales por defecto
hu: Alkatrészek alapból virtuálisak legyenek
it: Gli articoli sono virtuali per impostazione predefinita
pt: Peças são virtuais por padrão
vi: Sản phẩm mặc định là số hóa

source: Show Import in Views
de: Import in Ansichten anzeigen
es: Mostrar importación en vistas
hu: Importálás megjelenítése a nézetekben
it: Mostra l'importazione nelle viste
pt: Mostrar Importações em Visualizações
vi: Hiển thị Nhập liệu trong khung xem

source: Display the import wizard in some part views
de: Importassistent in einigen Teil-Ansichten anzeigen
es: Mostrar el asistente de importación en algunas vistas de partes
hu: Import segéd megjelenítése néhány alkatrész nézetben
it: Mostra la procedura guidata di importazione in alcune viste articoli
pt: Exibir o assistente de importação em algumas visualizações de partes
vi: Hiển thị đồ thuật nhập dữ liệu trong một số khung nhìn sản phẩm

source: Show related parts
de: Verwandte Teile anzeigen
es: Mostrar partes relacionadas
hu: Kapcsolódó alkatrészek megjelenítése
it: Mostra articoli correlati
pt: Mostra peças relacionadas
vi: Hiển thị sản phẩm liên quan

source: Display related parts for a part
de: Verwandte Teile eines Teils anzeigen
es: Mostrar partes relacionadas para una parte
hu: Alkatrész kapcsolódó alkatrészeinek megjelenítése
it: Visualizza parti correlate per ogni articolo
pt: Mostrar peças relacionadas para uma peça
vi: Hiện sản phẩm liên quan cho 1 sản phẩm

source: Initial Stock Data
de: Initialer Lagerbestand
es: Datos iniciales de existencias
hu: Kezdeti készlet adatok
it: Dati iniziali dello stock
pt: Dados Iniciais de Estoque
vi: Số liệu tồn kho ban đầu

source: Allow creation of initial stock when adding a new part
de: Erstellen von Lagerbestand beim Hinzufügen eines neuen Teils erlauben
es: Permitir la creación del stock inicial al añadir una nueva parte
hu: Kezdeti készlet létrehozása új alkatrész felvételekor
it: Consentire la creazione di uno stock iniziale quando si aggiunge una nuova parte
pt: Permitir Criação de estoque inicial quando adicional uma nova peça
vi: Cho phép tạo tồn kho ban đầu khi thêm 1 sản phẩm mới

source: Initial Supplier Data
de: Initiale Lieferantendaten
es: Datos iniciales del proveedor
hu: Kezdeti beszállítói adatok
it: Dati iniziali del fornitore
pt: Dados Iniciais de Fornecedor
vi: Dữ liệu nhà cung cấp ban đầu

source: Allow creation of initial supplier data when adding a new part
de: Erstellen von Lieferantendaten beim Hinzufügen eines neuen Teils erlauben
es: Permitir la creación de datos iniciales del proveedor al agregar una nueva parte
hu: Kezdeti beszállítói adatok létrehozása új alkatrész felvételekor
it: Consentire la creazione dei dati iniziali del fornitore quando si aggiunge una nuova parte
pt: Permitir criação de dados iniciais de fornecedor quando adicionar uma nova peça
vi: Cho phép tạo dữ liệu nhà cung cấp ban đầu khi thêm 1 sản phẩm mới

source: Part Name Display Format
de: Anzeigeformat für Teilenamen
es: Formato de visualización de Nombre de Parte
hu: Alkatrész név megjelenítés formátuma
it: Formato di visualizzazione del nome articolo
pt: Formato de Exibição do Nome da Peça
vi: Định dạng tên sản phẩm hiển thị

source: Format to display the part name
de: Format für den Namen eines Teiles
es: Formato para mostrar el nombre de la parte
hu: Formátum az alkatrész név megjelenítéséhez
it: Formato per visualizzare il nome dell'articolo
pt: Formato para exibir o nome da peça
vi: Định dạng để hiển thị tên sản phẩm

source: Part Category Default Icon
de: Standardsymbol der Teilkategorie
es: Icono por defecto de la categoría de parte
hu: Alkatrész kategória alapértelmezett ikon
it: Icona predefinita Categoria Articolo
pt: Ícone de Categoria de Peça Padrão
vi: Biểu tượng mặc định của danh mục sản phẩm

source: Part category default icon (empty means no icon)
de: Standardsymbol der Teilkategorie (leer bedeutet kein Symbol)
es: Icono por defecto de la categoría de parte (vacío significa que no hay icono)
hu: Alkatrész kategória alapértelmezett ikon (üres ha nincs)
it: Icona predefinita Categoria Articolo (vuoto significa nessuna icona)
pt: Ícone padrão de categoria de peça (vazio significa sem ícone)
vi: Biểu tượng mặc định của danh mục sản phẩm (để trống nghĩa là không có biểu tượng)

source: Enforce Parameter Units
de: Parameter Einheiten durchsetzen
es: Forzar unidades de parámetro
hu: Csak választható mértékegységek
pt: Forçar Unidades de Parâmetro
vi: Bắt buộc đơn vị tham số

source: If units are provided, parameter values must match the specified units
de: Wenn Einheiten angegeben werden, müssen die Parameterwerte mit den angegebenen Einheiten übereinstimmen
es: Si se proporcionan unidades, los valores de parámetro deben coincidir con las unidades especificadas
hu: A megadott mértékegység csak a beállított lehetőségekből legyen elfogadva
pt: Se as unidades são fornecidas, os valores do parâmetro devem corresponder às unidades especificadas
vi: Nếu đơn vị được cung cấp, giá trị tham số phải phù hợp với các đơn vị xác định

source: Minimum Pricing Decimal Places
de: Dezimalstellen für minimalen Preis
es: Mínimo de lugares decimales en el precio
hu: Áraknál használt tizedesjegyek min. száma
pt: Mínimo de Casas Decimais do Preço
vi: Vị trí phần thập phân giá bán tối thiểu

source: Minimum number of decimal places to display when rendering pricing data
de: Mindestanzahl der Dezimalstellen bei der Darstellung der Preisdaten
es: Número mínimo de decimales a mostrar al procesar los datos de precios
hu: Tizedejegyek minimális száma az árak megjelenítésekor
pt: Mínimo número de casas decimais a exibir quando renderizar dados de preços
vi: Số vị trí thập phân tối thiểu cần hiển thị khi tạo dữ liệu giá

source: Maximum Pricing Decimal Places
de: Dezimalstellen für maximalen Preis
es: Máximo de lugares decimales en el precio
hu: Áraknál használt tizedesjegyek max. száma
pt: Máximo Casas Decimais de Preço
vi: Vị trí phần thập phân giá bán tối đa

source: Maximum number of decimal places to display when rendering pricing data
de: Maximale Anzahl der Dezimalstellen bei der Darstellung der Preisdaten
es: Número máximo de decimales a mostrar al procesar los datos de precios
hu: Tizedejegyek maximális száma az árak megjelenítésekor
pt: Número máximo de casas decimais a exibir quando renderizar dados de preços
vi: Số vị trí thập phân tối đa cần hiển thị khi tạo dữ liệu giá

source: Use Supplier Pricing
de: Zulieferer-Preise verwenden
es: Usar precios de proveedor
hu: Beszállítói árazás használata
it: Usa Prezzi Fornitore
pt: Usar Preços do Fornecedor
vi: Sử dụng giá bán nhà cung cấp

source: Include supplier price breaks in overall pricing calculations
de: Lieferanten-Staffelpreise in die Gesamt-Preisberechnungen einbeziehen
es: Incluir descuentos de precios del proveedor en los cálculos generales de precios
hu: Beszállítói ársávok megjelenítése az általános árkalkulációkban
it: Includere le discontinuità di prezzo del fornitore nei calcoli generali dei prezzi
pt: Incluir quebras de preço do fornecedor nos cálculos de preços globais
vi: Bao gồm giá phá vỡ cả nhà cung cấp trong tính toán giá tổng thể

source: Purchase History Override
de: Kaufverlauf überschreiben
es: Anulación del historial de compra
hu: Beszerzési előzmények felülbírálása
it: Ignora la Cronologia Acquisti
pt: Sobrescrever histórico de compra
vi: Ghi đè lịch sử mua hàng

source: Historical purchase order pricing overrides supplier price breaks
de: Historische Bestellungspreise überschreiben die Lieferanten-Staffelpreise
es: El precio histórico de compra anula los descuentos de precios del proveedor
hu: Beszerzési árelőzmények felülírják a beszállítói ársávokat
it: Cronologia dei prezzi dell'ordine di acquisto del fornitore superati con discontinuità di prezzo
pt: Histórico do pedido de compra substitui os intervalos dos preços do fornecedor
vi: Giá đơn hàng đặt mua trước đó ghi đè giá phá vỡ của nhà cung cấp

source: Use Stock Item Pricing
de: Lagerartikel-Preis verwenden
es: Usar precio del artículo de almacén
hu: Készlet tétel ár használata
it: Utilizzare i prezzi degli articoli in stock
pt: Usar Preços do Item em Estoque
vi: Sử dụng giá hàng hóa trong kho

source: Use pricing from manually entered stock data for pricing calculations
de: Preise aus manuell eingegebenen Lagerdaten für Preisberechnungen verwenden
es: Usar los precios de los datos de inventario introducidos manualmente para los cálculos de precios
hu: A kézzel bevitt készlet tétel árak használata az árszámításokhoz
it: Utilizzare i prezzi dei dati di magazzino inseriti manualmente per il calcolo dei prezzi
pt: Usar preço inserido manualmente no estoque para cálculos de valores
vi: Dùng giá bán từ dữ liệu kho nhập vào thủ công đối với bộ tính toán giá bán

source: Stock Item Pricing Age
de: Lagerartikelpreis Alter
es: Edad del precio del artículo de almacén
hu: Készlet tétel ár kora
it: Età dei prezzi degli articoli in stock
pt: Idade do preço do Item em Estoque
vi: Tuổi giá kho hàng

source: Exclude stock items older than this number of days from pricing calculations
de: Lagerartikel, die älter als diese Anzahl an Tagen sind, von der Preisberechnung ausschließen
es: Excluir artículos de almacén anteriores a este número de días de los cálculos de precios
hu: Az ennyi napnál régebbi készlet tételek kizárása az árszámításból
it: Escludere dal calcolo dei prezzi gli articoli in giacenza più vecchi di questo numero di giorni
pt: Não incluir itens em estoque mais velhos que este número de dias no cálculo de preços
vi: Loại trừ hàng hóa trong kho cũ hơn số ngày ngày từ bảng tính giá bán

source: Use Variant Pricing
de: Variantenpreise verwenden
es: Usar precios variantes
hu: Alkatrészváltozat árak használata
it: Utilizza Variazione di Prezzo
pt: Usar Preço Variável
vi: Sử dụng giá biến thể

source: Include variant pricing in overall pricing calculations
de: Variantenpreise in die Gesamt-Preisberechnungen einbeziehen
es: Incluir variantes de precios en los cálculos generales de precios
hu: Alkatrészváltozat árak megjelenítése az általános árkalkulációkban
it: Includi la variante dei prezzi nei calcoli dei prezzi complessivi
pt: Incluir preços variáveis nos cálculos de valores gerais
vi: Bao gồm giá biến thể trong bộ tính toán giá tổng thể

source: Active Variants Only
de: Nur aktive Varianten
es: Solo variantes activas
hu: Csak az aktív változatokat
it: Solo Varianti Attive
pt: Apenas Ativar Variáveis
vi: Chỉ các biến thể hoạt động

source: Only use active variant parts for calculating variant pricing
de: Nur aktive Variantenteile zur Berechnung der Variantenbepreisung verwenden
es: Usar solo partes de variantes activas para calcular los precios de variantes
hu: Csak az aktív alkatrészváltozatok használata az árazásban
it: Utilizza solo articoli di varianti attive per calcolare i prezzi delle varianti
pt: Apenas usar peças variáveis ativas para calcular preço variáveis
vi: Chỉ sử dụng sản phẩm biến thể hoạt động để tính toán giá bán biến thể

source: Pricing Rebuild Interval
de: Intervall für Neuberechnung von Preisen
es: Intervalo de reconstrucción de precios
hu: Árazás újraszámítás gyakoriság
pt: Intervalo de Reconstrução de Preços
vi: Tần suất tạo lại giá

source: Number of days before part pricing is automatically updated
de: Anzahl der Tage bis die Teile-Preisberechnungen automatisch aktualisiert werden
es: Número de días antes de que el precio de la parte se actualice automáticamente
hu: Árak automatikus frissítése ennyi nap után
it: Numero di giorni prima che il prezzo dell'articolo venga aggiornato automaticamente
pt: Número de dias antes da atualização automática dos preços das peças
vi: Số ngày trước khi giá sản phẩm được tự động cập nhật

source: Internal Prices
de: Interne Preise
es: Precios internos
hu: Belső árak
it: Prezzi interni
pt: Preços Internos
vi: Giá nội bộ

source: Enable internal prices for parts
de: Interne Preise für Teile aktivieren
es: Habilitar precios internos para partes
hu: Alkatrészekhez belső ár engedélyezése
it: Abilita prezzi interni per gli articoli
pt: Habilitar preços internos para peças
vi: Bật giá nội bộ cho sản phẩm

source: Internal Price Override
de: Interne Preisüberschreibung
es: Anulación del precio interno
hu: Belső ár felülbírálása
it: Sovrascrivi Prezzo Interno
pt: Sobrepor Valor Interno
vi: Ghi đè giá nội bộ

source: If available, internal prices override price range calculations
de: Falls verfügbar, überschreiben interne Preise Preispannenberechnungen
es: Si está disponible, los precios internos anulan los cálculos del rango de precios
hu: Ha elérhetőek az árkalkulációkban a belső árak lesznek alapul véve
it: Se disponibile, i prezzi interni sostituiscono i calcoli della fascia di prezzo
pt: Se disponível, preços internos sobrepõe variação de cálculos de preço
vi: Nếu khả dụng, giá nội bộ ghi đè tính toán khoảng giá

source: Enable label printing
de: Labeldruck aktivieren
es: Habilitar impresión de etiquetas
hu: Címke nyomtatás engedélyezése
it: Abilita stampa etichette
pt: Ativar impressão de etiquetas
vi: Bật in tem nhãn

source: Enable label printing from the web interface
de: Labeldruck über die Website aktivieren
es: Habilitar impresión de etiquetas desde la interfaz web
hu: Címke nyomtatás engedélyezése a web felületről
it: Abilita la stampa di etichette dall'interfaccia web
pt: Ativar impressão de etiqueta pela interface da internet
vi: Bật chức năng in tem nhãn từ giao diện web

source: Label Image DPI
de: Label Bild DPI
es: PPP de la imagen de etiqueta
hu: Címke kép DPI
it: Etichetta Immagine DPI
pt: DPI da Imagem na Etiqueta
vi: DPI hỉnh ảnh tem nhãn

source: DPI resolution when generating image files to supply to label printing plugins
de: DPI-Auflösung bei der Erstellung von Bilddateien für Etikettendruck-Plugins
es: Resolución DPI al generar archivos de imagen que suministrar para etiquetar complementos de impresión
hu: Képek felbontása amik átadásra kerülnek címkenyomtató pluginoknak
it: Risoluzione DPI quando si generano file di immagine da fornire ai plugin di stampa per etichette
pt: Resolução de DPI quando gerar arquivo de imagens para fornecer à extensão de impressão de etiquetas
vi: Độ phân giải DPI khi tạo tệp hình ảnh để cung cấp cho plugin in ấn tem nhãn

source: Enable Reports
de: Berichte aktivieren
es: Habilitar informes
hu: Riportok engedélyezése
it: Abilita Report di Stampa
pt: Habilitar Relatórios
vi: Bật báo cáo

source: Enable generation of reports
de: Berichterstellung aktivieren
es: Habilitar generación de informes
hu: Riportok előállításának engedélyezése
it: Abilita generazione di report di stampa
pt: Ativar geração de relatórios
vi: Cho phép tạo báo cáo

source: Debug Mode
de: Entwickler-Modus
es: Modo de depuración
hu: Debug mód
it: Modalità Debug
pt: Modo de depuração
vi: Chế độ gỡ lỗi

source: Generate reports in debug mode (HTML output)
de: Berichte im Entwickler-Modus generieren (als HTML)
es: Generar informes en modo de depuración (salida HTML)
hu: Riportok előállítása HTML formátumban (hibakereséshez)
it: Genera report in modalità debug (output HTML)
pt: Gerar relatórios em modo de depuração (saída HTML)
vi: Tạo báo cáo trong chế độ gỡ lỗi (đầu ra HTML)

source: Page Size
de: Seitengröße
es: Tamaño de página
hu: Lapméret
it: Dimensioni pagina
pt: Tamanho da página
vi: Khổ giấy

source: Default page size for PDF reports
de: Standardseitenformat für PDF-Bericht
es: Tamaño de página predeterminado para informes PDF
hu: Alapértelmezett lapméret a PDF riportokhoz
it: Dimensione predefinita della pagina per i report PDF
pt: Tamanho padrão da página PDF para relatórios
vi: Kích thước trang mặc định cho báo cáo PDF

source: Enable Test Reports
de: Testberichte aktivieren
es: Habilitar informes de prueba
hu: Teszt riportok engedélyezése
it: Abilita Rapporto di Prova
pt: Ativar Relatórios Teste
vi: Bật báo cáo kiểm thử

source: Enable generation of test reports
de: Erstellung von Test-Berichten aktivieren
es: Habilitar generación de informes de prueba
hu: Teszt riportok előállításának engedélyezése
it: Abilita generazione di stampe di prova
pt: Ativar geração de relatórios de teste
vi: Cho phép tạo báo cáo kiểm thử

source: Attach Test Reports
de: Testberichte anhängen
es: Adjuntar informes de prueba
hu: Teszt riportok hozzáadása
it: Allega Rapporto di Prova
pt: Anexar Relatórios de Teste
vi: Đính kèm báo cáo kiểm thử

source: When printing a Test Report, attach a copy of the Test Report to the associated Stock Item
de: Beim Drucken eines Testberichts dem zugehörigen Lagerbestand eine Kopie des Testberichts beifügen
es: Al imprimir un informe de prueba, adjuntar una copia del informe de prueba al artículo de almacén asociado
hu: Teszt riport nyomtatáskor egy másolat hozzáadása a készlet tételhez
it: Quando si stampa un rapporto di prova, allegare una copia del rapporto di prova all'elemento di magazzino associato
pt: Quando imprimir um Relatório de Teste, anexar uma cópia do mesmo ao item de estoque associado
vi: Khi in một báo cáo kiểm thử, đính kèm một bản sao của báo cáo kiểm thử với hàng trong kho đã được kết hợp

source: Globally Unique Serials
de: Global einzigartige Seriennummern
es: Seriales únicos globalmente
hu: Globálisan egyedi sorozatszámok
it: Seriali Unici Globali
pt: Seriais Únicos Globais
vi: Sê ri toàn cục duy nhất

source: Serial numbers for stock items must be globally unique
de: Seriennummern für Lagerartikel müssen global eindeutig sein
es: Los números de serie para los artículos de inventario deben ser únicos globalmente
hu: A sorozatszámoknak egyedinek kell lennie a teljes készletre vonatkozóan
it: I numeri di serie per gli articoli di magazzino devono essere univoci
pt: Números de série para itens de estoque devem ser globalmente únicos
vi: Số sê ri cho hàng trong kho phải là duy nhất trong toàn hệ thống

source: Autofill Serial Numbers
de: Seriennummern automatisch ausfüllen
es: Autollenar números de serie
hu: Sorozatszámok automatikus kitöltése
it: Auto Riempimento Numeri Seriali
pt: Preenchimento automático de Números Seriais
vi: Tự động điền số sê ri

source: Autofill serial numbers in forms
de: Seriennummern in Formularen automatisch ausfüllen
es: Autorellenar números de serie en formularios
hu: Sorozatszámok automatikus kitöltése a formokon
it: Auto riempimento numeri nel modulo
pt: Preencher números de série automaticamente no formulário
vi: Tự động điền số sê ri vào biểu mẫu

source: Delete Depleted Stock
de: Erschöpften Lagerartikel löschen
es: Eliminar existencias agotadas
hu: Kimerült készlet törlése
it: Elimina scorte esaurite
pt: Excluir Estoque Esgotado
vi: Xóa kho đã hết hàng

source: Determines default behaviour when a stock item is depleted
de: Legt das Standardverhalten fest, wenn ein Lagerartikel erschöpft ist
es: Determina el comportamiento predeterminado cuando un artículo de almacén es agotado
hu: Alapértelmezett művelet mikor a készlet tétel elfogy
it: Determina il comportamento predefinito quando un elemento stock è esaurito
pt: Determina o comportamento padrão quando um item de estoque é esgotado
vi: Nhận dạng hành vi mặc định khi hàng trong kho bị hết

source: Batch Code Template
de: Losnummer Vorlage
es: Plantilla de código de lote
hu: Batch kód sablon
it: Modello Codice a Barre
pt: Modelo de Código de Lote
vi: Mẫu sinh mã theo lô

source: Template for generating default batch codes for stock items
de: Vorlage für die Generierung von Standard-Losnummern für Lagerbestände
es: Plantilla para generar códigos de lote por defecto para artículos de almacén
hu: Sablon a készlet tételekhez alapértelmezett batch kódok előállításához
it: Modello per la generazione di codici batch predefiniti per gli elementi stock
pt: Modelo para gerar códigos de lote padrão para itens de estoque
vi: Mẫu tạo mã theo lô mặc định cho hàng trong kho

source: Stock Expiry
de: Bestands-Ablauf
es: Expiración de stock
hu: Készlet lejárata
it: Scadenza giacenza
pt: Validade do Estoque
vi: Quá hạn trong kho

source: Enable stock expiry functionality
de: Ablaufen von Bestand ermöglichen
es: Habilitar la funcionalidad de expiración de stock
hu: Készlet lejárat kezelésének engedélyezése
it: Abilita funzionalità di scadenza della giacenza
pt: Ativar função de validade de estoque
vi: Bật chức năng quá hạn tồn kho

source: Sell Expired Stock
de: Abgelaufenen Bestand verkaufen
es: Vender existencias caducadas
hu: Lejárt készlet értékesítése
it: Vendi giacenza scaduta
pt: Vender estoque expirado
vi: Bán kho quá hạn

source: Allow sale of expired stock
de: Verkauf von abgelaufenem Bestand erlaubt
es: Permitir venta de existencias caducadas
hu: Lejárt készlet értékesítésének engedélyezése
it: Consenti la vendita di stock scaduti
pt: Permitir venda de estoque expirado
vi: Cho phép bán hàng kho quá hạn

source: Stock Stale Time
de: Bestands-Stehzeit
es: Tiempo histórico de Stock
hu: Álló készlet ideje
it: Tempo di Scorta del Magazzino
pt: Tempo de Estoque Inativo
vi: Thời gian hàng cũ trong kho

source: Number of days stock items are considered stale before expiring
de: Anzahl an Tagen, an denen Bestand als abgestanden markiert wird, bevor sie ablaufen
es: Número de días de artículos de stock se consideran obsoletos antes de caducar
hu: Napok száma amennyivel a lejárat előtt a készlet tételeket állottnak vesszük
it: Numero di giorni in cui gli articoli in magazzino sono considerati obsoleti prima della scadenza
pt: Número de dias em que os itens em estoque são considerados obsoleto antes de vencer
vi: Số ngày hàng trong kho được xác định là cũ trước khi quá hạn

source: Build Expired Stock
de: Abgelaufenen Bestand verbauen
es: Crear Stock Caducado
hu: Lejárt készlet gyártása
it: Crea giacenza scaduta
pt: Produzir Estoque Vencido
vi: Dựng kho quá hạn

source: Allow building with expired stock
de: Verbauen von abgelaufenen Bestand erlaubt
es: Permitir crear con stock caducado
hu: Gyártás engedélyezése lejárt készletből
it: Permetti produzione con stock scaduto
pt: Permitir produção com estoque vencido
vi: Cho phép xây dựng với kho hàng quá hạn

source: Stock Ownership Control
de: Bestands-Eigentümerkontrolle
es: Control de Stock
hu: Készlet tulajdonosok kezelése
it: Controllo della proprietà della giacenza
pt: Controle de propriedade do estoque
vi: Kiểm soát sở hữu kho

source: Enable ownership control over stock locations and items
de: Eigentümerkontrolle für Lagerorte und Teile aktivieren
es: Habilitar control de propiedad sobre ubicaciones de stock y artículos
hu: Tulajdonosok kezelésének engedélyezése a készlet helyekre és tételekre
it: Abilita il controllo della proprietà sulle posizioni e gli oggetti in giacenza
pt: Ativar controle de propriedade sobre locais e itens de estoque
vi: Bật chức năng kiểm soát sở hữu kho với địa điểm và hàng trong kho

source: Stock Location Default Icon
de: Standardsymbol für Lagerort
es: Icono por defecto de ubicación de almacén
hu: Hely alapértelmezett ikon
it: Icona Predefinita Ubicazione di Magazzino
pt: Ícone padrão do local de estoque
vi: Biểu tượng địa điểm kho mặc định

source: Stock location default icon (empty means no icon)
de: Standardsymbol für Lagerstandort (leer bedeutet kein Symbol)
es: Icono por defecto de ubicación de almacén (vacío significa que no hay icono)
hu: Hely alapértelmezett ikon (üres ha nincs)
it: Icona Predefinita Ubicazione di Magazzino (vuoto significa nessuna icona)
pt: Ícone padrão de local de estoque (vazio significa sem ícone)
vi: Biểu tượng địa điểm kho hàng mặc định (trống nghĩa là không có biểu tượng)

source: Show Installed Stock Items
de: Zeige installierte Lagerartikel
es: Mostrar Articulos de Stock Instalados
hu: Beépített készlet megjelenítése
pt: Mostrar Itens de Estoque Instalados
vi: Hiển thị hàng hóa đã lắp đặt
