Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Select supplier
de: Zulieferer auswählen
es: Seleccionar proveedor
hu: Beszállító kiválasztása
it: Seleziona fornitore
pt: Selecione o fornecedor
vi: Chọn nhà cung cấp

source: Supplier stock keeping unit
de: Lagerbestandseinheit (SKU) des Zulieferers
es: Unidad de mantenimiento de stock de proveedores
hu: Beszállítói cikkszám
it: Unità di giacenza magazzino fornitore
pt: Unidade de reserva de estoque fornecedor
vi: Đơn vị quản lý kho nhà cung cấp

source: Select manufacturer part
de: Herstellerteil auswählen
es: Seleccionar parte del fabricante
hu: Gyártói alkatrész kiválasztása
it: Selezionare un produttore
pt: Selecionar peça do fabricante
vi: Chọn sản phẩm của nhà sản xuất

source: URL for external supplier part link
de: Teil-URL des Zulieferers
es: URL del enlace de parte del proveedor externo
hu: URL link a beszállítói alkatrészhez
it: URL dell'articolo del fornitore
pt: URL do link externo da peça do fabricante
vi: URL cho liên kết sản phẩm của nhà cung cấp bên ngoài

source: Supplier part description
de: Zuliefererbeschreibung des Teils
es: Descripción de la parte del proveedor
hu: Beszállítói alkatrész leírása
it: Descrizione articolo fornitore
pt: Descrição da peça fornecedor
vi: Mô tả sản phẩm nhà cung cấp

source: Note
de: Notiz
es: Nota
hu: Megjegyzés
it: Nota
pt: Anotação
vi: Ghi chú

source: base cost
de: Basiskosten
es: costo base
hu: alap költség
it: costo base
pt: preço base
vi: chi phí cơ sở

source: Minimum charge (e.g. stocking fee)
de: Mindestpreis
es: Cargo mínimo (p. ej., cuota de almacenamiento)
hu: Minimális díj (pl. tárolási díj)
it: Onere minimo (ad esempio tassa di stoccaggio)
pt: Taxa mínima (ex.: taxa de estoque)
vi: Thu phí tối thiểu (vd: phí kho bãi)

source: Packaging
de: Verpackungen
es: Paquetes
hu: Csomagolás
it: Confezionamento
pt: Embalagem
vi: Đóng gói

source: Part packaging
de: Teile-Verpackungen
es: Embalaje de partes
hu: Alkatrész csomagolás
it: Imballaggio del pezzo
pt: Embalagem de peças
vi: Đóng gói sản phẩm

source: Pack Quantity
de: Packmenge
es: Cantidad de paquete
hu: Csomagolási mennyiség
it: Quantità Confezione
pt: Quantidade de embalagens
vi: Số lượng gói

source: Total quantity supplied in a single pack. Leave empty for single items.
de: Gesamtmenge, die in einer einzelnen Packung geliefert wird. Für Einzelstücke leer lassen.
es: Cantidad total suministrada en un solo paquete. Dejar vacío para artículos individuales.
hu: Egy csomagban kiszállítható mennyiség, hagyd üresen az egyedi tételeknél.
pt: Quantidade total fornecida em um único pacote. Deixe em branco para itens únicos.
vi: Tổng số lượng được cung cấp trong một gói đơn. Để trống cho các hàng hóa riêng lẻ.

source: multiple
de: Vielfache
es: múltiple
hu: többszörös
it: multiplo
pt: múltiplo
vi: nhiều

source: Order multiple
de: Mehrere bestellen
es: Pedido múltiple
hu: Többszörös rendelés
it: Ordine multiplo
pt: Pedir múltiplos
vi: Đặt hàng nhiều

source: Quantity available from supplier
de: Verfügbare Menge von Lieferanten
es: Cantidad disponible del proveedor
hu: Beszállítónál elérhető mennyiség
it: Quantità disponibile dal fornitore
pt: Quantidade disponível do fornecedor
vi: Số lượng có sẵn từ nhà cung cấp

source: Availability Updated
de: Verfügbarkeit aktualisiert
es: Disponibilidad actualizada
hu: Elérhetőség frissítve
it: Disponibilità Aggiornata
pt: Disponibilidade Atualizada
vi: Sẵn hàng đã được cập nhật

source: Date of last update of availability data
de: Datum des letzten Updates der Verfügbarkeitsdaten
es: Fecha de última actualización de los datos de disponibilidad
hu: Utolsó elérhetőségi adat frissítés
it: Data dell’ultimo aggiornamento dei dati sulla disponibilità
pt: Data da última atualização da disponibilidade dos dados
vi: Ngày cập nhật cuối thông tin tồn kho

source: Default currency used for this supplier
de: Standard-Währung für diesen Zulieferer
es: Moneda predeterminada utilizada para este proveedor
hu: Beszállító által használt alapértelmezett pénznem
it: Valuta predefinita utilizzata per questo fornitore
pt: Moeda padrão utilizada para este fornecedor
vi: Tiền tệ mặc định được sử dụng cho nhà cung cấp này

source: Create Purchase Order
de: Bestellung anlegen
es: Crear orden de compra
hu: Beszerzési rendelés létrehozása
it: Crea ordine d'acquisto
pt: Criar Pedido de compra
vi: Tạo đơn mua hàng

source: Company actions
de: Firmenaktionen
es: Acciones de empresa
hu: Cég műveletek
it: Azioni Azienda
pt: Ações da empresa
vi: Chức năng doanh nghiệp

source: Edit company information
de: Firmeninformation bearbeiten
es: Editar datos de la empresa
hu: Cég adatainak szerkesztése
it: Modifica le informazioni dell'azienda
pt: Editar Informações da Empresa
vi: Sửa thông tin doanh nghiệp

source: Edit Company
de: Firma bearbeiten
es: Editar empresa
hu: Cég szerkesztése
it: Modifica azienda
pt: Editar Empresa
vi: Sửa doanh nghiệp

source: Delete company
de: Unternehmen löschen
es: Eliminar empresa
hu: Cég törlése
it: Elimina azienda
pt: Excluir a empresa
vi: Xóa doanh nghiệp

source: Delete Company
de: Firma löschen
es: Eliminar Empresa
hu: Cég törlése
it: Elimina Azienda
pt: Excluir Empresa
vi: Xóa doanh nghiệp

source: Part image
de: Artikelbild
es: Imagen de parte
hu: Alkatrész képe
pt: Imagem da peça
vi: Ảnh sản phẩm

source: Upload new image
de: Neues Bild hochladen
es: Cargar nueva imagen
hu: Új kép feltöltése
it: Carica nuova immagine
pt: Carregar nova imagem
vi: Tải hình mới lên

source: Download image from URL
de: Bild von URL herunterladen
es: Descargar desde URL
hu: Kép letöltése URL-ről
it: Scarica immagine dall'URL
pt: Baixar imagem do URL
vi: Tải hình ảnh từ URL

source: Delete image
de: Bild löschen
es: Borrar imagen
hu: Kép törlése
it: Elimina immagine
pt: Excluir imagem
vi: Xóa ảnh

source: Customer
de: Kunde
es: Cliente
hu: Vevő
it: Cliente
pt: Cliente
vi: Khách hàng

source: Uses default currency
de: verwendet Standard-Währung
es: Usa la moneda predeterminada
hu: Alapértelmezett pénznemet használja
it: Valuta predefinita
pt: Usar moeda padrão
vi: Dùng tiền mặc định

source: Address
de: Adresse
es: Dirección
hu: Cím
it: Indirizzo
pt: Endereço
vi: Địa chỉ

source: Phone
de: Telefon
es: Teléfono
hu: Telefonszám
it: Telefono
pt: Telefone
vi: Điện thoại

source: Remove Image
de: Bild entfernen
es: Quitar imagen
hu: Kép eltávolítása
it: Rimuovi immagine
pt: Remover imagem
vi: Xoá hình ảnh

source: Remove associated image from this company
de: Verknüpftes Bild von dieser Firma entfernen
es: Eliminar imagen asociada a esta empresa
hu: Céghez rendelt kép eltávolítása
it: Rimuovi l'immagine associata a questa azienda
pt: Remover imagem associada desta empresa
vi: Xóa ảnh đã gắn kết với doanh nghiệp này

source: Remove
de: Entfernen
es: Eliminar
hu: Törlés
it: Rimuovi
pt: Remover
vi: Xóa

source: Upload Image
de: Bild hochladen
es: Cargar Imagen
hu: Kép feltöltése
it: Carica immagine
pt: Enviar Imagem
vi: Tải ảnh lên

source: Download Image
de: Bild herunterladen
es: Descargar imagen
hu: Kép letöltése
it: Download Immagine
pt: Baixar Imagem
vi: Tải ảnh xuống

source: Supplier Parts
de: Zuliefererteile
es: Partes de Proveedor
hu: Beszállítói alkatrészek
it: Articoli fornitore
pt: Peças do Fornecedor
vi: Sản phẩm nhà cung cấp

source: Create new supplier part
de: Neues Zuliefererteil anlegen
es: Crear nueva parte del proveedor
hu: Új beszállítói alkatrész létrehozása
it: Crea nuovo fornitore
pt: Criar nova peça do fornecedor
vi: Thêm mới sản phẩm nhà cung cấp

source: New Supplier Part
de: Neues Zuliefererteil
es: Nueva Parte de Proveedor
hu: Új beszállítói alkatrész
it: Nuovo fornitore articolo
pt: Nova peça do fornecedor
vi: Sản phẩm nhà cung cấp mới

source: Manufacturer Parts
de: Herstellerteile
es: Partes del fabricante
hu: Gyártói alkatrészek
it: Articoli Produttore
pt: Fabricantes de peças
vi: Sản phẩm nhà sản xuất

source: Create new manufacturer part
de: Neues Herstellerteil anlegen
es: Crear nueva parte de fabricante
hu: Új gyártói alkatrész létrehozása
it: Crea nuovo articolo produttore
pt: Criar novo fabricante de peça
vi: Tạo sản phẩm nhà sản xuất mới

source: New Manufacturer Part
de: Neues Herstellerteil
es: Nueva parte de fabricante
hu: Új gyártói alkatrész
it: Nuovo Produttore Articoli
pt: Nova peça do fabricante
vi: Sản phẩm nhà sản xuất mới

source: Supplier Stock
de: Zulieferer-Bestand
es: Stock del Proveedor
hu: Beszállítói készlet
it: Giacenza Fornitore
pt: Estoque do Fornecedor
vi: Kho nhà cung cấp

source: Purchase Orders
de: Bestellungen
es: Ordenes de compra
hu: Beszerzési rendelések
it: Ordine di acquisto
pt: Pedidos de compra
vi: Đơn mua hàng

source: Create new purchase order
de: Neue Bestellung anlegen
es: Crear nueva orden de compra
hu: Beszerzési rendelés létrehozása
it: Crea nuovo ordine di acquisto
pt: Criar novo pedido de compra
vi: Đơn đặt hàng

source: New Purchase Order
de: Neue Bestellung
es: Nueva orden de compra
hu: Új beszerzési rendelés
it: Nuovo Ordine di Acquisto
pt: Novo Pedido de Compra
vi: Đơn đặt hàng mới

source: Sales Orders
de: Aufträge
es: Órdenes de venta
hu: Vevői rendelések
it: Ordini di Vendita
pt: Pedidos de vendas
vi: Đơn hàng bán

source: Create new sales order
de: Neuen Auftrag anlegen
es: Crear Orden de Venta
hu: Vevői rendelés létrehozása
it: Crea nuovo ordine di vendita
pt: Criar novo pedido de venda
vi: Tạo đơn hàng bán mới

source: New Sales Order
de: Neuer Auftrag
es: Nueva orden de venta
hu: Új vevői rendelés
it: Nuovo Ordine di Vendita
pt: Novo Pedido de Venda
vi: Đơn đặt bán mới

source: Assigned Stock
de: Zugeordneter Bestand
es: Stock asignado
hu: Hozzárendelt készlet
it: Assegna Giacenza
pt: Estoque Atribuído
vi: Kho đã được giao

source: Return Orders
de: Rücksendeaufträge
es: Ordenes de devolución
hu: Visszavételek
it: Ordini di reso
pt: Pedidos de Devolução
vi: Đơn hàng trả lại

source: Create new return order
de: Neuen Rücksendeauftrag hinzufügen
es: Crear nueva orden de devolución
hu: Visszavétel létrehozása
it: Crea nuovo ordine di reso
pt: Criar novo pedido de devolução
vi: Tạo đơn hàng trả lại mới

source: New Return Order
de: Neuer Rücksendeauftrag
es: Nueva orden de devolución
hu: Új visszavétel
it: Nuovo Ordine Di Reso
pt: Novo Pedido de Devolução
vi: Đơn hàng trả lại mới

source: Company Notes
de: Firmenbemerkungen
es: Notas de la empresa
hu: Cég megjegyzések
it: Note Dell'Azienda
pt: Notas da Empresa
vi: Ghi chú doanh nghiệp

source: Company Contacts
de: Unternehmenskontakte
es: Contactos de la empresa
hu: Cég névjegyek
it: Contatti Azienda
pt: Contato da Empresa
vi: Liên lạc của doanh nghiệp

source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
hu: Névjegy hozzáadása
it: Aggiungi contatti
pt: Adicionar Contato
vi: Thêm liên lạc

source: Company addresses
de: Geschäftsadressen
es: Direcciones de la empresa
hu: Cég címei
pt: Endereços da empresa
vi: Địa chỉ doanh nghiệp

source: Add Address
de: Adresse hinzufügen
es: Añadir dirección
hu: Cím hozzáadása
pt: Adicionar endereço
vi: Thêm địa chỉ

source: Manufacturers
de: Hersteller
es: Fabricantes
hu: Gyártók
it: Produttori
pt: Fabricantes
vi: Nhà sản xuất

source: Order part
de: Teil bestellen
es: Pedir ítem
hu: Alkatrész rendelés
it: Articoli ordinati
pt: Pedir peça
vi: Đặt mua sản phẩm

source: Edit manufacturer part
de: Herstellerteil bearbeiten
es: Editar fabricante de la parte
hu: Gyártói alkatrész szerkesztése
it: Modifica articolo produttore
pt: Editar peça do fabricante
vi: Sửa sản phẩm của nhà sản xuất

source: Delete manufacturer part
de: Herstellerteil löschen
es: Eliminar fabricante de la parte
hu: Gyártói alkatrész törlése
it: Cancella articolo produttore
pt: Excluir peça do fabricante
vi: Xóa sản phẩm của nhà sản xuất

source: Internal Part
de: Internes Teil
es: Componente interno
hu: Belső alkatrész
it: Articolo interno
pt: Peça Interna
vi: Sản phẩm nội bộ

source: No manufacturer information available
de: Keine Herstellerdaten verfügbar
es: No hay información del fabricante disponible
hu: Nincs elérhető gyártói információ
it: Nessuna informazione sul produttore disponibile
pt: Nenhuma informação do fabricante disponível
vi: Chưa có thông tin nhà sản xuất

source: Suppliers
de: Zulieferer
es: Proveedores
hu: Beszállítók
it: Fornitori
pt: Fornecedores
vi: Nhà cung cấp

source: Parameters
de: Parameter
es: Parámetros
hu: Paraméterek
it: Parametri
pt: Parâmetros
vi: Thông số

source: New Parameter
de: Neuer Parameter
es: Nuevo parámetro
hu: Új paraméter
it: Nuovo Parametro
pt: Novo parâmetro
vi: Tham số mới

source: Add Parameter
de: Parameter hinzufügen
es: Añadir parámetro
hu: Paraméter hozzáadása
it: Aggiungi parametro
pt: Adicionar Parâmetro
vi: Thêm tham số

source: Manufactured Parts
de: Hergestellte Teile
es: Partes Manufacturadas
hu: Gyártott alkatrészek
it: Articoli Prodotti
pt: Peças Fabricadas
vi: Sản phẩm nhà sản xuất

source: Supplied Parts
de: Zuliefererteile
es: Partes suministradas
hu: Szállított alkatrészek
it: Articoli Forniti
pt: Peças fornecidas
vi: Sản phẩm đã được cung cấp

source: Supplied Stock Items
de: Zugelieferte Lagerartikel
es: Elementos de stock suministrados
hu: Szállított készlet tételek
it: Elementi in Giacenza Forniti
pt: Itens fornecidos em estoque
vi: Hàng trong kho đã cung cấp

source: Assigned Stock Items
de: Zugewiesene Lagerartikel
es: Elementos de Stock Asignados
hu: Hozzárendelt készlet tételek
it: Elementi in Giacenza Impegnati
pt: Itens de Estoque atribuídos
vi: Hàng trong kho đã được phân bổ

source: Contacts
de: Kontakte
es: Contactos
hu: Névjegyek
it: Contatti
pt: Contatos
vi: Danh bạ

source: Addresses
de: Adressen
es: Direcciones
hu: Címek
pt: Endereços
vi: Địa chỉ

source: Supplier Part
de: Zuliefererteil
es: Parte del proveedor
hu: Beszállítói alkatrész
it: Articolo Fornitore
pt: Fornecedor da Peça
vi: Sản phẩm nhà cung cấp

source: Supplier part actions
de: Zulieferer-Teil Aktionen
es: Acciones de partes del proveedor
hu: Beszállítói alkatrész műveletek
it: Azioni Articolo Fornitore
pt: Ações de peças do fornecedor
vi: Chức năng cho sản phẩm nhà cung cấp

source: Order Part
de: Teil bestellen
es: Pedir ítem
hu: Alkatrész rendelése
it: Ordine Articolo
pt: Pedir Peça
vi: Đặt hàng sản phẩm

source: Update Availability
de: Verfügbarkeit aktualisieren
es: Actualizar disponibilidad
hu: Elérhetőség frissítése
it: Aggiorna Disponibilità
pt: Atualizar disponibilidade
vi: Cập nhật tính sẵn sàng

source: Edit Supplier Part
de: Zuliefererteil bearbeiten
es: Editar Parte del Proveedor
hu: Beszállítói alkatrész szerkesztése
it: Modifica fornitore articolo
pt: Editar Fornecedor da Peça
vi: Sửa sản phẩm nhà cung cấp

source: Duplicate Supplier Part
de: Zulieferer-Teil duplizieren
es: Duplicar parte del proveedor
hu: Beszállítói alkatrész másolása
it: Duplica Articoli Fornitore
pt: Duplicar Peça do Fornecedor
vi: Nhân bản sản phẩm nhà cung cấp

source: Delete Supplier Part
de: Zuliefererteil entfernen
es: Eliminar parte del proveedor
hu: Beszállítói alkatrész törlése
it: Cancella Articolo Fornitore
pt: Excluir Fornecedor da Peça
vi: Xóa sản phẩm nhà cung cấp

source: Delete Supplier Part
de: Zuliefererteil entfernen
es: Eliminar parte del proveedor
hu: Beszállítói alkatrész törlése
it: Elimina Articolo Fornitore
pt: Excluir Fornecedor da Peça
vi: Xóa sản phẩm nhà cung cấp

source: No supplier information available
de: Keine Lieferanteninformationen verfügbar
es: No hay información de proveedor disponible
hu: Nincs elérhető beszállítói információ
it: Nessuna informazione sul fornitore disponibile
pt: Nenhuma informação do fornecedor está disponível
vi: Chưa có thông tin nhà cung cấp

source: Supplier Part Stock
de: Zulieferer-Bestand
es: Stock del Proveedor
hu: Beszállítói készlet
it: Fornitore articolo in giacenza
pt: Estoque de Peça do Fornecedor
vi: Kho sản phẩm nhà cung cấp

source: Create new stock item
de: Neuen Lagerartikel hinzufügen
es: Crear nuevo artículo de stock
hu: Új készlet tétel létrehozása
it: Crea nuova allocazione magazzino
pt: Criar novo item de estoque
vi: Thêm mới hàng trong kho

source: New Stock Item
de: Neuer Lagerartikel
es: Nuevo artículo de stock
hu: Új készlet tétel
it: Nuovo Elemento in giacenza
pt: Novo item de estoque
vi: Hàng trong kho mới

source: Supplier Part Orders
de: Zulieferer-Bestellungen
es: Pedidos de partes al proveedor
hu: Beszállítói alkatrész rendelések
it: Ordini articoli fornitore
pt: Pedidos de peças do fornecedor
vi: Đơn đặt hàng nhà cung cấp

source: Pricing Information
de: Preisinformationen ansehen
es: Información de precios
hu: Árinformációk
it: Informazioni Prezzi
pt: Informações de Preço
vi: Thông tin giá cả

source: Add Price Break
de: Preisstaffel hinzufügen
es: Agregar descuento de precio
hu: Ársáv hozzáadása
it: Aggiungi riduzione prezzo
pt: Adicionar parcela de preço
vi: Thêm giá phá vỡ

source: Supplier Part QR Code
de: Zuliefererteil QR-Code
es: Código QR de parte del proveedor
hu: Beszállítói alkatrész QR kód
it: Codice Articolo Fornitore QR
pt: QR Code da Peça do Fornecedor
vi: Mã QR sản phẩm nhà cung cấp

source: Link Barcode to Supplier Part
de: Barcode mit Zuliefererteil verknüpfen
es: Enlazar código de barras a la parte del proveedor
hu: Vonalkód hozzárendelése a beszállítói alkatrészhez
it: Collega Codice a Barre con l'Articolo Fornitore
pt: Vincular Código de Barras à Peça do Fornecedor
vi: Liên kết mã vạch đến hàng hóa nhà cung cấp

source: Update Part Availability
de: Teilverfügbarkeit aktualisieren
es: Actualizar disponibilidad de parte
hu: Alkatrész elérhetőség frissítése
it: Aggiorna Disponibilità Articolo
pt: Atualizar Disponibilidade de Peças
vi: Cập nhật sự sẵn sàng sản phẩm

source: Stock Items
de: Lagerartikel
es: Elementos de stock
hu: Készlet tételek
it: Articoli in magazzino
pt: Itens de Estoque
vi: Hàng trong kho

source: Supplier Part Pricing
de: Zuliefererteil Bepreisung
es: Precio de parte del proveedor
hu: Beszállító alkatrész árazás
it: Prezzo articolo del fornitore
pt: Preço do Fornecedor Peça
vi: Giá sản phẩm nhà cung cấp

source: New Supplier
de: Neuer Zulieferer
es: Nuevo Proveedor
hu: Új beszállító
it: Nuovo Fornitore
pt: Novo Fornecedor
vi: Nhà cung cấp mới

source: New Manufacturer
de: Neuer Hersteller
es: Nuevo Fabricante
hu: Új gyártó
it: Nuovo Produttore
pt: Novo Fabricante
vi: Nhà sản xuất mới

source: Customers
de: Kunden
es: Clientes
hu: Vevők
it: Clienti
pt: Clientes
vi: Khách hàng

source: New Customer
de: Neuer Kunde
es: Nuevo Cliente
hu: Új vevő
it: Nuovo cliente
pt: Novo Cliente
vi: Khách hàng mới

source: Companies
de: Firmen
es: Empresas
hu: Cégek
it: Aziende
pt: Empresas
vi: Doanh nghiệp

source: New Company
de: Neue Firma
es: Nueva empresa
hu: Új cég
it: Nuova Azienda
pt: Nova Empresa
vi: Doanh nghiệp mới

source: Label name
es: Nombre etiqueta
hu: Címke neve
it: Nome etichetta
pt: Nome da etiqueta
vi: Tên nhãn

source: Label description
de: Label Beschreibung
es: Descripción de etiqueta
hu: Címke leírása
it: Descrizione etichetta
pt: Descrição da etiqueta
vi: Mô tả nhãn

source: Label
es: Etiqueta
hu: Címke
it: Etichetta
pt: Etiqueta
vi: Nhãn

source: Label template file
de: Label-Vorlage-Datei
es: Archivo de plantilla de etiqueta
hu: Címke sablon fájl
it: File modello etichetta
pt: Arquivo de modelo de etiqueta
vi: Tệp mẫu nhãn

source: Enabled
de: Aktiviert
es: Habilitado
hu: Engedélyezve
it: Abilitato
pt: Habilitado
vi: Đã bật

source: Label template is enabled
de: Label-Vorlage ist aktiviert
es: Plantilla de etiqueta habilitada
hu: Címke sablon engedélyezve
it: Modello di etichetta abilitato
pt: Modelo de Etiqueta Habilitado
vi: Mẫu nhãn đã bật

source: Width [mm]
de: Breite [mm]
es: Ancho [mm]
hu: Szélesség [mm]
it: Larghezza [mm]
pt: Largura [mm]
vi: Chiều rộng [mm]

source: Label width, specified in mm
de: Label-Breite in mm
es: Ancho de la etiqueta, especificado en mm
hu: Címke szélessége, mm-ben
it: Larghezza dell'etichetta, specificata in mm
pt: Largura da etiqueta, em mm
vi: Chiều rộng nhãn, tính theo mm

source: Height [mm]
de: Höhe [mm]
es: Altura [mm]
hu: Magasság [mm]
it: Altezza [mm]
pt: Altura [mm]
vi: Chiều cao [mm]

source: Label height, specified in mm
de: Label-Höhe in mm
es: Altura de la etiqueta, especificada en mm
hu: Címke magassága, mm-ben
it: Larghezza dell'etichetta, specificata in mm
pt: Altura da Etiqueta, em mm
vi: Chiều cao nhãn, tính theo mm

source: Filename Pattern
de: Dateinamen-Muster
es: Patrón de Nombre de archivo
hu: Fájlnév minta
it: Formato del nome file
pt: Padrão de Nome de Arquivo
vi: Mẫu tên tệp

source: Pattern for generating label filenames
de: Muster für die Erstellung von Label-Dateinamen
es: Patrón para generar nombres de archivo de etiquetas
hu: Minta a címke fájlnevek előállításához
it: Formato del nome file per la generazione etichetta
pt: Padrão para gerar nomes do arquivo das etiquetas
vi: Mẫu dùng để tạo tên tệp nhãn

source: Query filters (comma-separated list of key=value pairs)
de: Abfragefilter (kommagetrennte Liste mit Schlüssel=Wert-Paaren)
hu: Lekérdezés szűrők (vesszővel elválasztott kulcs=érték párok)
pt: Filtros de consulta (lista de valores separados por vírgula)
vi: Truy vấn bộ lọc (dùng dấu phẩy ngăn cách các cặp key=value)

source: Filters
de: Filter
es: Filtros
hu: Szűrők
it: Filtri
pt: Filtros
vi: Bộ lọc

source: QR Code
es: Código QR
hu: QR kód
pt: Código QR
vi: Mã QR

source: QR code
es: Código QR
hu: QR kód
pt: Código QR
vi: Mã QR

source: Total Price
de: Gesamtpreis
es: Precio Total
hu: Teljes ár
it: Prezzo Totale
pt: Preço Total
vi: Tổng tiền

source: No matching purchase order found
de: Keine passende Bestellung gefunden
es: No se encontró ninguna orden de compra coincidente
hu: Nincs egyező beszerzési rendelés
it: Nessun ordine di acquisto corrispondente trovato
pt: Nenhum pedido de compra correspondente encontrado
vi: Không tìm thấy đơn đặt mua phù hợp

source: Purchase Order
de: Bestellung
es: Orden de compra
hu: Beszerzési rendelés
it: Ordine D'Acquisto
pt: Pedido de Compra
vi: Đơn hàng

source: Return Order
de: Rücksendeauftrag
es: Orden de devolución
hu: Visszavétel
it: Restituisci ordine
pt: Devolver pedido
vi: Đơn hàng trả lại

source: Unknown
de: Unbekannt
es: Desconocido
hu: Ismeretlen
it: Sconosciuto
pt: Desconhecido
vi: Không rõ

source: Total price for this order
de: Gesamtpreis für diese Bestellung
es: Precio total para este pedido
hu: A rendelés teljes ára
it: Prezzo totale dell'ordine
pt: Preço total deste pedido
vi: Tổng tiền cho đơn hàng hàng

source: Order Currency
de: Auftragswährung
es: Moneda de pedido
hu: Rendelés pénzneme
pt: Moeda do pedido
vi: Tiền tệ đơn đặt hàng

source: Currency for this order (leave blank to use company default)
de: Währung für diesen Auftrag (leer lassen, um Firmenstandard zu verwenden)
es: Moneda para este pedido (dejar en blanco para utilizar el valor predeterminado de la empresa)
hu: Megrendeléshez használt pénznem (hagyd üresen a cégnél alapértelmezetthez)
pt: Moeda para este pedido (deixe em branco para usar o padrão da empresa)
vi: Tiền tệ cho đơn đặt này (để trống để sử dụng tiền mặc định)

source: Contact does not match selected company
de: Kontakt stimmt nicht mit der ausgewählten Firma überein
es: El contacto no coincide con la empresa seleccionada
hu: A kapcsolattartó nem egyezik a kiválasztott céggel
it: Il contatto non corrisponde all'azienda selezionata
pt: O contato não corresponde à empresa selecionada
vi: Liên hệ không phù hợp với doanh nghiệp đã chọn

source: Order description (optional)
de: Auftragsbeschreibung (optional)
es: Descripción del pedido (opcional)
hu: Rendelés leírása (opcionális)
it: Descrizione dell'ordine (opzionale)
pt: Descrição do pedido (opcional)
vi: Mô tả đơn đặt (tùy chọn)

source: Select project code for this order
de: Projektcode für diesen Auftrag auswählen
es: Seleccione el código del proyecto para este pedido
hu: Válassz projektszámot ehhez a rendeléshez
it: Seleziona il codice del progetto per questo ordine
pt: Selecione o código do projeto para este pedido
vi: Mã dự án đã chọn cho đơn đặt hàng này
