Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Stock Actions
hu: Készlet műveletek
pt: Ações de Estoque
vi: Chức năng kho

source: Load installed items
hu: Beépített tételek betöltése
pt: Carregar itens instalados
vi: Tải mặt hàng đã cài đặt

source: Stock item is in production
de: Lagerartikel wird produziert
es: El artículo de stock está en producción
hu: Készlet tétel gyártás alatt
it: L'articolo di magazzino è in produzione
vi: Mặt hàng đang được sản xuất

source: Stock item assigned to sales order
de: Lagerartikel wurde Auftrag zugewiesen
es: Artículo de stock asignado al pedido de venta
hu: Készlet tétel hozzárendelve egy vevői rendeléshez
it: Articolo di magazzino assegnato all'ordine di vendita
vi: Mặt hàng đã được chỉ định vào đơn hàng bán

source: Stock item assigned to customer
de: Lagerartikel wurde Kunden zugewiesen
es: Artículo de stock asignado al cliente
hu: Készlet tétel hozzárendelve egy vevőhöz
it: Articolo stock assegnato al cliente
vi: Mặt hàng được chỉ định cho khách hàng

source: Serialized stock item has been allocated
de: Serialisierter Lagerartikel wurde zugewiesen
es: Se ha asignado un artículo de stock serializado
hu: Egyedi követésre kötelezett készlet tétel lefoglalva
it: L'articolo di magazzino serializzato è stato assegnato
vi: Mặt hàng tuần tự đã được phân bổ

source: Stock item has been fully allocated
de: Lagerartikel wurde vollständig zugewiesen
es: Artículo de stock ha sido completamente asignado
hu: Készlet tétel teljes egészében lefoglalva
it: La voce di magazzino è stata completamente assegnata
vi: Mặt hàng đã được phân bổ toàn phần

source: Stock item has been partially allocated
de: Lagerartikel wurde teilweise zugewiesen
es: Artículo de stock ha sido asignado parcialmente
hu: Készlet tétel részben lefoglalva
it: La voce di magazzino è stata parzialmente allocata
vi: Mặt hàng đã được phân bổ từng phần

source: Stock item has been installed in another item
de: Lagerartikel in anderem Element verbaut
es: Artículo de stock ha sido instalado en otro artículo
hu: Készlet tétel beépítve egy másikba
it: L'elemento stock è stato installato in un altro articolo
vi: Mặt hàng đã được cài đặt trong hàng hóa khác

source: Stock item has been consumed by a build order
hu: Készlet tétel fel lett használva egy gyártásban
vi: Mặt hàng đã bị lấy đi bởi đơn đặt bản dựng

source: Stock item has expired
de: Lagerartikel ist abgelaufen
es: Artículo de stock ha caducado
hu: Készlet tétel lejárt
it: L'articolo stock è scaduto
vi: Mặt hàng đã hết hạn

source: Stock item will expire soon
de: Lagerartikel läuft demnächst ab
es: El artículo de stock caducará pronto
hu: Készlet tétel hamarosan lejár
it: Articolo in giacenza prossimo alla scadenza
vi: Mặt hàng sắp hết hạn

source: Stock item has been rejected
de: Lagerartikel abgewiesen
es: Artículo de stock ha sido rechazado
hu: Készlet tétel elutasítva
it: L'articolo stock è stato rifiutato
vi: Mặt hàng đã bị từ chối

source: Stock item is lost
de: Lagerartikel verloren
es: Artículo de stock perdido
hu: Készlet tétel elveszett
it: L'articolo di magazzino è andato perso
vi: Mặt hàng đã mất

source: Stock item is destroyed
de: Lagerartikel zerstört
es: Artículo de stock destruido
hu: Készlet tétel megsemmisült
it: Articolo di magazzino distrutto
vi: Mặt hàng đã bị phá hủy

source: Depleted
de: gelöscht
es: Agotado
hu: Kimerült
it: Esaurito
vi: Cạn kiệt

source: Supplier part not specified
de: Zuliefererteil nicht angegeben
es: Parte del proveedor no especificada
hu: Beszállítói alkatrész nincs megadva
it: Fornitore dell'articolo non specificato
vi: Sản phẩm nhà cung cấp chưa được chỉ định

source: Stock Value
de: Bestandswert
hu: Készletérték
it: Valore Scorte
vi: Giá trị kho

source: No stock items matching query
de: Keine zur Anfrage passenden Lagerartikel
es: No hay artículos de stock que coincidan con la consulta
hu: Nincs a lekérdezésnek megfelelő készlet tétel
it: Nessun articolo in magazzino corrispondente alla richiesta
vi: Không tìm thấy mặt hàng theo truy vấn tìm kiếm

source: stock locations
hu: készlethelyek
vi: vị trí kho hàng

source: Load Sublocations
hu: Alhelyek betöltése
vi: Tải vị trí phụ

source: Details
es: Detalles
hu: Részletek
it: Dettagli
pt: Detalhes
vi: Chi tiết

source: No changes
es: Sin cambios
hu: Nincs változás
pt: Nenhuma mudança
vi: Không thay đổi

source: Part information unavailable
de: Artikelinformationen nicht verfügbar
es: Información de la parte no disponible
hu: Alkatrész információ nem áll rendelkezésre
it: Informazioni sull'articolo non disponibili
vi: Thông tin sản phẩm không có sẵn

source: Location no longer exists
de: Standort nicht mehr vorhanden
es: Ubicación ya no existe
hu: A hely már nem létezik
it: La posizione non esiste più
vi: Vị trí không còn tồn tại

source: Build order no longer exists
hu: A gyártási utasítás már nem létezik
vi: Đơn đặt bản dựng không tồn tại

source: Purchase order no longer exists
de: Bestellung existiert nicht mehr
es: La orden de compra ya no existe
hu: Beszerzési megrendelés már nem létezik
it: L'ordine di acquisto non esiste più
vi: Đơn đặt mua không còn tồn tại

source: Sales Order no longer exists
es: El pedido de venta ya no existe
hu: Vevői megrendelés már nem létezik
it: L'ordine di vendita non esiste più
vi: Đơn hàng bán không còn tồn tại

source: Return Order no longer exists
es: El pedido de devolución ya no existe
hu: Visszavétel már nem létezik
it: L'ordine di ritorno non esiste più
vi: Đơn hàng trả lại không còn tồn tại

source: Customer no longer exists
de: Kunde existiert nicht mehr
es: El cliente ya no existe
hu: Vevő már nem létezik
it: Il cliente non esiste più
vi: Khách hàng không còn tồn tại

source: Stock item no longer exists
de: Lagerartikel existiert nicht mehr
es: Artículo de stock ya no existe
hu: A készlet tétel már nem létezik
it: L'articolo in magazzino non esiste più
vi: Mặt hàng không còn tồn tại nữa

source: Added
de: Hinzugefügt
es: Añadido
hu: Hozzáadva
it: Aggiunto
pt: Adicionado
vi: Đã thêm

source: Removed
de: Entfernt
es: Eliminado
hu: Eltávolítva
it: Rimosso
pt: Removido
vi: Đã xóa

source: No installed items
de: Keine installierten Elemente
es: Ningún artículo instalado
hu: Nincsenek beépített tételek
it: Nessun elemento installato
pt: Nenhum item instalado
vi: Chưa có hàng hóa được cài đặt

source: Uninstall Stock Item
de: Lagerartikel entfernen
es: Desinstalar artículo de stock
hu: Készlet tétel kiszedése
it: Disinstallare l'articolo di magazzino
vi: Gỡ bỏ mặt hàng

source: Select stock item to uninstall
de: Zu deinstallierende Lagerartikel auswählen
hu: Válaszd ki a kiszedni való készlet tételt
it: Selezionare l'articolo di magazzino da disinstallare
vi: Chọn mặt hàng để gỡ bỏ

source: Install another stock item into this item
de: Einen weiteren Lagerartikel in dieses Teil installiert
hu: Másik tétel beépítése ebbe a készlet tételbe
it: Installare un altro articolo di magazzino in questo articolo
vi: Cài đặt mặt hàng khác vào trong hàng hóa này

source: Stock items can only be installed if they meet the following criteria
de: Lagerartikel können nur installiert werden wenn folgende Kriterien erfüllt werden
es: Los artículos de stock sólo pueden ser instalados si cumplen con los siguientes criterios
hu: Készlet tételek csak akkor építhetők be ha teljesítik a következő kritériumokat
it: Gli articoli in magazzino possono essere installati solo se soddisfano i seguenti criteri
vi: Chỉ có thể cài đặt hàng hóa nếu chúng phù hợp điều kiện sau

source: The Stock Item links to a Part which is the BOM for this Stock Item
de: Der Lagerartikel ist auf ein Teil verknüpft das in der Stückliste für diesen Lagerartikel ist
hu: A készlet tétel egy olyan alkatrészre mutat ami alkatrészjegyzéke ennek a készlet tételnek
it: L'articolo di magazzino si collega a un'articolo che è la distinta base di questo articolo di magazzino
pt: O Item de Estoque conecta a uma peça que é um BOM deste Item de Estoque
vi: Liên kết mặt hàng đến một sản phẩm là BOM cho mặt hàng này

source: The Stock Item is currently available in stock
de: Dieser Lagerartikel ist aktuell vorhanden
hu: A készlet tétel jelenleg elérhető készleten
it: L'articolo in stock è attualmente disponibile in magazzino
vi: Mặt hàng hiện có trong kho

source: The Stock Item is not already installed in another item
de: Der Lagerbestand ist nicht bereits in einem anderen Bestand installiert
hu: A készlet tétel még nem épült be egy másik tételbe
it: L'articolo di magazzino non è già installato in un altro articolo
vi: Mặt hàng hiện chưa được cài đặt trong hàng hóa khác

source: The Stock Item is tracked by either a batch code or serial number
de: Der Lagerbestand wird entweder mit einem Batch-Code oder mit Seriennummer verfolgt
hu: A készlet tétel követett vagy sorozatszámmal vagy batch kóddal
it: L'articolo di magazzino è tracciato da un codice di lotto o da un numero di serie
vi: Mặt hàng được theo dõi bởi hoặc là mã lô hoặc là số sêri

source: Select part to install
de: Teil zur Installation auswählen
es: Seleccionar parte para instalar
hu: Válaszd ki a beépítendő alkatrészt
it: Selezionare la parte da installare
vi: Chọn sản phẩm để cài đặt

source: Select one or more stock items
hu: Válassz ki egy vagy több készlet tételt
vi: Chọn một hoặc nhiều hơn mặt hàng

source: Selected stock items
hu: Kiválasztott készlet tételek
vi: Mặt hàng đã chọn

source: Change Stock Status
hu: Készlet állapot módosítása
vi: Đổi trạng thái kho

source: Has project code
es: Tiene código de proyecto
hu: Van projektszáma
it: Ha il codice del progetto
vi: Có mã dự án

source: Order status
de: Bestellstatus
es: Estado del pedido
hu: Rendelés állapota
it: Stato dell'ordine
vi: Trạng thái đơn

source: Outstanding
de: ausstehend
es: Pendiente
hu: Kintlévő
it: In Sospeso
vi: Nổi bật

source: Assigned to me
de: Mir zugewiesen
es: Asignado a mí
hu: Hozzám rendelt
it: Assegnato a me
vi: Được phân công cho tôi

source: Trackable Part
de: Nachverfolgbares Teil
es: Parte Rastreable
hu: Követésre kötelezett
it: Articolo tracciabile
vi: Sản phẩm theo dõi được

source: Assembled Part
de: Baugruppe
es: Parte Ensamblada
hu: Gyártmány alkatrész
it: Articolo assemblato
vi: Sản phẩm đã lắp ráp

source: Has Available Stock
de: Hat verfügbaren Bestand
es: Tiene stock disponible
hu: Van elérhető készlete
it: Ha scorte disponibili
vi: Số hàng tồn

source: Allow Variant Stock
de: Bestand an Varianten zulassen
es: Permitir stock de variante
hu: Készlet változatok engedélyezése
it: Varianti consentite
vi: Cho phép hàng tồn biển thể

source: Has Pricing
de: Hat Preis
es: Tiene precio
hu: Van árazás
it: Prezzo
vi: Có định giá

source: Include sublocations
de: Unter-Lagerorte einschließen
es: Incluir sub-ubicación
hu: Alhelyekkel együtt
it: Includi sottoallocazioni/posizioni
vi: Bao gồm vị trí phụ

source: Include locations
de: Lagerorte einschließen
es: Incluir ubicaciones
hu: Helyekkel együtt
it: Includi posizioni
vi: Bao gồm vị trí phụ

source: Has location type
hu: Van készlethely típusa
vi: Có loại vị trí

source: Include subcategories
de: Unterkategorien einschließen
es: Incluir subcategorías
hu: Alkategóriákkal együtt
it: Includi sottocategorie
pt: Incluir subcategorias
vi: Bao gồm danh mục con

source: Subscribed
de: Abonniert
es: Suscrito
hu: Értesítés beállítva
it: Sottoscritto
pt: Inscrito
vi: Đã đăng ký

source: Is Serialized
de: Hat Seriennummer
es: Es Serializado
hu: Sorozatszámos
it: E' Serializzato
pt: É Serializado
vi: Được tuần tự hóa

source: Serial number GTE
de: Seriennummer >=
es: Número Serial GTE
hu: Sorozatszám >=
it: Numero di serie GTE
pt: Número de série GTE
vi: Số sêri GTE

source: Serial number greater than or equal to
de: Seriennummer größer oder gleich
es: Número de serie mayor o igual a
hu: Sorozatszám nagyobb vagy egyenlő mint
it: Numero di serie maggiore di o uguale a
pt: Número de série maior ou igual a
vi: Số sêri lớn hơn hoặc bằng

source: Serial number LTE
de: Seriennummer <=
es: Número Serial LTE
hu: Sorozatszám <=
it: Numero di serie LTE
pt: Número de série LTE
vi: Số sêri LTE

source: Serial number less than or equal to
de: Seriennummern kleiner oder gleich
es: Número de serie menor o igual que
hu: Sorozatszám kisebb vagy egyenlő mint
it: Numero di serie inferiore di o uguale a
pt: Número de série menor ou igual a
vi: Số sêri nhỏ hơn hoặc bằng

source: Serial number
de: Seriennummer
es: Número de serie
hu: Sorozatszám
it: Numero di serie
pt: Número de série
vi: Số sê-ri

source: Batch code
de: Losnummer
es: Código de lote
hu: Batch kód
it: Codice Lotto
pt: Código do lote
vi: Mã lô hàng

source: Active parts
de: Aktive Teile
es: Partes activas
hu: Aktív alkatrész
it: Elementi attivi
pt: Peças Ativas
vi: Sản phẩm hoạt động

source: Show stock for active parts
de: Bestand aktiver Teile anzeigen
es: Mostrar stock para las partes activas
hu: Aktív alkatrészek készletének megjelenítése
it: Mostra stock per gli articoli attivi
pt: Mostrar estoque de peças ativas
vi: Hiển thị kho cho sản phẩm hoạt động

source: Part is an assembly
de: Teil ist eine Baugruppe
es: Parte es un ensamblado
hu: Az alkatrész egy gyártmány
it: L'articolo è un assemblato
vi: Sản phẩm là một phần lắp lắp

source: Is allocated
de: Ist zugeordnet
es: Está asignado
hu: Lefoglalt
it: È assegnato
vi: Đã được phân bổ

source: Item has been allocated
de: Teil wurde zugeordnet
es: El artículo ha sido asignado
hu: Az tétel lefoglalásra került
it: L'elemento è stato posizionato
vi: Hàng hóa đã được phân bổ

source: Stock is available for use
de: Lagerartikel ist zur Verwendung verfügbar
es: Stock disponible para uso
hu: Felhasználható készlet
it: Stock disponibile per l'utilizzo
vi: Kho có sẵn để sử dụng

source: Include stock in sublocations
de: Bestand in Unter-Lagerorten einschließen
es: Incluye stock en sub-ubicaciones
hu: Alhelyeken lévő készlettel együtt
it: Includi elementi in giacenza nelle sottoallocazioni
vi: Bao gồm kho trong vị trí phụ

source: Show stock items which are depleted
de: Zeige aufgebrauchte Lagerartikel
es: Mostrar artículos de stock que están agotados
hu: Kimerült készlet tételek megjelenítése
it: Mostra gli elementi di magazzino che sono esauriti
vi: Hiển thị mặt hàng đã bị xóa

source: Show items which are in stock
de: Zeige Objekte welche im Lager sind
es: Mostrar artículos en stock
hu: Készleten lévő tételek megjelenítése
it: Mostra gli elementi che sono in giacenza
vi: Hiện hàng hóa còn trong kho

source: In Production
de: In Arbeit
es: En Producción
hu: Gyártásban
it: In Produzione
pt: Em Produção
vi: Đang sản xuất

source: Show items which are in production
de: Elemente, die in Produktion sind, anzeigen
es: Mostrar artículos que están en producción
hu: Gyártásban lévő tételek megjelenítése
it: Mostra gli elementi in produzione
vi: Hiện hàng hóa đang được sản xuất

source: Include Variants
de: Varianten einschließen
es: Incluye Variantes
hu: Változatokkal együtt
it: Includi Varianti
vi: Bao gồm các biến thể

source: Include stock items for variant parts
de: Lagerartikel für Teil-Varianten einschließen
es: Incluye artículos de stock para partes de variantes
hu: Alkatrészváltozatok készletével együtt
it: Includi gli articoli stock per le varianti degli articoli
vi: Bao gồm mặt hàng cho sản phẩm biến thể

source: Show stock items which are installed in another item
de: Lagerartikel, die in anderen Elementen verbaut sind, anzeigen
es: Mostrar artículos de stock que están instalados en otro artículo
hu: Másik tételbe beépült tételek mutatása
it: Mostra gli elementi stock che sono installati in un altro elemento
vi: Hiển thị mặt hàng được cài đặt trong hàng hóa khác

source: Show items which have been assigned to a customer
de: zeige zu Kunden zugeordnete Einträge
es: Mostrar artículos que han sido asignados a un cliente
hu: Készlet tételek melyek hozzá vannak rendelve egy vevőhöz
it: Mostra elementi che sono stati assegnati a un cliente
vi: Hiển thị hàng hóa đã được chỉ định cho 1 khách hàng

source: Stock status
de: Status
es: Estado del stock
hu: Készlet állapota
it: Stato magazzino
vi: Tình trạng kho hàng

source: Has batch code
de: Hat Batch-Code
es: Tiene código de lote
hu: Van batch kódja
it: Ha codice lotto
vi: Có mã lô

source: Stock item is tracked by either batch code or serial number
de: Lagerbestand wird entweder per Batch-Code oder Seriennummer verfolgt
hu: Követett készlet tétel sorozatszámmal vagy batch kóddal
it: L'articolo stock è monitorato dal codice lotto o dal numero di serie
vi: Theo dõi mặt hàng hoặc là theo mã lô hoặc là theo số sêri

source: Has purchase price
de: Hat Einkaufspreis
es: Tiene precio de compra
hu: Van beszerzési ára
it: Ha il prezzo d'acquisto
vi: Có giá mua

source: Show stock items which have a purchase price set
de: Bestand mit Einkaufspreis anzeigen
es: Mostrar artículos de stock que tienen un precio de compra establecido
hu: Beszerzési árral rendelkező készlet tételek megjelenítése
it: Mostra gli articoli di magazzino che hanno un prezzo di acquisto impostato
vi: Hiển thị mặt hàng có giá mua được đặt

source: Expiry Date before
de: Ablaufdatum vor
es: Fecha de vencimiento antes de
hu: Lejárat előtt
it: Data di scadenza precedente
vi: Ngày hết hạn trước đó

source: Expiry Date after
de: Ablaufdatum nach
es: Fecha de vencimiento después
hu: Lejárat után
it: Data di scadenza successiva
vi: Ngày hết hạn sau đó

source: Show stock items which have expired
de: Zeige abgelaufene Lagerartikel
es: Mostrar artículos de stock que han caducado
hu: Lejárt készlet tételek megjelenítése
it: Mostra gli elementi in giacenza scaduti
vi: Hiển thị mặt hàng đã hết hạn

source: Show stock which is close to expiring
de: Bestand, der bald ablaufen, anzeigen
es: Mostrar stock que está cerca de caducar
hu: Hamarosan lejáró készlet tételek megjelenítése
it: Mostra giacenza prossima alla scadenza
vi: Hiển thị mặt hàng sắp hết hạn

source: Test Passed
de: Test bestanden
es: Prueba aprobada
hu: Teszten megfelelt
it: Test superato
vi: Đã qua kiểm thử

source: Include Installed Items
de: Installierte Elemente einschließen
es: Incluye artículos instalados
hu: Beépített tételekkel együtt
it: Includi Elementi Installati
vi: Bao gồm hàng hóa đã được cài đặt

source: Build status
de: Bauauftrags-Status
es: Estado de la construcción
hu: Gyártási állapot
it: Stato Build
vi: Trạng thái bản dựng

source: Include parts in subcategories
de: Teile in Unterkategorien einschließen
es: Incluye partes en subcategorías
hu: Alkategóriákkal együtt
it: Includi articoli nelle sottocategorie
vi: Bao gồm sản phẩm trong danh mục con

source: Show active parts
de: Aktive Teile anzeigen
es: Mostrar partes activas
hu: Aktív alkatrészek megjelenítése
it: Visualizza articoli attivi
vi: Hiển thị sản phẩm hoạt động

source: Available stock
de: Verfügbarer Lagerbestand
es: Existencias disponibles
hu: Elérhető
it: Stock disponibile
vi: Kho có sẵn

source: Has Units
es: Tiene unidades
hu: Van mértékegysége
vi: Có đơn vị

source: Part has defined units
hu: Az alkatrésznek van megadva mértékegysége
vi: Sản phẩm có đơn vị được định nghĩa

source: Has IPN
de: Hat IPN
es: Tiene IPN
hu: Van IPN-je
it: Ha IPN
vi: Có IPN

source: Part has internal part number
de: Teil hat Interne Teilenummer
es: La parte tiene un número de parte interno
hu: Van belső cikkszáma
it: L'articolo possiede un part number interno
vi: Sản phẩm có số sản phẩm nội bộ

source: In stock
de: Auf Lager
es: En existencia
hu: Készleten
it: In giacenza
vi: Trong kho

source: Purchasable
de: Käuflich
es: Comprable
hu: Beszerezhető
it: Acquistabile
vi: Có thể mua

source: Has stocktake entries
de: Hat Inventureinträge
es: Tiene entradas de inventario
hu: Volt leltár
it: Ha voci d'inventario
vi: Có mục kiểm kê

source: Has Choices
es: Tiene opciones
hu: Vannak lehetőségei
vi: Có lựa chọn

source: Display calendar view
de: Kalender-Ansicht
es: Mostrar vista de calendario
hu: Naptár nézet megjelenítése
it: Visualizzazione calendario
vi: Hiện khung lịch

source: Display list view
de: Listen-Ansicht
es: Mostrar vista de lista
hu: Lista nézet megjenítése
it: Visualizzazione elenco
vi: Hiển thị danh sách

source: Display tree view
de: Baumansicht zeigen
es: Mostrar vista de árbol
hu: Fa nézet megjelenítése
it: Visualizza vista albero
vi: Hiển thị dạng cây

source: Expand all rows
de: Alle Zeilen erweitern
es: Ampliar todas las filas
hu: Sorok kinyitása
it: Espandi tutte le righe
vi: Mở rộng tất cả dòng

source: Collapse all rows
de: Alle Zeilen einklappen
es: Contraer todas las filas
hu: Sorok becsukása
it: Comprimi tutte le righe
vi: Thu gọn tất cả dòng

source: Export Table Data
de: Tabellendaten exportieren
es: Exportar datos de tabla
hu: Táblázat exportálása
it: Esporta Dati Tabella
vi: Xuất dữ liệu bảng

source: Select File Format
de: Dateiformat wählen
es: Seleccionar formato de archivo
hu: Fájlfomátum kiválasztása
it: Seleziona Formato File
vi: Chọn định dạng tệp

source: Loading data
de: Lade Daten
es: Cargando datos
hu: Adatok betöltése
it: Caricamento dati
vi: Đang nạp dữ liệu

source: rows per page
de: Zeilen pro Seite
es: filas por página
hu: sor oldalanként
it: righe per pagina
vi: dòng trên trang

source: Showing all rows
de: Alle Zeilen anzeigen
es: Mostrar todas las filas
hu: Összes sor mutatása
it: Mostra tutte le righe
vi: Hiển thị toàn bộ dòng

source: Showing
de: zeige
es: Mostrando
hu: Látható
it: Visualizzo
vi: Đang hiển thị

source: to
de: bis
es: para
it: a
vi: đến

source: of
de: von
es: de
hu: a
it: di
vi: của

source: rows
de: Zeilen
es: filas
hu: sorból,
it: righe
vi: dòng

source: No matching results
de: Keine passenden Ergebnisse gefunden
es: No se encontraron resultados
hu: Nincs egyező eredmény
it: Nessun risultato corrispondente
vi: Không tìm thấy kết quả phù hợp

source: Hide/Show pagination
de: Zeige/Verstecke Pagination
es: Ocultar/Mostrar paginación
hu: Lapozó elrejtése/megjelenítése
it: Mostra/nascondi la paginazione
pt: Ocultar/Mostrar paginação
vi: Ẩn/hiện phân trang

source: Toggle
de: umschalten
es: Alternar
hu: Átváltás
it: Attiva/disattiva
pt: Alternar
vi: Đảo chiều

source: Columns
de: Spalten
es: Columnas
hu: Oszlopok
it: Colonne
pt: Colunas
vi: Cột

source: All
de: Alle
es: Todo
hu: Összes
it: Tutti
pt: Todos
vi: Tất cả

source: Buy
de: Kaufen
es: Comprar
hu: Beszerzés
it: Acquista
pt: Comprar
vi: Mua

source: Sell
de: Verkaufen
es: Vender
hu: Értékesítés
it: Vendi
pt: Vender
vi: Bán

source: Show Notifications
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
hu: Értesítések megjelenítése
it: Mostra Notifiche
pt: Mostrar Notificações
vi: Hiển thị thông báo

source: New Notifications
de: Neue Benachrichtigungen
es: Notificaciones nuevas
hu: Új értesítések
it: Nuove Notifiche
pt: Novas Notificações
vi: Thông báo mới

source: Admin
it: Amministratore
pt: Administrador
vi: Quản trị

source: Logout
de: Ausloggen
es: Cerrar sesión
hu: Kijelentkezés
it: Esci
pt: Encerrar sessão
vi: Đăng xuất

source: Save
de: Speichern
es: Guardar
hu: Mentés
it: Salva
pt: Salvar
vi: Lưu lại

source: Show all notifications and history
de: Zeige alle Benachrichtigungen und Verlauf
es: Mostrar todas las notificaciones y el historial
hu: Összes értesítés és előzmény megjelenítése
it: Mostra tutte le notifiche e la cronologia
pt: Mostrar todas as notificações e histórico
vi: Hiện toàn bộ thông báo và lịch sử

source: QR data not provided
de: QR Daten nicht angegeben
es: Datos QR no proporcionados
hu: Nincs QR kód adat megadva
it: Dati QR non forniti
pt: Nenhum dado QR providenciado
vi: Chưa cung cấp dữ liệu QR

source: You were logged out successfully.
de: Sie wurden erfolgreich ausgeloggt.
es: Se ha cerrado la sesión correctamente.
hu: Sikeresen kijelentkeztél.
it: Sei stato disconnesso con successo.
pt: Você foi desconectado com sucesso.
vi: Bạn đã đăng xuất thành công.

source: Log in again
de: Erneut einloggen
es: Volver a ingresar
hu: Jelentkezz be újra
it: Accedi di nuovo
pt: Entrar novamente
vi: Đăng nhập lại
