Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Purchase order must match supplier
de: Die Bestellung muss mit dem Lieferant übereinstimmen
es: La orden de compra debe coincidir con el proveedor
hu: A beszerzési rendelésnek egyeznie kell a beszállítóval
it: L'ordine di acquisto deve essere abbinato al fornitore
pt: Pedido de compra deve corresponder ao fornecedor
vi: Đơn đặt mua phải phù hợp với nhà cung cấp

source: Line Item
de: Position
es: Partida
hu: Sortétel
it: Elemento Riga
pt: Itens de linha
vi: Mục dòng

source: Line item does not match purchase order
de: Position stimmt nicht mit Kaufauftrag überein
es: La partida no coincide con la orden de compra
hu: Sortétel nem egyezik a beszerzési megrendeléssel
it: L'elemento di riga non corrisponde all'ordine di acquisto
pt: O item de linha não corresponde ao pedido de compra
vi: Mục dòng không phù hợp với đơn đặt mua

source: Select destination location for received items
de: Zielort für empfangene Teile auswählen
es: Seleccione la ubicación de destino para los artículos recibidos
hu: Válassz cél helyet a beérkezett tételeknek
it: Seleziona la posizione di destinazione per gli elementi ricevuti
pt: Selecione o local de destino para os itens recebidos
vi: Chọn vị trí đích cho hàng hóa đã nhận

source: Enter batch code for incoming stock items
de: Losnummer für eingehende Lagerartikel
es: Introduzca el código de lote para los artículos de almacén entrantes
hu: Írd be a batch kódját a beérkezett tételeknek
it: Inserisci il codice univoco per gli articoli in arrivo
pt: Digite o código do lote para itens de estoque recebidos
vi: Nhập mã lô cho hàng trong kho đang đến

source: Enter serial numbers for incoming stock items
de: Seriennummern für eingehende Lagerartikel
es: Introduzca números de serie para artículos de almacén entrantes
hu: Írd be a sorozatszámokat a beérkezett tételekhez
it: Inserisci i numeri di serie per gli articoli stock in arrivo
pt: Digite o número de série para itens de estoque recebidos
vi: Nhập số sê ri cho hàng trong kho đang đến

source: Barcode
es: Código de barras
hu: Vonalkód
it: Codice a Barre
pt: Código de barras
vi: Mã vạch

source: Scanned barcode
de: Gescannter Barcode
es: Código de barras escaneado
hu: Beolvasott vonalkód
it: Codice a barre scansionato
pt: Código de barras lido
vi: Mã vạch đã quét

source: Barcode is already in use
de: Barcode ist bereits in Verwendung
es: Código de barras en uso
hu: Ez a vonalkód már használva van
it: Il codice a barre è già in uso
pt: Código de barras já em uso
vi: Mã vạch đã được dùng

source: An integer quantity must be provided for trackable parts
de: Ganzzahl für verfolgbare Teile erforderlich
es: Debe proporcionarse una cantidad entera para las partes rastreables
hu: Egész számú mennyiség szükséges az egyedi követésre kötelezett alkatrészeknél
it: Deve essere fornita una quantità intera per gli articoli rintracciabili
pt: Quantidade inteira deve ser fornecida para peças rastreáveis
vi: Cần điền số nguyên cho sản phẩm có thể theo dõi

source: Line items must be provided
de: Positionen müssen angegeben werden
es: Se deben proporcionar las partidas
hu: Sortételt meg kell adni
it: Gli elementi di linea devono essere forniti
pt: Itens de linha deve ser providenciados
vi: Dòng hàng hóa phải được cung cấp

source: Destination location must be specified
de: Ziel-Lagerort muss angegeben werden
es: Se requiere ubicación de destino
hu: A cél helyet kötelező megadni
it: La destinazione deve essere specificata
pt: Loca de destino deve ser especificado
vi: Vị trí đích phải được chỉ ra

source: Supplied barcode values must be unique
de: Barcode muss eindeutig sein
es: Los valores del código de barras deben ser únicos
hu: Megadott vonalkódoknak egyedieknek kel lenniük
it: I valori dei codici a barre forniti devono essere univoci
pt: Código de barras fornecido deve ser único
vi: Giá trị mã vạch đã cung cấp phải duy nhất

source: Sale price currency
de: Verkaufspreis-Währung
es: Moneda del precio de venta
hu: Eladási ár pénzneme
it: Valuta prezzo di vendita
pt: Moeda de preço de venda
vi: Tiền tệ giá bán

source: No shipment details provided
de: Keine Sendungsdetails angegeben
es: No se proporcionaron detalles de envío
hu: Nincsenek szállítmány részletek megadva
it: Nessun dettaglio di spedizione fornito
pt: Nenhum detalhe da remessa fornecido
vi: Chưa cung cấp thông tin vận chuyển

source: Line item is not associated with this order
de: Position ist nicht diesem Auftrag zugeordnet
es: La partida no está asociada con este pedido
hu: Sortétel nincs hozzárendelve ehhez a rendeléshez
it: L'elemento di riga non è associato a questo ordine
pt: Item de linha não está associado a este pedido
vi: Dòng hàng hóa chưa được gắn với đơn đặt này

source: Quantity must be positive
de: Anzahl muss positiv sein
es: La cantidad debe ser positiva
hu: Mennyiség pozitív kell legyen
it: La quantità deve essere positiva
pt: Quantidade deve ser positiva
vi: Số lượng phải là số dương

source: Enter serial numbers to allocate
de: Seriennummern zum Zuweisen eingeben
es: Introduzca números de serie para asignar
hu: Írd be a sorozatszámokat a kiosztáshoz
it: Inserisci i numeri di serie da assegnare
pt: Digite números de série para alocar
vi: Nhập số sê ri để phân bổ

source: Shipment has already been shipped
de: Sendung wurde bereits versandt
es: El envío ya ha sido enviado
hu: Szállítmány kiszállítva
it: La spedizione è già stata spedita
pt: O pedido já foi enviado
vi: Vận đơn đã được chuyển đi

source: Shipment is not associated with this order
de: Sendung ist nicht diesem Auftrag zugeordnet
es: El envío no está asociado con este pedido
hu: Szállítmány nincs hozzárendelve ehhez a rendeléshez
it: La spedizione non è associata con questo ordine
pt: O envio não está associado a este pedido
vi: Vận đơn không được gắn với đơn đặt này

source: No match found for the following serial numbers
de: Folgende Serienummern konnten nicht gefunden werden
es: No se han encontrado coincidencias para los siguientes números de serie
hu: Nincs találat a következő sorozatszámokra
it: Nessuna corrispondenza trovata per i seguenti numeri di serie
pt: Nenhuma correspondência encontrada para os seguintes números de série
vi: Không tìm thấy số sê ri sau đây

source: The following serial numbers are already allocated
de: Folgende Seriennummern sind bereits zugewiesen
es: Los siguientes números de serie ya están asignados
hu: A következő sorozatszámok már ki lettek osztva
it: I seguenti numeri di serie sono già assegnati
pt: Os seguintes números de série já estão alocados
vi: Những số sê ri sau đây đã được phân bổ

source: Return order line item
es: Partida de orden de devolución
hu: Visszavétel sortétel
pt: Devolver item do pedido
vi: Dòng riêng biệt đơn hàng trả lại

source: Line item does not match return order
es: La partida no coincide con la orden de devolución
hu: Sortétel nem egyezik a visszavétellel
pt: Item do pedido não bate com o pedido de devolução
vi: Line item không phù hợp với đơn hàng trả lại

source: Line item has already been received
es: La partida ya ha sido recibida
hu: A sortétel már beérkezett
pt: Item do pedido já foi recebido
vi: Line item đã nhận được

source: Items can only be received against orders which are in progress
es: Los artículos sólo pueden ser recibidos contra pedidos en curso
hu: Csak folyamatban lévő megrendelés tételeit lehet bevételezni
pt: Itens só podem ser recebidos de pedidos em processamento
vi: Hàng hóa chỉ có thể được nhận theo đơn hàng đang trong tiến trình

source: Line price currency
es: Moneda de precio de línea
hu: Sortétel pénzneme
pt: Tipo de moeda para o item do pedido
vi: Tiền tệ giá đồng hạng

source: Overdue Purchase Order
de: Überfällige Bestellung
es: Orden de compra atrasada
hu: Késésben lévő beszerzés
it: Ordine D'Acquisto in ritardo
pt: Pedido de compra vencido
vi: Đơn đặt mua quá hạn

source: Purchase order {po} is now overdue
de: Bestellung {po} ist jetzt überfällig
es: La orden de compra {po} está atrasada
hu: A {po} beszerzési rendelés most már késésben van
it: L'ordine d'acquisto {po} è in ritardo
pt: Pedido de compra {po} está atrasada
vi: Đơn đặt mua {po} quá hạn

source: Overdue Sales Order
de: Überfälliger Auftrag
es: Orden de venta atrasada
hu: Késésben lévő vevői rendelés
it: Ordini Di Vendita in ritardo
pt: Pedido de venda vencido
vi: Đơn bán hàng quá hạn

source: Sales order {so} is now overdue
de: Auftrag {so} ist jetzt überfällig
es: La orden de venta {so} está atrasada
hu: A {so} vevői rendelés most már késésben van
it: L'ordine di vendita {so} è ora in ritardo
pt: Pedido de venda {so} está atrasada
vi: Đơn bán hàng {so} đã quá hạn

source: Print purchase order report
de: Bestellbericht drucken
es: Imprimir informe de orden de compra
hu: Beszerzési rendelés nyomtatása
it: Stampa report ordine acquisto
pt: Imprimir relatório do pedido de compra
vi: In báo cáo đơn đặt mua

source: Export order to file
de: Exportiere Bestellung in Datei
es: Exportar pedido a archivo
hu: Rendelés exportálása fájlba
it: Esportare File Ordine
pt: Exportar pedido ao arquivo
vi: Xuất đơn đặt sang tệp tin

source: Order actions
de: Bestell-Aktionen
es: Acciones de pedido
hu: Rendelés műveletek
it: Azioni Ordine
pt: Ações de pedido
vi: Chức năng đơn đặt

source: Edit order
de: Auftrag bearbeiten
es: Editar pedido
hu: Rendelés szerkesztése
it: Modifica ordine
pt: Editar pedido
vi: Chỉnh sửa đơn đặt

source: Cancel order
de: Bestellung stornieren
es: Cancelar orden
hu: Rendelés törlése
it: Annulla l'ordine
pt: Cancelar pedido
vi: Hủy đơn đặt

source: Duplicate order
de: Bestellung duplizieren
es: Duplicar orden
hu: Rendelés másolása
it: Duplica Ordine
pt: Duplicar pedido
vi: Đơn đặt trùng

source: Issue Order
de: Bestellung aufgeben
es: Emitir pedido
hu: Rendelés kiküldése
pt: Emitir Pedido
vi: Vấn đề đơn hàng

source: Mark order as complete
de: Bestellung als vollständig markieren
es: Marcar pedido como completado
hu: Rendelés teljesítettnek jelölése
it: Contrassegna ordine come completato
pt: Marcar pedido como concluído
vi: Đánh dấu đơn đặt đã hoàn thành

source: Complete Order
de: Auftrag fertigstellen
es: Completar pedido
hu: Rendelés befejezése
it: Completa l'ordine
pt: Completar Pedido
vi: Đơn đặt hoàn thành

source: Supplier part thumbnail
de: Vorschaubild des Lieferanten
es: Miniatura de la parte del proveedor
hu: Beszállítói alkatrész bélyegkép
pt: Miniatura da peça do fornecedor
vi: Ảnh thu nhỏ sản phẩm nhà cung cấp

source: Order Reference
de: Bestellreferenz
es: Referencia del pedido
hu: Rendelés azonosítója
it: Riferimento ordine
pt: Referência do Pedido
vi: Tham chiếu đơn đặt

source: Order Description
de: Bestellungsbeschreibung
es: Descripción del pedido
hu: Rendelés leírása
it: Descrizione Dell'Ordine
pt: Descrição do Pedido
vi: Mô tả đơn đặt

source: Order Status
de: Bestellstatus
es: Estado del pedido
hu: Rendelés állapota
it: Stato dell'ordine
pt: Situação do pedido
vi: Trạng thái đặt hàng

source: No suppplier information available
de: Keine Lieferanteninformationen verfügbar
es: No hay información disponible sobre el proveedor
hu: Nincs elérhető beszállítói információ
it: Nessuna informazione sul fornitore disponibile
pt: Nenhuma informação do fornecedor disponível
vi: Chưa có thông tin nhà cung cấp

source: Completed Line Items
de: Abgeschlossene Positionen
es: Partidas completadas
hu: Kész sortételek
it: Elementi della linea completati
pt: Itens de Linha Concluídos
vi: Mục dòng hoàn thành

source: Incomplete
de: Unvollständig
es: Incompleto
hu: Hiányos
it: Incompleto
pt: Incompleto
vi: Chưa hoàn thành

source: Issued
de: Aufgegeben
es: Emitido
hu: Kiküldve
it: Emesso
pt: Emitido
vi: Đã cấp

source: Total cost
de: Gesamtsumme
es: Costo total
hu: Teljes költség
it: Costo totale
pt: Custo total
vi: Tổng chi phí

source: Total cost could not be calculated
de: Gesamtkosten konnten nicht berechnet werden
es: No se ha podido calcular el costo total
hu: A teljes költség nem számolható
it: Il costo totale non può essere calcolato
pt: O custo total não pôde ser calculado
vi: Không thể tính tổng chi phí

source: Purchase Order QR Code
de: Bestellung QR Code
es: Código QR de la orden de compra
hu: Beszerzési rendelés QR kódja
pt: Código QR do Pedido de Compra
vi: Mã QR đơn đặt mua

source: Link Barcode to Purchase Order
de: Barcode mit Bestellung verknüpfen
es: Vincular código de barras a la orden de compra
hu: Vonalkód hozzáadása a beszerzési rendeléshez
it: Collega il codice a barre all'ordine d'acquisto
pt: Vincular o Código de Barras ao Pedido de Compra
vi: Liên kết mã vạch với đơn đặt mua

source: Missing selections for the following required columns
de: Es fehlt eine Auswahl für die folgende benötigte Spalte
es: Faltan selecciones para las siguientes columnas requeridas
hu: Hiányzó kiválasztás a következő oszlopokhoz
it: Selezione mancante per le seguenti colonne richieste
pt: Seleções ausentes para as seguintes colunas necessárias
vi: Chọn thiếu cột bắt buộc dưới đây

source: Duplicate selections found, see below. Fix them then retry submitting.
de: Doppelte Auswahlen gefunden, siehe unten. Reparieren und erneut versuchen.
es: Se han encontrado selecciones duplicadas, vea a continuación. Arreglarlas y vuelva a intentar enviarlas.
hu: Többszörös kiválasztás található, lásd lentebb. Javítsd őket aztán próbáld újraküldeni.
it: Selezioni duplicate trovate, vedi sotto. Correggi le selezioni e riprova.
pt: Seleções duplicadas encontradas, veja abaixo. Corrija-as e tente enviar novamente.
vi: Phát hiện lựa chọn trùng lắp, xem bên dưới. Sửa chúng trước khi thử gửi lại.

source: Submit Selections
de: Auswahl übertragen
es: Enviar selecciones
hu: Kiválasztás küldése
it: Invia Selezione
pt: Enviar Seleções
vi: Gửi phần chọn

source: File Fields
de: Datei-Felder
es: Campos de archivo
hu: Fájl mezők
it: Campi File
pt: Campos de arquivo
vi: Các trường tập tin

source: Remove column
de: Spalte entfernen
es: Eliminar columna
hu: Oszlop eltávolítása
it: Elimina colonna
pt: Remover coluna
vi: Xóa cột

source: Duplicate selection
de: Auswahl duplizieren
es: Duplicar selección
hu: Kijelöltek másolása
it: Duplica selezionati
pt: Duplicar seleção
vi: Lựa chọn trùng lặp

source: Remove row
de: Zeile entfernen
es: Eliminar fila
hu: Sor törlése
it: Elimina riga
pt: Remover linha
vi: Xóa hàng

source: Errors exist in the submitted data
de: Fehler in den übermittelten Daten
es: Existen errores en los datos enviados
hu: Hibák vannak a küldött adatokban
it: Errori esistenti nei dati inviati
pt: Há erros nos dados enviados
vi: Lỗi xảy ra khi gửi thông tin

source: Row
de: Zeile
es: Fila
hu: Sor
it: Riga
pt: Linha
vi: Dòng

source: Select Supplier Part
de: Zulieferer-Teil auswählen
es: Seleccionar Parte de Proveedor
hu: Beszállítói alkatrész kiválasztása
it: Seleziona l'articolo del fornitore
pt: Selecionar Fornecedor da Peça
vi: Chọn sản phẩm nhà cung cấp

source: Return to Orders
de: Zurück zu Bestellungen
es: Volver a Pedidos
hu: Vissza a rendelésekhez
it: Ritorna agli Ordini
pt: Retornar para Pedidos
vi: Trở lại đơn đặt

source: Upload File for Purchase Order
de: Datei zur Bestellung hochladen
es: Subir archivo para orden de compra
hu: Fájl feltöltése a beszerzési megrendeléshez
it: Carica il file per l'Ordine di Acquisto
pt: Carregar Arquivo para o Pedido de Compra
vi: Tải tệp tin lên đơn đặt mua

source: Order is already processed. Files cannot be uploaded.
de: Bestellung ist bereits verarbeitet. Dateien können nicht hochgeladen werden.
es: El pedido ya ha sido procesado. Los archivos no se pueden cargar.
hu: A rendelést már feldolgozták. Így már nem lehet fájlokat feltölteni.
it: L'ordine è già elaborato. Non è possibile caricare i file.
pt: O pedido já está processado. Arquivos não podem ser enviados.
vi: Đơn đặt đã được xử lý. Không thể tải lên tệp tin.

source: Step %(step)s of %(count)s
de: Schritt %(step)s von %(count)s
es: Paso %(step)s de %(count)s
hu: %(step)s/%(count)s. lépés
it: Passo %(step)s di %(count)s
pt: Passo %(step)s de %(count)s
vi: Bước %(step)s của %(count)s

source: Line Items
de: Positionen
es: Partidas
hu: Sortételek
it: Elementi Riga
pt: Itens de linha
vi: Mục dòng

source: Received Stock
de: Empfangene Lagerartikel
es: Stock Recibido
hu: Beérkezett készlet
it: Stock Ricevuto
pt: Estoque Recebido
vi: Kho đã nhận hàng

source: Purchase Order Items
de: Bestellungs-Positionen
es: Comprar artículos de orden
hu: Beszerzési rendelés tételei
it: Elementi D'Ordine D'Acquisto
pt: Itens do Pedido de Compra
vi: Hàng hóa đặt mua

source: Add Line Item
de: Position hinzufügen
es: Añadir partida
hu: Sortétel hozzáadása
it: Aggiungi Elemento Riga
pt: Adicionar item de linha
vi: Thêm mục dòng

source: Receive Line Items
de: Erhaltene Positionen
es: Recibir partidas
hu: Sortételek bevételezése
it: Ricevi Oggetti Riga
pt: Receber os itens do pedido
vi: Nhận mục dòng

source: Extra Lines
de: Zusätzliche Positionen
es: Líneas Adicionales
hu: Egyéb tételek
it: Linee Extra
pt: Linhas Extra
vi: Dòng khác

source: Add Extra Line
de: Extra Zeile anzeigen
es: Añadir línea adicional
hu: Egyéb tétel hozzáadása
it: Aggiungi Linea Extra
pt: Adicionar Linha Extra
vi: Thêm dòng khác

source: Received Items
de: Empfangene Teile
es: Articulos Recibidos
hu: Érkezett tételek
it: Elementi Ricevuti
pt: Itens Recebidos
vi: Mục đã nhận

source: Order Notes
de: Notizen zur Bestellung
es: Notas del pedido
hu: Rendelés megjegyzések
it: Note dell'Ordine
pt: Notas do Pedido
vi: Ghi chú đơn đặt

source: Customer logo thumbnail
de: Kundenlogo Miniaturansicht
es: Miniatura del logo del cliente
hu: Vevő logó bélyegkép
pt: Miniatura logotipo do cliente
vi: Ảnh thu nhỏ logo khách hàng

source: Print return order report
de: Rücksendungsbericht drucken
es: Imprimir informe de orden de devolución
hu: Visszavételi riport nyomtatása
it: Stampa rapporto ordine di reso
pt: Imprimir guia de devolução
vi: In báo cáo đơn hàng trả lại

source: Print packing list
de: Paketliste drucken
es: Imprimir lista de empaquetado
hu: Csomagolási lista nyomtatása
it: Stampa lista d'imballaggio
pt: Imprimir lista de pacotes
vi: In danh sách đóng gói

source: Customer Reference
de: Kundenreferenz
es: Referencia del cliente
hu: Vevői azonosító
it: Riferimento Cliente
pt: Referência do Cliente
vi: Mã khách hàng

source: Total Cost
de: Gesamtkosten
es: Costo Total
hu: Teljes költség
it: Costo Totale
pt: Custo Total
vi: Tổng chi phí

source: Return Order QR Code
de: Rücksendung QR-Code
es: Devolver código QR del pedido
hu: Visszavétel QR kódja
pt: Código QR do Pedido de Devolução
vi: Mã QR đơn hàng trả lại

source: Link Barcode to Return Order
de: Barcode mit Rücksendung verknüpfen
es: Enlazar código de barras al pedido de devolución
hu: Vonalkód visszavételhez rendelése
pt: Vincular Código de Barras a Pedido de Devolução
vi: Liên kết mã vạch với đơn hàng trả lại

source: Order Details
de: Bestelldetails
es: Detalles del pedido
hu: Visszavétel részletei
it: Dettagli dell'ordine
pt: Detalhes do pedido
vi: Chi tiết đơn đặt

source: Print sales order report
de: Verkaufsauftragsbericht drucken
es: Imprimir informe de orden de venta
hu: Vevői rendelés nyomtatása
it: Stampa il rapporto dell'ordine delle vendite
pt: Imprimir Relatório do Pedido de Venda
vi: In báo cáo đơn hàng bán

source: Ship Items
de: Versandartikel
es: Enviar artículos
hu: Tételek kiszállítása
it: Spedisci oggetti
pt: Enviar itens
vi: Mục vận chuyển

source: Complete Sales Order
de: Auftrag abschließen
es: Ordenes de venta completas
hu: Vevői rendelés befejezése, minden kiszállítva
it: Completa Ordine Di Vendita
pt: Concluir Pedido de Venda
vi: Hoàn thành đơn bán hàng

source: This Sales Order has not been fully allocated
de: Dieser Auftrag ist nicht vollständig zugeordnet
es: Esta orden de venta no ha sido completamente asignada
hu: Ehhez a vevői rendeléshez nincs minden alkatrész lefoglalva
it: Questo Ordine di Vendita non è stato assegnato completamente
pt: Este Pedido de Venda não foi totalmente alocado
vi: Chưa phân bổ đầy đủ đơn bán hàng

source: Completed Shipments
de: Abgeschlossene Sendungen
es: Envíos completados
hu: Kész szállítmányok
it: Spedizioni Completate
pt: Envios concluídos
vi: Vận đơn đã hoàn thành

source: Sales Order QR Code
de: Verkaufsauftrag QR-Code
es: Código QR del pedido de ventas
hu: Vevő rendelés QR kódja
pt: Código QR do Pedido de Venda
vi: Mã QR đơn bán hàng

source: Link Barcode to Sales Order
de: Barcode mit Bestellung verknüpfen
es: Enlazar código de barras al pedido de venta
hu: Vonalkód hozzáadása a vevői rendeléshez
pt: Vincular Código de Barras ao Pedido de Venda
vi: Liên kết Mã vạch đến Đơn hàng bán

source: Sales Order Items
de: Auftrags-Positionen
es: Artículos de Pedidos de Venta
hu: Vevői rendelés tételek
it: Elementi Ordine di Vendita
pt: Itens do Pedido de Venda
vi: Hàng hóa đơn hàng bán

source: Pending Shipments
de: Ausstehende Sendungen
es: Envíos pendientes
hu: Függő szállítmányok
it: Spedizione in sospeso
pt: Envios Pendentes
vi: Vận chuyển đang chờ xử lý

source: Actions
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
pt: Ações
vi: Chức năng

source: New Shipment
de: Neue Sendung
es: Nuevo Envío
hu: Új szállítmány
it: Nuova spedizione
pt: Nova Remessa
vi: Lô hàng mới

source: Match Supplier Parts
de: Zuliefererteile zuordnen
es: Coincidir partes de proveedor
hu: Beszállítói alkatrészek egyeztetése
it: Corrispondenza Articoli del Fornitore
pt: Corresponder Peças com Fornecedor
vi: Khớp sản phẩm nhà cung cấp

source: Sales order not found
de: Auftrag nicht gefunden
es: Orden de venta no encontrada
hu: Vevő rendelés nem találhtó
it: Ordine di Vendita non trovato
pt: Pedido de Venda não encontrado
vi: Đơn hàng bán không thấy

source: Price not found
de: Preis nicht gefunden
es: Precio no encontrado
hu: Nem található ár
it: Prezzo non trovato
pt: Preço não encontrado
vi: Không tìm thấy giá

source: Updated {part} unit-price to {price}
de: Stückpreis für {part} auf {price} aktualisiert
es: Actualizado el precio unitario de {part} a {price}
hu: A {part} egységára {price}-ra módosítva
it: Aggiornato {part} prezzo unitario a {price}
pt: Atualizado {part} unid.-preço para {price}
vi: Cập nhật {part} giá đơn vị đến {price}

source: Updated {part} unit-price to {price} and quantity to {qty}
de: {part} Stückpreis auf {price} und Menge auf {qty} aktualisiert
es: Actualizado el precio unitario de {part} a {price} y la cantidad a {qty}
hu: A {part} alkatrész módosított egységára {price} mennyisége pedig {qty}
it: Aggiornato {part} unità prezzo a {price} e quantità a {qty}
pt: Atualizado {part} unid.-preço para {price} e quantidade para {qty}
vi: Cập nhật {part} giá đơn vị đến {price} và số lượng đến {qty}

source: Part ID
de: Teil-ID
es: ID de Parte
hu: Alkatrész ID
it: Codice Articolo
pt: ID da Peça
vi: ID sản phẩm

source: Part Name
de: Name des Teils
es: Nombre de parte
hu: Alkatrész neve
it: Nome Articolo
pt: Nome da Peça
vi: Tên sản phẩm

source: Part Description
de: Beschreibung des Teils
es: Descripción de parte
hu: Alkatrész leírása
it: Descrizione Articolo
pt: Descrição da Peça
vi: Mô tả sản phẩm

source: Revision
de: Version
es: Revisión
hu: Változat
it: Revisione
pt: Revisão
vi: Phiên bản

source: Keywords
de: Schlüsselwörter
es: Palabras claves
hu: Kulcsszavak
it: Parole Chiave
pt: Palavras chave
vi: Từ khóa

source: Part Image
de: Artikelbild
es: Imagen de parte
hu: Alkatrész ábra
pt: Imagem da Peça
vi: Ảnh sản phẩm

source: Category ID
de: Kategorie-ID
es: ID de Categoría
hu: Kategória ID
it: Id Categoria
pt: ID da Categoria
vi: ID danh mục

source: Category Name
de: Kategoriename
es: Nombre de categoría
hu: Kategória neve
it: Nome Categoria
pt: Nome da Categoria
vi: Tên danh mục

source: Default Location ID
de: Standard-Standortnummer
es: ID de ubicación predeterminada
hu: Alapértelmezett készlethely ID
it: Posizione Predefinita ID
pt: ID Local Padrão
vi: ID vị trí mặc định
