Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Allow stock items with different status codes to be merged
de: Zusammenführen von Lagerartikeln mit unterschiedlichen Status-Codes erlauben
es: Permitir fusionar artículos de stock con diferentes códigos de estado
hu: Különböző állapotú készletek összevonásának engedélyezése
it: Consenti di unire gli elementi di magazzino con diversi codici di stato
pt: Permitir a fusão de itens de estoque com estado diferentes
vi: Cho phép mặt hàng với mã trạng thái khác nhau để gộp lại

source: At least two stock items must be provided
de: Mindestens zwei Lagerartikel müssen angegeben werden
es: Debe proporcionar al menos dos artículos de stock
hu: Legalább két készlet tételt meg kell adni
it: Devono essere riforniti almeno due elementi in magazzino
pt: Ao menos dois itens de estoque devem ser providenciados
vi: Cần cung cấp ít nhất hai mặt hàng

source: StockItem primary key value
de: Primärschlüssel Lagerelement
es: Valor de clave primaria de Stock
hu: Készlet tétel elsődleges kulcs értéke
it: Valore di chiave primaria StockItem
pt: Valor da chave primária do Item Estoque
vi: Giá trị khóa chính mặt hàng

source: Stock item status code
hu: Készlet tétel státusz kódja
pt: Código de estado do item estoque
vi: Mã trạng thái mặt hàng

source: Stock transaction notes
de: Bestandsbewegungsnotizen
es: Notas de transacción de stock
hu: Készlet tranzakció megjegyzései
it: Note sugli spostamenti di magazzino
pt: Notas da transação de estoque
vi: Ghi chú giao dịch kho

source: Stock Tracking Information
de: Informationen zur Bestand-Verfolgung
es: Información de Seguimiento de Stock
hu: Készlettörténeti információk
it: Informazioni di Tracciamento Magazzino
pt: Informações de Rastrrio de Estoque
vi: Thông tin theo dõi kho

source: Child Stock Items
de: Kind-Lagerartikel
es: Elementos de Stock Hijos
hu: Al-készlet tételek
it: Elementi Secondari Magazzino
pt: Itens de Estoque Filhos
vi: Hàng trong kho con

source: This stock item does not have any child items
de: Dieser Lagerartikel hat keine Kinder
es: Este artículo de stock no tiene ningún artículo secundario
hu: Ez a készlet tétel nem tartalmaz egy altételt sem
it: Questo elemento di magazzino non ha nessun elemento secondario
pt: Este item de estoque não possuí nenhum filho
vi: Hàng trong kho này không có bất kỳ hàng hóa con nào

source: Test Data
de: Testdaten
es: Datos de Prueba
hu: Teszt adatok
it: Dati di Test
pt: Dados de teste
vi: Thông tin kiểm thử

source: Test Report
de: Test-Bericht
es: Informe de Prueba
hu: Teszt riport
it: Rapporto del Test
pt: Relatório do teste
vi: Báo cáo kiểm thử

source: Delete Test Data
de: Testdaten löschen
es: Eliminar Datos de Prueba
hu: Teszt adatok törlése
it: Elimina Dati di Test
pt: Excluir dados de teste
vi: Xóa dữ liệu báo cáo kiểm thử

source: Add Test Data
de: Testdaten hinzufügen
es: Añadir Datos de Prueba
hu: Teszt adatok hozzáadása
it: Aggiungi Dati Di Test
pt: Adicionar dados de teste
vi: Thêm dữ liệu kiểm thử

source: Stock Item Notes
de: Lagerartikel-Notizen
es: Notas del artículo de stock
hu: Készlet tétel megjegyzések
it: Note Elemento di magazzino
pt: Notas de Item Estoque
vi: Ghi chú tại kho hàng

source: Installed Stock Items
de: Installierte Lagerartikel
es: Elementos de Stock instalados
hu: Beépített készlet tételek
it: Elementi di magazzino installati
pt: Itens de Estoque Instalados
vi: Hàng hóa đã lắp đặt

source: Install Stock Item
de: Lagerartikel installieren
es: Instalar artículo de stock
hu: Készlet tétel beépítése
it: Installa Elemento Magazzino
pt: Instalar Item de Estoque
vi: Lắp đặt hàng hóa trong kho

source: Delete all test results for this stock item
de: Alle Testergebnisse für diesen Lagerartikel löschen
hu: Készlet tétel összes teszt eredményének törlése
it: Elimina tutti i risultati del test per questo elemento di magazzino
pt: Excluir todos os resultados de teste deste item de estoque
vi: Xóa toàn bộ kết quả kiểm thử cho kho hàng này

source: Add Test Result
de: Testergebnis hinzufügen
es: Añadir Resultado de Prueba
hu: Teszt eredmény hozzáadása
it: Aggiungi Risultato Test
pt: Adicionar Resultado de Teste
vi: Thêm kết quả kiểm thử

source: Locate stock item
de: Lagerbestand lokalisieren
hu: Készlet tétel keresése
it: Individua elemento di magazzino
pt: Localizar item de estoque
vi: Xác định vị trí hàng tồn kho

source: Scan to Location
de: zu Lagerort einscannen
es: Escanear a la ubicación
hu: Áthelyezés kódolvasással
it: Scansiona nella posizione
pt: Escanear a Localização
vi: Quét vào điểm bán

source: Printing actions
de: Druck Aktionen
es: Acciones de impresión
hu: Nyomtatási műveletek
it: Impostazioni di stampa
pt: Ações de Impressão
vi: Chức năng in

source: Stock adjustment actions
de: Bestands-Anpassungs Aktionen
es: Acciones de ajuste de stock
hu: Készlet módosítási műveletek
it: Azioni adeguamento giacenza
pt: Ações de ajuste de estoque
vi: Chức năng điều chỉnh kho

source: Count stock
de: Bestand zählen
es: Contar stock
hu: Leltározás
it: Conta giacenza
pt: Contagem de estoque
vi: Đếm hàng

source: Add stock
de: Bestand hinzufügen
es: Añadir stock
hu: Készlet növelése
it: Aggiungi giacenza
pt: Adicionar estoque
vi: Thêm hàng

source: Remove stock
de: Bestand entfernen
es: Eliminar stock
hu: Készlet csökkentése
it: Rimuovi giacenza
pt: Remover estoque
vi: Xóa hàng hóa

source: Serialize stock
de: Bestand serialisieren
es: Serializar stock
hu: Sorozatszámok előállítása
it: Serializza magazzino
pt: Serializar estoque
vi: Sắp xếp hàng hóa

source: Transfer stock
de: Bestand verschieben
es: Transferir stock
hu: Készlet áthelyezése
it: Trasferisci giacenza
pt: Transferir estoque
vi: Chuyển giao hàng

source: Assign to customer
de: Kunden zuweisen
es: Asignar a cliente
hu: Vevőhöz rendelése
it: Assegna al cliente
pt: Disponibilizar para o cliente
vi: Chỉ định cho khách hàng

source: Return to stock
de: zu Bestand zurückgeben
es: Regresar al stock
hu: Visszavétel készletre
it: Torna al magazzino
pt: Devolver ao estoque
vi: Trả lại kho

source: Uninstall stock item
de: Lagerartikel deinstallieren
es: Desinstalar artículo de stock
hu: Készlet tétel kiszedése
it: Disinstalla elemento di magazzino
pt: Desinstalar o item do estoque
vi: Gỡ cài đặt hàng trong kho

source: Uninstall
de: Deinstallieren
es: Desinstalar
hu: Kiszedés
it: Disinstalla
pt: Desinstalar
vi: Gỡ cài đặt

source: Install stock item
de: Lagerartikel installieren
es: Instalar artículo de stock
hu: Készlet tétel beépítése
it: Installa elementi stock
pt: Instalar item do estoque
vi: Lắp đặt hàng hóa trong kho

source: Install
de: Installieren
es: Instalar
hu: Beépítés
it: Installa
pt: Instalar
vi: Cài đặt

source: Convert to variant
de: in Variante ändern
es: Convertir a variante
hu: Változattá alakítás
it: Converti in variante
pt: Converter em variante
vi: Chuyển đổi thành biến thể

source: Duplicate stock item
de: Lagerartikel duplizieren
es: Duplicar artículo
hu: Készlet tétel másolása
it: Duplica elemento di magazzino
pt: Duplicar item
vi: Mặt hàng trùng lặp

source: Edit stock item
de: Lagerartikel bearbeiten
es: Editar artículo de almacén
hu: Készlet tétel szerkesztése
it: Modifica elemento di magazzino
pt: Editar item de estoque
vi: Sửa mặt hàng

source: Delete stock item
de: Lagerartikel löschen
es: Eliminar artículo de stock
hu: Készlet tétel törlése
it: Cancella elemento di magazzino
pt: Excluir item de estoque
vi: Xóa mặt hàng

source: Build
de: Bauauftrag
es: Construcción o Armado
hu: Gyártás
it: Produzione
pt: Produção
vi: Dựng

source: Parent Item
de: Elternposition
es: Elemento padre
hu: Szülő tétel
it: Elemento principale
pt: Item Primário
vi: Mục cha

source: No manufacturer set
de: Kein Hersteller ausgewählt
es: Ningún fabricante establecido
hu: Nincs beállítva gyártó
it: Nessun produttore impostato
pt: Nenhum fabricante definido
vi: Chưa đặt nhà sản xuất

source: You are not in the list of owners of this item. This stock item cannot be edited.
de: Sie gehören nicht zu den Eigentümern dieses Objekts und können es nicht ändern.
es: No estás en la lista de propietarios de este artículo. Este artículo de stock no puede ser editado.
hu: Úgytűnik nem vagy ennek a tételnek a tulajdonosa. Ezt így nem tudod módosítani.
it: Non sei nell'elenco dei proprietari di questo elemento. Questo elemento di magazzino non può essere modificato.
pt: Você não está autorizado a editar esse item.
vi: Bạn không thuộc danh sách chủ sở hữu hàng hóa này. Mặt hàng này không thể sửa đổi.

source: Read only
de: Nur Leserechte
es: Solo lectura
hu: Csak olvasható
it: Sola lettura
pt: Somente leitura
vi: Chỉ đọc

source: This stock item is unavailable
de: Dieser Lagerartikel ist nicht verfügbar
hu: Ez a készlet tétel nem elérhető
it: Elemento di magazzino non disponibile
pt: Este item não está disponível no estoque
vi: Mặt hàng này không khả dụng

source: This stock item is in production and cannot be edited.
de: Dieser Lagerartikel wird gerade hergestellt und kann nicht geändert werden.
es: Este artículo de stock está en producción y no puede ser editado.
hu: Ez a készlet tétel éppen gyártás alatt van és itt még nem szerkeszthető.
it: Questo elemento di magazzino è in produzione e non può essere modificato.
pt: Este item de estoque está em produção e não pode ser editado.
vi: Mặt hàng này đang được sản xuất và không thể sửa được.

source: Edit the stock item from the build view.
de: Ändern des Lagerartikel in der Bauauftrag-Ansicht.
es: Editar el artículo de stock desde la vista de construcción.
hu: A tétel szerkesztése most csak a gyártási nézetből lehetséges.
it: Modifica l'elemento di magazzino dalla visualizzazione generata.
pt: Edite este item usando o formulário de construçao.
vi: Sửa mặt hàng này từ khung nhìn bản dựng.

source: This stock item is allocated to Sales Order
de: Dieser Lagerartikel ist einem Auftrag zugewiesen
es: Este artículo de stock está asignado a la orden de venta
hu: Foglalva ehhez a vevői rendeléshez
it: Questo elemento di magazzino è stato assegnato all'Ordine di Vendita
pt: Este item de estoque está alocado a um pedido de venda
vi: Mặt hàng này đã được phân bổ về đơn hàng bán

source: This stock item is allocated to Build Order
de: Dieser Lagerartikel ist einem Bauauftrag zugewiesen
es: Este artículo de stock está asignado al orden de construcción
hu: Foglalva ehhez a gyártási utasításhoz
it: Questo elemento di magazzino è stato assegnato all'Ordine di Produzione
pt: Este item de estoque está alocado a um pedido de produção
vi: Mặt hàng này đã được phân bổ về đơn đặt bản dựng

source: This stock item is serialized. It has a unique serial number and the quantity cannot be adjusted
hu: Ez a készlet tétel egyedi követésre kötelezett. Egyedi sorozatszámmal rendelkezik így a mennyiség nem módosítható
pt: Este item de estoque é serializado. Tem um único número de série e a quantidade não pode ser ajustada
vi: Mặt hàng này là tuần tự. Nó có một số sêri duy nhất và số lượng không thể điều chỉnh được

source: previous page
de: vorherige Seite
es: página anterior
hu: előző oldal
it: pagina precedente
pt: página anterior
vi: trang trước

source: Navigate to previous serial number
de: Zur vorherigen Seriennummer wechseln
es: Navegar al número de serie anterior
hu: Menj az előző sorozatszámhoz
it: Vai al numero di serie precedente
pt: Navegar para o número de série anterior
vi: Điều hướng đến số sêri trước

source: next page
de: nächste Seite
es: página siguiente
hu: követkető oldal
it: pagina successiva
pt: próxima página
vi: trang tiếp theo

source: Navigate to next serial number
de: Zur nächsten Seriennummer wechseln
es: Navegar al siguiente número de serie
hu: Menj a következő sorozatszámhoz
it: Vai al numero di serie successivo
pt: Navegar para o próximo número de série
vi: Điều hướng đến số sêri tiếp

source: Available Quantity
de: Verfügbare Menge
es: Cantidad disponible
hu: Elérhető mennyiség
it: Quantità Disponibile
pt: Quantidade Disponível
vi: Số lượng sẵn có

source: No location set
de: Kein Lagerort gesetzt
es: Ubicación no establecida
hu: Nincs beállítva hely
it: Nessuna posizione impostata
pt: Nenhum local definido
vi: Không có vị trí nào được đặt

source: Tests
es: Pruebas
hu: Tesztek
it: Test
pt: Testes
vi: Thử nghiệm

source: This stock item has not passed all required tests
de: Dieser Lagerartikel hat nicht alle Tests bestanden
es: Este artículo de stock no ha pasado todas las pruebas requeridas
hu: Ez a készlet tétel nem felelt meg az összes szükséges teszten
it: Questo elemento di magazzino non ha superato i test richiesti
pt: Este item de estoque não passou todos os testes necessários
vi: Mặt hàng không đạt toàn bộ yêu cầu thử nghiệm

source: This StockItem expired on %(item.expiry_date)s
de: Dieser Lagerartikel lief am %(item.expiry_date)s ab
es: Este ítem expiró el %(item.expiry_date)s
hu: Ez a készlet tétel lejárt %(item.expiry_date)s-n
it: Questo Elemento Stock è scaduto il %(item.expiry_date)s
pt: Este Item do Estoque expirou em %(item.expiry_date)s
vi: Mặt hàng này hết hạn vào %(item.expiry_date)s

source: Expired
de: abgelaufen
es: Expirado
hu: Lejárt
it: Scaduto
pt: Expirado
vi: Đã hết hạn

source: This StockItem expires on %(item.expiry_date)s
de: Dieser Lagerartikel läuft am %(item.expiry_date)s ab
es: Este ítem expira el %(item.expiry_date)s
hu: Ez a készlet tétel lejár %(item.expiry_date)s-n
it: Questo Elemento Stock scade il %(item.expiry_date)s
pt: Este Item do Estoque expira em %(item.expiry_date)s
vi: Mặt hàng này hết hạn vào %(item.expiry_date)s

source: No stocktake performed
de: Keine Inventur ausgeführt
es: Ningún inventario realizado
hu: Még nem volt leltározva
it: Nessun inventario eseguito
pt: Nenhum balanço feito
vi: Chưa thực hiện kiểm kê

source: stock item
es: artículo de stock
hu: készlet tétel
pt: item de estoque
vi: mặt hàng

source: Edit Stock Status
de: Bestandsstatus bearbeiten
es: Editar Estado del Stock
hu: Készlet állapot szerkesztése
it: Modifica Stato Magazzino
pt: Editar Situação do Estoque
vi: Sửa trạng thái kho

source: Stock Item QR Code
de: Lagerartikel-QR-Code
es: Código QR de Item de Stock
hu: Készlet tétel QR kódja
pt: QR Code do Item de Estoque
vi: Mã QR mặt hàng

source: Link Barcode to Stock Item
de: Barcode mit Lagerartikel verknüpfen
es: Enlazar código de barras al artículo de stock
hu: Vonalkód hozzárendelése a készlet tételhez
it: Collega il codice a barre all'Elemento Stock
pt: Vincular Código de barras ao item de estoque
vi: Liên kết mã vạch đến mặt hàng

source: Select one of the part variants listed below.
de: Wählen Sie eine der unten aufgeführten Teilvarianten aus.
es: Seleccione una de las variantes de parte listadas a continuación.
hu: Válassz a lenti alkatrész változatok közül
it: Selezionare una delle varianti dell'articolo elencate sotto.
pt: Selecione uma das peças variantes listada abaixo.
vi: Chọn một trong những biến thể sản phẩm được liệt kê bên dưới.

source: Warning
de: Warnung
es: Advertencia
hu: Figyelem
it: Attenzione
pt: Atenção
vi: Cánh báo

source: This action cannot be easily undone
de: Diese Aktion kann nicht einfach rückgängig gemacht werden
es: Esta acción no se puede deshacer fácilmente
hu: Ez a művelet nem vonható vissza könnyen
it: Questa azione non può essere facilmente annullata
pt: Esta ação não pode ser facilmente desfeita
vi: Thao tác này không thể khôi phục lại một cách dễ dàng

source: Convert Stock Item
de: Lagerartikel umwandeln
es: Convertir artículo de stock
hu: Készlet tétel konvertálása
it: Converti Elemento Stock
pt: Converter Item de Estoque
vi: Chuyển đổi mặt hàng

source: Return to Stock
de: zurück ins Lager
es: Volver a Stock
hu: Visszavétel készletre
it: Torna al Magazzino
pt: Retornar ao Estoque
vi: Trả lại kho

source: Create serialized items from this stock item.
de: Teile mit Seriennummern mit diesem BestandObjekt anlegen.
es: Crear artículos serializados a partir de este artículo de stock.
hu: Sorszámozott készletek létrehozása ebből a készlet tételből.
it: Crea elementi serializzati da questo elemento di magazzino.
pt: Criar itens serializados deste item de estoque.
vi: Tạo hàng hóa tuần tự từ mặt hàng này.

source: Select quantity to serialize, and unique serial numbers.
de: Zu serialisierende Anzahl und eindeutige Seriennummern angeben.
es: Seleccione la cantidad para serializar y números de serie únicos.
hu: Válassz mennyiséget és egyedi sorozatszámokat a sorozatszámozáshoz.
it: Seleziona la quantità da serializzare e i numeri di serie univoci.
pt: Selecione a quantidade para serializar e números de série único.
vi: Chọn số lượng cần tuần tự hóa và số sêri duy nhất.

source: Perform stocktake for this stock location
de: Inventur für diesen Lagerort durchführen
hu: Készlethely leltározása
it: Esegui inventario per questa ubicazione di magazzino
pt: Fazer balanço para o estoque deste local
vi: Thực hiện kiểm kê cho vị trí kho này

source: Locate stock location
de: Lagerort lokalisieren
hu: Készlet hely keresése
it: Individua ubicazione di magazzino
pt: Localizar o local de estoque
vi: Xác định vị trí kho

source: Scan stock items into this location
de: Lagerartikel per Barcode-Scan zu diesem Lagerort hinzufügen
hu: Készlet bevételezése erre a helyre
it: Scansiona gli elementi in magazzino in questa ubicazione
pt: Buscar itens de estoque neste local
vi: Quét các mặt hàng vào vị trí kho này

source: Scan In Stock Items
de: Lagerartikel einscannen
hu: Készlet vonalkódok beolvasása
it: Scansiona Elementi Stock
pt: Buscar nos Itens de Estoque
vi: Quét vào trong mặt hàng

source: Scan stock container into this location
de: Lagerort hierher einscannen
hu: Készlet tároló bevételezése erre a helyre
it: Scansiona il contenitore magazzino in questa posizione
pt: Buscar recipiente do estoque neste local
vi: Quét kho chứa vào trong vị trí kho này

source: Scan In Container
de: Lagerort scannen
es: Escanear en contenedor
hu: Tároló vonalkód beolvasása
it: Scansiona container
pt: Buscar no recipiente
vi: Quét vào trong bộ chứa

source: Print Location Report
hu: Készlethely riport nyomtatása
pt: Imprimir Relatório da Localização
vi: In báo cáo vị trí

source: Location actions
de: Lagerort-Aktionen
es: Acciones de ubicación
hu: Hely műveletek
it: Azioni posizione
pt: Ações de Locais
vi: Chức năng vị trí

source: Edit location
de: Lagerort bearbeiten
es: Editar ubicación
hu: Hely szerkesztése
it: Modifica la posizione
pt: Editar Local
vi: Sửa vị trí

source: Delete location
de: Lagerort löschen
es: Eliminar ubicación
hu: Hely törlése
it: Elimina la posizione
pt: Excluir Local
vi: Xóa vị trí

source: Top level stock location
de: Oberster Lagerstandort
es: Ubicación de stock superior
hu: Legfelső szintű készlet hely
it: Posizione stock di livello superiore
pt: Local de estoque de alto nível
vi: Vị trí kho cấp đầu

source: Location Owner
de: Standortbesitzer
es: Propietario de la ubicación
hu: Hely tulajdonosa
it: Proprietario Posizione
pt: Dono do Local
vi: Chủ sở hữu vị trí

source: You are not in the list of owners of this location. This stock location cannot be edited.
de: Sie sind nicht auf der Liste der Besitzer dieses Lagerorts. Der Bestands-Lagerort kann nicht verändert werden.
es: No estás en la lista de propietarios de esta ubicación. Esta ubicación de stock no puede ser editada.
hu: Úgytűnik nem vagy ennek a készlethelynek a tulajdonosa. Ezt így nem tudod módosítani.
it: Non sei nell'elenco dei proprietari di questa posizione. Questa posizione di giacenza non può essere modificata.
pt: Você não está na lista de donos deste local. Este local de estoque não pode ser editado.
vi: Bạn không thuộc danh sách chủ sở hữu của vị trí này. Vị trí kho này không thể sửa được.

source: Sublocations
de: Unter-Lagerorte
es: Sub-ubicación
hu: Alhelyek
it: Sottoallocazioni
pt: Sub-locais
vi: Kho phụ

source: Create new stock location
de: Neuen Lagerort anlegen
es: Crear nueva ubicación de stock
hu: Új készlet hely létrehozása
it: Crea nuova posizione di magazzino
pt: Criar novo local de estoque
vi: Tạo mới vị trí kho

source: New Location
de: Neuer Lagerort
es: Nueva Ubicación
hu: Új hely
it: Nuova Posizione
pt: Novo local
vi: Vị trí mới

source: stock location
es: ubicación de almacén
hu: készlet hely
pt: local de estoque
vi: vị trí kho hàng

source: Scanned stock container into this location
de: Lagerort an diesen Ort eingescannt
hu: Készlet tároló bevételezve erre a helyre
it: Container magazzino scansionato in questa posizione
pt: Escaneado o recipiente de estoque neste local
vi: Quét kho chứa vào trong vị trí này

source: Stock Location QR Code
de: QR-Code für diesen Lagerort
hu: Készlet hely QR kódja
it: Codice QR Ubicazione Magazzino
pt: Código QR do Local de Estoque
vi: Mã QR vị trí kho

source: Link Barcode to Stock Location
de: Barcode mit Lagerort verknüpfen
hu: Vonalkód hozzárendelése a készlet helyhez
it: Collega il Codice a Barre alla Posizione Magazzino
pt: Ligar Código de barras ao Local de Estoque
vi: Liên kết mã vạch đến vị trí kho

source: Loading...
de: Lade...
es: Cargando...
hu: Betöltés...
it: Caricamento...
pt: Carregando...
vi: Đang tải...

source: Stock Tracking
de: Lagerartikel-Verfolgung
es: Seguimiento de Stock
hu: Készlettörténet
it: Rilevamento Stock
pt: Rastreamento de estoque
vi: Theo dõi tồn kho

source: Allocations
de: Zuweisungen
es: Asignaciones
hu: Foglalások
it: Assegnazioni
pt: Alocações
vi: Phân bổ

source: Child Items
de: Untergeordnete Objekte
es: Elementos secundarios
hu: Gyermek tételek
it: Elementi secondari
pt: Itens Filhos
vi: Mục con

source: Permission Denied
de: Zugriff verweigert
es: Permiso Denegado
hu: Hozzáférés megtagadva
it: Permesso negato
pt: Permissão Negada
vi: Quyền truy cập bị từ chối

source: You do not have permission to view this page.
de: Keine Berechtigung zum Anzeigen dieser Seite.
es: No tiene permisos para ver esta página.
hu: Nincs jogosultságod az oldal megtekintéséhez.
it: Non ha i permessi per visualizzare la pagina.
pt: Você não tem permissão para visualizar esta página.
vi: Bạn không có quyền xem trang này.

source: Authentication Failure
de: Authentifizierungsfehler
es: Falla de autenticación
hu: Hitelesítési hiba
it: Autenticazione Fallita
pt: Falha na Autenticação
vi: Lỗi xác thực

source: You have been logged out from InvenTree.
de: Sie wurden von InvenTree abgemeldet.
es: Has cerrado sesión en InvenTree.
hu: Kijelentkeztél az InvenTreeből.
it: Sei stato disconnesso da InvenTree.
pt: Você foi desconectado do InvenTree.
vi: Bạn đã đăng xuất từ InvenTree.

source: Login
de: Einloggen
es: Iniciar sesión
hu: Bejelentkezés
it: Accedi
pt: Iniciar sessão
vi: Đăng nhập

source: Page Not Found
de: Seite nicht gefunden
es: Página No Encontrada
hu: Az oldal nem található
it: Pagina Non Trovata
pt: Página não encontrada
vi: Trang không tồn tại

source: The requested page does not exist
de: Seite existiert nicht
es: La página solicitada no existe
hu: A kért oldal nem létezik
it: La pagina richiesta non esiste
pt: A página solicitada não existe
vi: Trang được yêu cầu không tồn tại

source: Internal Server Error
de: Interner Serverfehler
es: Error Interno Del Servidor
hu: Belső kiszolgáló hiba
it: Errore Interno del Server
pt: Erro interno do servidor
vi: Lỗi nội bộ máy chủ

source: The %(inventree_title)s server raised an internal error
de: Der %(inventree_title)s -Server hat einen internen Fehler aufgeworfen
hu: A(z) %(inventree_title)s kiszolgáló belső hibát jelzett
it: Il server %(inventree_title)s ha rilevato un errore interno
pt: O servidor %(inventree_title)s gerou um erro interno
vi: Máy chủ %(inventree_title)s thông báo lỗi nội bộ
