Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Add Sell Price Break
de: Verkaufspreisstaffel hinzufügen
hu: Eladási ársáv hozzáadása
it: Aggiungi Prezzo Ribassato di Vendita
pt: Adicionar intervalo de preço de venda
vi: Thêm định giá bán hàng

source: Update Pricing
hu: Árazás Frissítése
pt: Atualizar Preços
vi: Cập nhập giá bán

source: No Stock
de: Kein Bestand
es: Sin Stock
hu: Nincs készlet
it: Nessuna giacenza
pt: Sem Estoque
vi: Hết hàng

source: Low Stock
de: niedriger Bestand
es: Bajo Stock
hu: Alacsony készlet
it: Disponibilità scarsa
pt: Estoque Baixo
vi: Hàng còn ít

source: Return to BOM
de: Zurück zur Stückliste
es: Volver al BOM
hu: Vissza az alkarészjegyzékhez
it: Ritorna alla Distinta Base
pt: Voltar à LDM
vi: Quay lại BOM

source: Upload Bill of Materials
de: Stückliste hochladen
es: Cargar Lista de Materiales
hu: Alkatrészjegyzék feltöltése
it: Carica la Fattura dei Materiali
pt: Carregar a Lista de materiais
vi: Tải lên hóa đơn bán hàng

source: BOM upload requirements
de: Anforderungen an Stückliste-Dateien
es: Requisitos de subida BOM
hu: Alkatrészjegyzék feltöltési követelmények
it: Distinta Base caricamento richiesto
pt: Requisitos para carregar LDM
vi: Yêu cầu tải lên BOM

source: Upload BOM File
de: Stückliste-Datei hochladen
es: Subir archivo BOM
hu: Alkatrészjegyzék fájl feltöltése
it: Carica file Distinta Base
pt: Carregar Arquivo LDM
vi: Tải lên tập tin BOM

source: Submit BOM Data
de: Stückliste hochladen
es: Enviar datos BOM
hu: Alkatrészjegyzék adatok küldése
it: Invia Dati Distinta Base
pt: Enviar Dados LDM
vi: Gửi dữ liệu BOM

source: Requirements for BOM upload
de: Anforderungen für Stückliste-Datei
es: Requisitos para subir BOM
hu: Követelmények az alkatrészjegyzék feltöltéséhez
it: Requisiti per il caricamento Distinta Base
pt: Requisitos para carregar a LDM
vi: Yêu cầu tải lên BOM

source: The BOM file must contain the required named columns as provided in the
de: Die Stückliste-Datei muss die aufgeführten Spalten enthalten; siehe
es: El archivo BOM debe contener las columnas con nombre requeridos como se indica en el
hu: Az alkatrészjegyzék fájlnak tartalmaznia kell a szükséges elnevezéssel ellátott oszlopokat ahogy ebben van
it: Il file Distinta Base deve contenere le colonne con nome richiesto come indicato nella
pt: O arquivo da LDM deve conter as colunas nomeadas como fornecido na
vi: Tệp tin BOM phải chứa cột được đặt tên theo quy định trong

source: BOM Upload Template
de: Vorlage für Stückliste
es: Plantilla de subida BOM
hu: Alkatrészjegyzék feltöltési sablon
it: Carica Modello Distinta Base
pt: Carregar Modelo de LDM
vi: Mẫu tải lên BOM

source: Each part must already exist in the database
de: Jedes Teil muss bereits in der Datenbank bestehen
es: Cada parte debe existir en la base de datos
hu: Minden egyes alkatrésznek léteznie kell már az adatbázisban
it: Ogni articolo deve essere già presente nel database
pt: Cada peça deve existir no banco de dados
vi: Mỗi sản phẩm phải tồn tại trong cơ sở dữ liệu

source: Create new part variant
de: Neue Teilevariante anlegen
es: Crear nueva variante de parte
hu: Alkatrész változat létrehozása
it: Crea nuove varianti dell'articolo
pt: Criar variante de peça
vi: Tạo biến thể sản phẩm mới

source: Create a new variant part from this template
de: Ein neues Variantenteil aus dieser Vorlage erstellen
hu: Új alkatrészváltozat létrehozása ebből a sablonból
pt: Criar uma peça variante a partir deste modelo
vi: Tạo sản phẩm biến thể mới từ mẫu này

source: Unknown database
de: Unbekannte Datenbank
es: Base de datos desconocida
hu: Ismeretlen adatbázis
it: Database sconosciuto
pt: Banco de dados desconhecido
vi: Không rõ cơ sở dữ liệu

source: Match References
de: Referenzen zuteilen
es: Coincidir Referencias
hu: Azonosítók egyeztetése
it: Riferimenti Corrispondenza
pt: Referências de combinações
vi: Tham chiếu phù hợp

source: Can't import part {new_part.name} because there is no category assigned
de: Teil {new_part.name} kann nicht importiert werden, da keine Kategorie zugewiesen ist
hu: Az {new_part.name} alkatrész importja sikertelen, mert nincsen kategória hozzárendelve
pt: Não é possível importar a peça {new_part.name} pois não há uma categoria atribuída
vi: Không thể nhập sản phẩm {new_part.name} bởi vì không có nhóm nào được gán

source: Select Part Image
de: Teilbild auswählen
es: Seleccionar Imagen de Parte
hu: Válassz képet az alkatrészhez
it: Seleziona l'immagine dell'Articolo
pt: Selecionar Imagem da Peça
vi: Chọn ảnh sản phẩm

source: Updated part image
de: Teilbild aktualisiert
es: Imagen de parte actualizada
hu: Alkatrész képe frissítve
it: Immagine articolo aggiornata
pt: Atualizar imagem da peça
vi: Cập nhật ảnh sản phẩm

source: Part image not found
de: Teilbild nicht gefunden
es: Imagen de parte no encontrada
hu: Az alkatrész képe nem található
it: Immagine articolo non trovata
pt: Imagem da peça não encontrada
vi: Không tìm thấy ảnh sản phẩm

source: Part Pricing
de: Teilbepreisung
es: Precio de parte
hu: Alkatrész árak
it: Prezzo Articolo
pt: Preço Peça
vi: Định giá sản phẩm

source: No action specified
de: Keine Aktion angegeben
es: No se especificó ninguna acción
hu: Nincs megadva művelet
it: Nessuna azione specificata
pt: Nenhuma ação especificada
vi: Chưa chỉ ra hành động cụ thể

source: No matching action found
de: Keine passende Aktion gefunden
es: No se encontró ninguna acción coincidente
hu: Nincs egyező művelet
it: Nessuna azione corrispondente trovata
pt: Nenhuma ação correspondente encontrada
vi: Không tìm thấy chức năng phù hợp

source: No match found for barcode data
de: Keine Treffer für Barcode
es: No se encontró ninguna coincidencia para los datos del código de barras
hu: Nincs egyező vonalkód
it: Nessuna corrispondenza trovata per i dati del codice a barre
pt: Nenhum resultado encontrado para os dados do código de barras
vi: Không tìm thấy dữ liệu mã vạch phù hợp

source: Match found for barcode data
de: Treffer für Barcode gefunden
es: Coincidencia encontrada para datos de códigos de barras
hu: Egyezés vonalkódra
it: Corrispondenza trovata per i dati del codice a barre
pt: Coincidência encontrada para dados de código de barras
vi: Đã tìm thấy dữ liệu mã vạch phù hợp

source: Barcode matches existing item
de: Barcode entspricht einem bereits vorhandenen Artikel
es: El código de barras coincide con artículo existente
hu: Ez a vonalkód már egy másik tételé
it: Il codice a barre corrisponde a un elemento esistente
pt: Código de barras corresponde ao item existente
vi: Mã vạch phù hợp với hàng hóa hiện có

source: No matching part data found
hu: Nem található megfelelő alkatrész adat
pt: Nenhuma informação de peça correspondente encontrada
vi: Không tìm thấy thông tin sản phẩm phù hợp

source: No matching supplier parts found
hu: Nem található megfelelő beszállítói alkatrész
pt: Nenhuma peça de fornecedor correspondente encontrada
vi: Không tìm thấy sản phẩm nhà cung cấp phù hợp

source: Multiple matching supplier parts found
hu: Több beszállítói alkatrész található
pt: Múltiplas peças de fornecedores correspondentes encontradas
vi: Tìm thấy nhiều sản phẩm nhà cung cấp phù hợp

source: Matched supplier part
hu: Beszállítói alkatrész található
pt: Peça de fornecedor correspondente
vi: Sản phẩm nhà cung cấp phù hợp

source: Item has already been received
de: Artikel wurde bereits erhalten
hu: Ez a termék már bevételezve
pt: Item do pedido já foi recebido
vi: Hàng hóa này đã được nhận

source: No match for supplier barcode
hu: Beszállítói vonalkód nem található
pt: Nenhuma correspondência para o código de barras do fornecedor
vi: Không phù hợp với mã vạch nhà cung cấp

source: Found multiple matching supplier parts for barcode
hu: A vonalkódhoz több beszállítói alkatrész is tartozik
pt: Múltiplas peças de fornecedores correspondentes encontradas para o código de barras
vi: Tìm thấy nhiều sản phẩm nhà cung cấp cho mã vạch

source: Found multiple purchase orders matching '{order}'
hu: A '{order}' rendeléshez több beszerzési rendelés is tartozik
pt: Encontrados vários pedidos de compra correspondentes a '{order}'
vi: Tìm thấy nhiều đơn đặt mua phù hợp với '{order}'

source: No matching purchase order for '{order}'
hu: A '{order}' rendeléshez nem tartozik beszerzési rendelés
pt: Nenhum pedido de compra correspondente a '{order}' encontrado
vi: Không có đơn đặt mua phù hợp với '{order}'

source: Purchase order does not match supplier
hu: A beszerzési rendelés nem egyezik a beszállítóval
pt: Pedido de compra não corresponde ao fornecedor
vi: Đơn đặt mua không phù hợp với nhà cung cấp

source: Failed to find pending line item for supplier part
hu: Nem található függőben levő tétel a beszállítói alkatrészhez
pt: Falha ao encontrar item de linha pendente para a parte do fornecedor
vi: Không tìm thấy mục dòng chờ xử lý cho sản phẩm nhà cung cấp

source: Further information required to receive line item
hu: A tétel bevételezéséhez további információ szükséges
pt: Mais informações necessárias para receber o item de linha
vi: Buộc phải nhập thông tin khác để nhận mục dòng này

source: Received purchase order line item
hu: Beszerzési rendelés tétele bevételezve
pt: Item de linha do pedido de compra recebido
vi: Mục dòng đơn đặt mua đã nhận

source: Scanned barcode data
hu: Beolvasott vonalkód
pt: Dados do código de barras lido
vi: Thông tin mã vạch đã quét

source: PurchaseOrder to allocate items against
hu: Tételekhez rendelendő Beszerzési Rendelés
vi: Đơn đặt mua để chỉ định hàng hóa

source: Purchase order is not pending
hu: Beszerzési rendelés nincs függőben
pt: O pedido de compra não está pendente
vi: Đơn đặt mua không chờ xử lý

source: PurchaseOrder to receive items against
hu: Bevételezési tételekhez rendelendő Beszerzési Rendelés
pt: Pedido de compra para receber itens contra
vi: Đơn đặt mua để nhận hàng hóa

source: Purchase order has not been placed
hu: Beszerzési rendelés nincs elküdve
pt: O pedido de compra não foi realizado
vi: Đơn đặt mua vẫn chưa được thực hiện

source: Location to receive items into
hu: Bevételezés erre a készlet helyre
pt: Localização para receber itens
vi: Địa điểm để nhận hàng hóa vào bên trong

source: Cannot select a structural location
hu: Struktúrális hely nem választható
pt: Não é possível selecionar um local estrutural
vi: Không thể chọn một địa điểm có cấu trúc

source: Label printing failed
de: Labeldruck fehlgeschlagen
es: Impresión de etiquetas fallida
hu: Címkenyomtatás sikertelen
it: Stampa etichetta fallita
pt: Impressão de etiqueta falhou
vi: In nhãn thất bại

source: InvenTree Barcodes
es: Códigos de barras de InvenTree
hu: InventTree vonalkódok
it: InvenTree Codice a Barre
pt: Códigos de Barras InvenTree
vi: Mã vạch InvenTree

source: Provides native support for barcodes
de: Bietet native Unterstützung für Barcodes
es: Proporciona soporte nativo para códigos de barras
hu: Alapvető vonalkód támogatást ad
it: Fornisce supporto nativo per codici a barre
pt: Fornece suporte nativo para códigos de barras
vi: Cung cấp hỗ trợ gốc cho mã vạch

source: InvenTree contributors
de: InvenTree Mitwirkende
es: Contribuidores de InvenTree
hu: InvenTree fejlesztők
it: Contributi d'InvenTree
pt: Contribuidores do InvenTree
vi: Người đóng góp InvenTree

source: InvenTree Notifications
de: InvenTree Benachrichtigungen
es: Notificaciones de InvenTree
hu: InvenTree értesítések
it: InvenTree Notifiche
pt: Notificações do InvenTree
vi: Thông báo InvenTree

source: Integrated outgoing notification methods
es: Métodos de notificaciones salientes integrados
hu: Integrált kimenő értesítési módszerek
pt: Métodos de envio de notificação integrados
vi: Phương thức thông báo ra ngoài đã tích hợp

source: Enable email notifications
de: E-Mail-Benachrichtigungen aktivieren
es: Habilitar notificaciones por correo electrónico
hu: Email értesítések engedélyezése
it: Attiva notifiche email
pt: Habilitar notificações por email
vi: Bật thông báo qua email

source: Allow sending of emails for event notifications
de: Das Senden von Benachrichtigungen als E-Mails erlauben
es: Permitir el envío de correos electrónicos para notificaciones de eventos
hu: Email küldés engedélyezése esemény értesítésekre
it: Consenti l'invio di email per le notifiche di eventi
pt: Permitir enviar emails para notificações de eventos
vi: Cho phép gửi email cho thông báo sự kiện

source: Enable slack notifications
de: Slack Benachrichtigungen aktivieren
es: Activar notificaciones de slack
hu: Slack értesítések engedélyezése
it: Abilita notifiche per rallentamenti
pt: Habilitar notificações por Slack
vi: Bật thông báo qua Slack

source: Allow sending of slack channel messages for event notifications
de: Erlaube das Senden von Slack Channel Nachrichten für Benachrichtigungen
es: Permitir el envío de mensajes por canal de slack para notificaciones de eventos
hu: Slack channel üzenetek küldésének engedélyezése az esemény értesítésekre
it: Consenti l'invio di messaggi di rallentamenti canale per le notifiche degli eventi
pt: Permitir envio de notificações de eventos pelo canal de mensagens do slack
vi: Cho phép gửi tin nhắn qua kênh Slack cho thông báo sự kiện

source: Slack incoming webhook url
de: Eingehender Webhook-URL für Slack
es: URL de webhook entrante de Slack
hu: Slack bejövő webhook URL
it: Rallentamenti in entrata notifiche url
pt: Link do gancho de entrada do Slack
vi: URL webhook đầu vào của Slack

source: URL that is used to send messages to a slack channel
de: URL, die verwendet wird, um Nachrichten an einen Slack-Kanal zu senden
es: URL que se utiliza para enviar mensajes a un canal de slack
hu: URL az üzenetek küldéséhez egy a slack channel-re
it: Questo URL è stato utilizzato per inviare messaggi a un canale rallentato
pt: URL usada para enviar mensagens para um canal do Slack
vi: URL dùng để gửi tin nhắn đến một kênh của Slack

source: Open link
de: Link öffnen
es: Abrir enlace
hu: Link megnyitása
it: Apri collegamento
pt: Abrir link
vi: Mở liên kết

source: InvenTree Currency Exchange
hu: InvenTree Pénzváltó
pt: Câmbio de Moeda InvenTree
vi: Trao đổi tiền tệ InvenTree

source: Default currency exchange integration
hu: Alapértelmezett pénzváltó integráció
pt: Integração padrão de câmbio de moeda
vi: Tích hợp trao đổi tiền tệ mặc định

source: InvenTree PDF label printer
de: InvenTree PDF-Etikettendrucker
es: Impresora de etiquetas PDF de InvenTree
hu: InvenTree PDF címkenyomtató
pt: Impressora de etiquetas PDF do InvenTree
vi: Máy in nhãn InvenTree PDF

source: Provides native support for printing PDF labels
es: Proporciona soporte nativo para imprimir etiquetas PDF
hu: PDF címkék nyomtatásához beépített támogatás
pt: Providenciar suporte nativo para impressão de etiquetas em PDF
vi: Cung cấp hỗ trợ gốc để in nhãn PDF

source: Debug mode
de: Debug-Modus
es: Modo de depuración
hu: Debug mód
pt: Modo de depuração
vi: Chế độ gỡ lỗi

source: Enable debug mode - returns raw HTML instead of PDF
es: Activar modo de depuración - devuelve código HTML en lugar de PDF
hu: Debug mód engedélyezése - nyers HTML-t ad vissza PDF helyett
pt: Ativar o modo de depuração - retorna HTML bruto em vez de PDF
vi: Bật chế độ gỡ lỗi - trả về mã HTML thuần thay vì PDF

source: Page size for the label sheet
de: Seitengröße für das Labelblatt
hu: Címke oldal méret
pt: Tamanho da página para folha de etiqueta
vi: Khổ giấy cho tờ nhãn

source: Skip Labels
pt: Pular Etiquetas
vi: Bỏ qua nhãn

source: Border
hu: Szegély
pt: Borda
vi: Viền

source: Print a border around each label
de: Einen Rahmen um jedes Label drucken
hu: Az egyes címkék körüli margó
pt: Imprima uma borda em torno de cada etiqueta
vi: In một viền xung quanh từng nhãn

source: Landscape
de: Querformat
hu: Fekvő
pt: Paisagem
vi: Ngang

source: Print the label sheet in landscape mode
de: Labelblatt im Querformat drucken
hu: Fekvő módban nyomtatás
pt: Imprimir a folha de etiqueta no modo paisagem
vi: In tờ viền theo khổ giấy nằm ngang

source: InvenTree Label Sheet Printer
de: InvenTree Etikettendrucker
hu: Inventree Címke Ív Nyomtató
pt: Impressora de folhas de etiqueta do InvenTree
vi: Máy in tờ nhãn InvenTree

source: Arrays multiple labels onto a single sheet
hu: Több címke egy ívre helyezése
pt: Matriz várias etiquetas em uma única folha
vi: Sắp xếp nhiều nhãn trong một tờ đơn

source: Label is too large for page size
de: Label ist zu groß für Seitengröße
hu: Címke túl nagy a lapmérethez képest
pt: A etiqueta é muito grande para tamanho de página
vi: Nhãn quá lớn so với khổ giấy

source: No labels were generated
de: Es wurden keine Etiketten generiert
hu: Nem készült címke
pt: Nenhuma etiqueta foi gerada
vi: Chưa tạo nhãn nào

source: Supplier Integration - DigiKey
hu: Gyártói Integráció - Digikey
pt: Integração de fornecedor - DigiKey
vi: Tích hợp nhà cung cấp - DigiKey

source: Provides support for scanning DigiKey barcodes
de: Unterstützt das Scannen von DigiKey-Barcodes
hu: DigiKey vonalkódok támogatása
pt: Fornece suporte para escanear códigos de barras DigiKey
vi: Hỗ trợ quét mã vạch DigiKey

source: The Supplier which acts as 'DigiKey'
hu: A 'DigiKey' beszállító
pt: O fornecedor que atua como 'DigiKey'
vi: Nhà cung cấp hành động như 'DigiKey'

source: Supplier Integration - LCSC
hu: Gyártói Integráció - LCSC
pt: Integração de fornecedor - LCSC
vi: Tích hợp nhà cung cấp - LCSC

source: Provides support for scanning LCSC barcodes
de: Unterstützt das Scannen von LCSC-Barcodes
hu: LCSC vonalkódok támogatása
pt: Fornece suporte para escanear códigos de barras LCSC
vi: Cung cấp khả năng quét mã vạch LCSC

source: The Supplier which acts as 'LCSC'
hu: Az 'LCSC' beszállító
pt: O fornecedor que atua como 'LCSC'
vi: Nhà cung cấp hoạt động như 'LCSC'

source: Supplier Integration - Mouser
de: Lieferantenintegration - Mouser
hu: Gyártói Integráció - Mouser
pt: Integração de fornecedor - Mouser
vi: Tích hợp nhà cung cấp - Mouser

source: Provides support for scanning Mouser barcodes
de: Unterstützt das Scannen von Mouser-Barcodes
hu: Mouser vonalkódok támogatása
pt: Fornece suporte para escanear códigos de barras Mouser
vi: Cung cấp khả năng quét mã vạch Mouser

source: The Supplier which acts as 'Mouser'
hu: A 'Mouser' beszállító
pt: O fornecedor que atua como 'Mouser'
vi: Nhà cung cấp hành động như 'Mouser'

source: Supplier Integration - TME
de: Lieferantenintegration - TME
hu: Gyártói Integráció - TME
pt: Integração de fornecedor - TME
vi: Tích hợp nhà cung cấp - TME

source: Provides support for scanning TME barcodes
de: Unterstützt das Scannen von TME-Barcodes
hu: TME vonalkódok támogatása
pt: Fornece suporte para escanear códigos de barras TME
vi: Cung cấp khả năng quét mã vạch TME

source: The Supplier which acts as 'TME'
hu: A 'TME' beszállító
pt: O fornecedor que atua como 'TME'
vi: Nhà cung cấp hoạt động như 'TME'

source: Permission denied: only staff users can install plugins
hu: Hozzáférés megtagadva: csak személyzet felhasználók telepíthetnek plugineket
vi: Quyền bị từ chối: chỉ người dùng là nhân viên mới có thể cài đặt phần mở rộng

source: Installed plugin successfully
hu: Plugin telepítése sikeres
pt: Plugin instalado com sucesso
vi: Cài đặt phần mở rộng thành công

source: Installed plugin into {path}
hu: Plugin telepítve ide: {path}
pt: Plugin instalado na {path}
vi: Cài đặt phần bổ sung đến {path}

source: Plugin installation failed
hu: Plugin telepítés sikertelen
vi: Cài đặt phần bổ sung thất bại

source: Plugin Configuration
de: Plugin-Konfiguration
es: Configuración del complemento
hu: Plugin beállítás
it: Configurazione Plugin
pt: Configuração de Extensão
vi: Cấu hình phần bổ sung

source: Plugin Configurations
de: Plugin-Konfigurationen
es: Configuraciones del Plug-in
hu: Plugin beállítások
it: Configurazioni Plugin
pt: Configuração de Extensões
vi: Cấu hình phần bổ sung

source: Key
de: Schlüssel
es: Clave
hu: Kulcs
pt: Chave
vi: Khóa

source: Key of plugin
de: Schlüssel des Plugins
es: Clave del complemento
hu: Plugin kulcsa
it: Key dei plugin
pt: Chave da extensão
vi: Khóa của phần bổ sung

source: PluginName of the plugin
de: Name des Plugins
es: Nombre del complemento
hu: PluginNeve a pluginnak
it: PluginName del plugin
pt: Nome da Extensão
vi: Tên của phần bổ sung

source: Is the plugin active
de: Ist das Plugin aktiv
es: Está activo el complemento
hu: Aktív-e a plugin
it: Il plugin è attivo
pt: O plug-in está ativo
vi: Là phần bổ sung hoạt động

source: Installed
de: Installiert
es: Instalado
hu: Beépítve
it: Installato
pt: Instalado
vi: Đã cài đặt

source: Sample plugin
de: Beispiel-Plugin
es: Complemento de ejemplo
hu: Példa plugin
it: Plugin di esempio
pt: Plug-in de exemplo
vi: Phần bổ sung mẫu

source: Builtin Plugin
de: Integriertes Plugin
es: Complemento integrado
hu: Beépített plugin
it: Plugin Integrato
pt: Plugin embutido
vi: Plugin có sẵn

source: Plugin
es: Complemento
pt: Extensões
vi: Phần bổ sung

source: Method
de: Methode
es: Método
hu: Módszer
it: Metodo
pt: Método
vi: Phương thức

source: No author found
de: Kein Autor gefunden
es: No se encontró autor
hu: Nincs szerző
it: Nessun autore trovato
pt: Nenhum autor encontrado
vi: Không tìm thấy tác giả

source: Plugin '{p}' is not compatible with the current InvenTree version {v}
es: El complemento '{p}' no es compatible con la versión actual de InvenTree {v}
hu: A '{p}' plugin nem kompatibilis az aktuális applikáció verzióval {v}
pt: A extensão '{p}' não é compatível com a versão atual do InvenTree {v}
vi: Phần bổ sung '{p}' không tương thích với phiên bản InvenTree hiện tại {v}

source: Plugin requires at least version {v}
es: El complemento requiere al menos la versión {v}
hu: A pluginhoz minimum {v} verzió kell
pt: Extensão requer pelo menos a versão {v}
vi: Phần bổ sung yêu cầu ít nhất phiên bản {v}

source: Plugin requires at most version {v}
es: El complemento requiere como máximo la versión {v}
hu: A pluginhoz maximum {v} verzió kell
pt: Extensão requer no máximo a versão {v}
vi: Phần bổ sung yêu cầu tối đa phiên bản {v}

source: Enable PO
de: Bestellungen aktivieren
es: Habilitar PO
hu: Beszerzési rendelések engedélyezése
it: Abilita PO
pt: Ativar PO
vi: Bật PO

source: Enable PO functionality in InvenTree interface
de: Kauf-Funktionalität in InvenTree aktivieren
es: Habilitar la funcionalidad PO en la interfaz de InvenTree
hu: Beszerzési rendelések funkcióinak engedélyezése az InvenTree felületén
it: Abilita funzionalità PO nell'interfaccia InvenTree
pt: Ativar a funcionalidade PO na interface InvenTree
vi: Bật chức năng PO trong giao diện InvenTree

source: API Key
de: API-Schlüssel
es: Clave API
hu: API kulcs
pt: Chave API
vi: Khóa API

source: Key required for accessing external API
de: Schlüssel für den Zugriff auf das externe API
es: Clave necesaria para acceder a la API externa
hu: Kulcs szükséges a külső API eléréséhez
it: Key richiesta per accedere alle API esterne
pt: Chave necessária para acesso à API externa
vi: Khóa bắt buộc đê truy cập API bên ngoài

source: Numerical
de: Numerisch
es: Numérico
hu: Numerikus
it: Numerico
pt: Numérico
vi: Kiểu số

source: A numerical setting
de: Eine numerische Einstellung
es: Una configuración numérica
hu: Egy numerikus beállítás
it: Un'impostazione numerica
pt: Uma configuração numérica
vi: Thiết lập con số

source: Choice Setting
de: Auswahleinstellungen
es: Configuración de Elección
hu: Választás beállításai
it: Scegli l'impostazione
pt: Configurações de Escolha
vi: Thiết lập lựa chọn

source: A setting with multiple choices
de: Eine Einstellung mit mehreren Optionen
es: Un ajuste con múltiples opciones
hu: Egy beállítás több választási lehetőséggel
it: Un'impostazione con scelte multiple
pt: Uma configuração com várias escolhas
vi: Một thiết lập với nhiều lựa chọn

source: Sample currency exchange plugin
hu: Minta árfolyamváltó plugin
pt: Plugin de Câmbio de exemplo
vi: Phần bổ sung trao đổi tiền tệ mẫu

source: InvenTree Contributors
de: InvenTree Mitwirkende
hu: InvenTree fejlesztők
pt: Contribuidores do InvenTree
vi: Người đóng góp InvenTree
