Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Duplicate column: '{col}'
de: Doppelte Spalte: '{col}'
es: Columna duplicada: '{col}'
hu: Duplikált oszlop: '{col}'
it: Colonna duplicata: '{col}'
pt: Coluna duplicada: "{col}"
vi: Nhân bản cột: '{col}'

source: Remote Image
es: Imagen remota
pt: Imagens Remota
vi: Hình ảnh từ xa

source: URL of remote image file
de: URL der Remote-Bilddatei
es: URL de imagen remota
hu: A távoli kép URL-je
it: URL del file immagine remota
pt: URL do arquivo de imagem remoto
vi: URL của tệp hình ảnh bên ngoài

source: Downloading images from remote URL is not enabled
de: Das Herunterladen von Bildern von Remote-URLs ist nicht aktiviert
es: La descarga de imágenes desde la URL remota no está habilitada
hu: Képek letöltése távoli URL-ről nem engedélyezett
it: Il download delle immagini da URL remoto non è abilitato
pt: Baixar imagens de URL remota não está habilitado
vi: Chức năng tải hình ảnh từ URL bên ngoài không được bật

source: Bulgarian
de: Bulgarisch
es: Búlgaro
hu: Bolgár
pt: Búlgaro
vi: Tiếng Bulgaria

source: Czech
de: Tschechisch
es: Checo
hu: Cseh
it: Ceco
pt: Tcheco
vi: Tiếng Séc

source: Danish
de: Dänisch
es: Danés
hu: Dán
it: Danese
pt: Dinamarquês
vi: Tiếng Đan Mạch

source: German
de: Deutsch
es: Alemán
hu: Német
it: Tedesco
pt: Alemão
vi: Tiếng Đức

source: Greek
de: Griechisch
es: Griego
hu: Görög
it: Greco
pt: Grego
vi: Tiếng Hy Lạp

source: English
de: Englisch
es: Inglés
hu: Angol
it: Inglese
pt: Inglês
vi: Tiếng Anh

source: Spanish
de: Spanisch
es: Español
hu: Spanyol
it: Spagnolo
pt: Espanhol
vi: Tiếng Tây Ban Nha

source: Spanish (Mexican)
de: Spanisch (Mexikanisch)
es: Español (México)
hu: Spanyol (Mexikói)
it: Spagnolo (Messicano)
pt: Espanhol (Mexicano)
vi: Tiếng Tây Ban Nha (Mê-hi-cô)

source: Farsi / Persian
de: Persisch
es: Farsi / Persa
hu: Fárszi/Perzsa
it: Farsi / Persiano
pt: Persa
vi: Tiếng Ba Tư

source: Finnish
de: Beenden
es: Finlandés
hu: Finn
pt: Finlandês
vi: Tiếng Phần Lan

source: French
de: Französisch
es: Francés
hu: Francia
it: Francese
pt: Francês
vi: Tiếng Pháp

source: Hebrew
de: Hebräisch
es: Hebreo
hu: Héber
it: Ebraico
pt: Hebraico
vi: Tiếng Do Thái

source: Hindi
pt: Hindu
vi: Tiếng Ấn Độ

source: Hungarian
de: Ungarisch
es: Húngaro
hu: Magyar
it: Ungherese
pt: Húngaro
vi: Tiếng Hung-ga-ri

source: Italian
de: Italienisch
es: Italiano
hu: Olasz
it: Italiano
pt: Italiano
vi: Tiếng Ý

source: Japanese
de: Japanisch
es: Japonés
hu: Japán
it: Giapponese
pt: Japonês
vi: Tiếng Nhật

source: Korean
de: Koreanisch
es: Coreano
hu: Koreai
it: Coreano
pt: Coreano
vi: Tiếng Hàn

source: Dutch
de: Niederländisch
es: Holandés
hu: Holland
it: Olandese
pt: Holandês
vi: Tiếng Hà Lan

source: Norwegian
de: Norwegisch
es: Noruego
hu: Norvég
it: Norvegese
pt: Norueguês
vi: Tiếng Na Uy

source: Polish
de: Polnisch
es: Polaco
hu: Lengyel
it: Polacco
pt: Polonês
vi: Tiếng Ba Lan

source: Portuguese
de: Portugiesisch
es: Portugués
hu: Portugál
it: Portoghese
pt: Português
vi: Tiếng Bồ Đào Nha

source: Portuguese (Brazilian)
de: Portugiesisch (Brasilien)
es: Portugués (Brasileño)
hu: Portugál (Brazíliai)
it: Portoghese (Brasile)
pt: Português (Brasileiro)
vi: Tiếng Bồ Đào Nha (Brazil)

source: Russian
de: Russisch
es: Ruso
hu: Orosz
it: Russo
pt: Russo
vi: Tiếng Nga

source: Slovenian
de: Slowenisch
es: Esloveno
hu: Szlovén
it: Sloveno
pt: Esloveno
vi: Tiếng Slô-ven-ni-a

source: Swedish
de: Schwedisch
es: Sueco
hu: Svéd
it: Svedese
pt: Sueco
vi: Tiếng Thụy Điển

source: Thai
de: Thailändisch
es: Tailandés
hu: Tháj
it: Thailandese
pt: Tailandês
vi: Tiếng Thái

source: Turkish
de: Türkisch
es: Turco
hu: Török
it: Turco
pt: Turco
vi: Tiếng Thổ Nhĩ Kỳ

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
hu: Vietnámi
it: Vietnamita
pt: Vietnamita
vi: Tiếng Việt

source: Chinese (Simplified)
de: Chinesisch (Vereinfacht)
es: Chino (Simplificado)
hu: Kínai (egyszerűsített)
pt: Chinês (Simplificado)
vi: Tiếng Trung (Giản thể)

source: Chinese (Traditional)
de: Chinesisch (Traditionell)
es: Chino (Tradicional)
hu: Kínai (Hagyományos)
pt: Chinês (Tradicional)
vi: Tiếng Trung (Phồn thể)

source: Background worker check failed
de: Hintergrund-Prozess-Kontrolle fehlgeschlagen
es: Falló la comprobación en segundo plano del worker
hu: Háttér folyamat ellenőrzés sikertelen
it: Controllo in background non riuscito
pt: Falha em verificar o histórico do trabalhador
vi: Nhân công chạy ngầm kiểm tra thất bại

source: Email backend not configured
de: E-Mail-Backend nicht konfiguriert
es: No se ha configurado el backend de correo
hu: Email backend nincs beállítva
it: Server di posta non configurato
pt: Serviço de fundo do e-mail não foi configurado
vi: Chưa cấu hình dịch vụ gửi email

source: InvenTree system health checks failed
de: InvenTree Status-Überprüfung fehlgeschlagen
es: Las comprobaciones de estado del sistema InvenTree fallaron
hu: InvenTree rendszer állapotának ellenőrzése sikertelen
it: Controlli di sistema InvenTree falliti
pt: Verificação de saúde do sistema InvenTree falhou
vi: Kiểm tra tình trạng hệ thống InvenTree thất bại

source: Pending
de: Ausstehend
es: Pendiente
hu: Függőben
it: In attesa
pt: Pendente
vi: Đợi duyệt

source: Placed
de: Platziert
es: Colocado
hu: Kiküldve
it: Inviato
pt: Colocado
vi: Đã đặt

source: Complete
de: Fertig
es: Terminado
hu: Kész
it: Completo
pt: Completado
vi: Hoàn thành

source: Cancelled
de: Storniert
es: Cancelado
hu: Törölve
it: Annullato
pt: Cancelado
vi: Đã hủy

source: Lost
de: Verloren
es: Perdida
hu: Elveszett
it: Perso
pt: Perdido
vi: Mất

source: Returned
de: Zurückgegeben
es: Devuelto
hu: Visszaküldve
it: Reso
pt: Retornado
vi: Đã trả lại

source: In Progress
de: In Bearbeitung
es: En progreso
hu: Folyamatban
it: In corso
pt: Em Progresso
vi: Đang tiến hành

source: Shipped
de: Versendet
es: Enviado
hu: Kiszállítva
it: Spedito
pt: Enviado
vi: Đã chuyển

source: OK
hu: Rendben
vi: Đồng ý

source: Attention needed
de: erfordert Eingriff
es: Atención necesaria
hu: Ellenőrizendő
it: Attenzione necessaria
pt: Necessita de atenção
vi: Chú ý cần thiết

source: Damaged
de: Beschädigt
es: Dañado
hu: Sérült
it: Danneggiato
pt: Danificado
vi: Bị hư hại

source: Destroyed
de: Zerstört
es: Destruido
hu: Megsemmisült
it: Distrutto
pt: Destruído
vi: Đã hủy

source: Rejected
de: Zurückgewiesen
es: Rechazado
hu: Elutasított
it: Respinto
pt: Rejeitado
vi: Đã từ chối

source: Quarantined
de: In Quarantäne
es: En cuarentena
hu: Karanténban
it: In quarantena
pt: Em quarentena
vi: Đã cách ly

source: Legacy stock tracking entry
de: Alter Bestand-Verfolgungs-Eintrag
es: Entrada antigua de rastreo de stock
hu: Örökölt készlet követési bejegyzés
it: Voce di tracciamento stock preesistente
pt: Entrada de rastreamento de estoque antiga
vi: Mục theo dõi kho cổ điển

source: Stock item created
de: Lagerartikel erstellt
es: Artículo de stock creado
hu: Készlet tétel létrehozva
it: Elemento stock creato
pt: Item de estoque criado
vi: Kho hàng đã được khởi tạo

source: Edited stock item
de: Lagerartikel bearbeitet
es: Artículo de almacén editado
hu: Szerkeszett készlet tétel
it: Elemento stock modificato
pt: Item de estoque editado
vi: Sửa kho hàng

source: Assigned serial number
de: Seriennummer hinzugefügt
es: Número de serie asignado
hu: Hozzárendelt sorozatszám
it: Numero di serie assegnato
pt: Número de série atribuído
vi: Số sê ri đã được gán

source: Stock counted
de: Bestand gezählt
es: Stock contado
hu: Készlet leleltározva
it: Stock contato
pt: Estoque contado
vi: Kho đã đếm

source: Stock manually added
de: Bestand manuell hinzugefügt
es: Stock añadido manualmente
hu: Készlet manuálisan hozzáadva
it: Stock aggiunto manualmente
pt: Estoque adicionado manualmente
vi: Kho được thêm thủ công

source: Stock manually removed
de: Bestand manuell entfernt
es: Stock eliminado manualmente
hu: Készlet manuálisan elvéve
it: Stock rimosso manualmente
pt: Estoque removido manualmente
vi: Kho được xóa thủ công

source: Location changed
de: Standort geändert
es: Ubicación cambiada
hu: Hely megváltozott
it: Posizione cambiata
pt: Local alterado
vi: Vị trí đã thay đổi

source: Stock updated
de: Lagerbestand aktualisiert
es: Existencia actualizada
hu: Készletadatok frissítve
pt: Estoque atualizado
vi: Kho hàng đã được cập nhật

source: Installed into assembly
de: In Baugruppe installiert
es: Instalado en el ensamblaje
hu: Gyártmányba beépült
it: Installato nell'assemblaggio
pt: Instalado na montagem
vi: Đã cài đặt vào bộ phận lắp ráp

source: Removed from assembly
de: Aus Baugruppe entfernt
es: Retirado del ensamblaje
hu: Gyártmányból eltávolítva
it: Rimosso dall'assemblaggio
pt: Removido da montagem
vi: Di rời khỏi bộ phận lắp ráp

source: Installed component item
de: Komponente installiert
es: Artículo del componente instalado
hu: Beépült összetevő tétel
it: Componente installato
pt: Instalado componente do Item
vi: Mục thành phần đã cài đặt

source: Removed component item
de: Komponente entfernt
es: Elemento de componente eliminado
hu: Eltávolított összetevő tétel
it: Elemento componente rimosso
pt: Removido componente do Item
vi: Mục thành phần đã di rời

source: Split from parent item
de: Vom übergeordneten Element geteilt
es: Separar del artículo principal
hu: Szülő tételből szétválasztva
it: Diviso dall'elemento genitore
pt: Separado do Item Paternal
vi: Tách từ mục cha

source: Split child item
de: Unterobjekt geteilt
es: Dividir artículo secundario
hu: Szétválasztott gyermek tétel
it: Dividi elemento figlio
pt: Separar o Item filho
vi: Tách mục con

source: Merged stock items
de: Lagerartikel zusammengeführt
es: Artículos de stock combinados
hu: Összevont készlet tétel
it: Elemento stock raggruppato
pt: Itens de estoque mesclados
vi: Kho hàng đã được gộp

source: Converted to variant
de: In Variante umgewandelt
es: Convertir a variante
hu: Alkatrészváltozattá alakítva
it: Convertito in variante
pt: Convertido para variável
vi: Đã chuyển đổi sang biến thể

source: Build order output created
de: Endprodukt erstellt
es: Trabajo de ensamblaje creado
hu: Gyártási utasítás kimenete elkészült
it: Genera l'output dell'ordine creato
pt: Criação dos pedidos de produção criado
vi: Đầu ra đơn đặt bản dựng đã được tạo

source: Build order output completed
de: Endprodukt fertiggestellt
es: Construir orden de salida completado
hu: Gyártási utasítás kimenete kész
it: Build order output completato
pt: Criação do pedido de produção completado
vi: Đầu ra đơn đặt bản dựng đã hoàn thành

source: Build order output rejected
de: Endprodukt abgelehnt
es: Orden de ensamble rechazada
hu: Gyártási utasítás kimenete elutasítva
pt: Saída do pedido de produção rejeitada
vi: Đầu ra đơn đặt bản dựng bị từ chối

source: Consumed by build order
de: Durch Bauauftrag verbraucht
es: Consumido por orden de construcción
hu: Gyártásra felhasználva
it: Impegnato dall'ordine di costruzione
pt: Usado no pedido de produção
vi: Tiêu hao bởi đơn đặt bản dựng

source: Shipped against Sales Order
de: Versandt gegen Verkaufsauftrag
es: Enviado contra orden de venta
hu: Vevői rendelésre kiszállítva
it: Spedito contro l'ordine di vendita
pt: Enviado contra o Pedido de Venda
vi: Vận chyển dựa vào đơn đặt bản dựng

source: Received against Purchase Order
de: Gegen Bestellung empfangen
es: Recibido contra la orden de compra
hu: Megrendelésre érkezett
it: Ricevuto contro l'ordine di acquisto
pt: Recebido referente ao Pedido de Compra
vi: Đã nhận dựa vào đơn đặt hàng mua

source: Returned against Return Order
de: Zurückgeschickt gegen Rücksendeauftrag
es: Devuelto contra orden de devolución
hu: Visszavéve
it: Restituito contro l'ordine di ritorno
pt: Devolvido contra Pedido de Retorno
vi: Trả hành dựa vào đơn hàng trả lại

source: Sent to customer
de: Zum Kunden geschickt
es: Enviar al cliente
hu: Vevőnek kiszállítva
it: Inviato al cliente
pt: Enviado ao cliente
vi: Gửi đến khách hàng

source: Returned from customer
de: Rücksendung vom Kunden
es: Devolución del cliente
hu: Vevőtől visszaérkezett
it: Restituito dal cliente
pt: Devolvido pelo cliente
vi: Bị trả lại từ khách hàng

source: Production
de: in Arbeit
es: Producción
hu: Folyamatban
it: Produzione
pt: Produção
vi: Sản xuất

source: Return
de: Zurück
es: Devolución
hu: Visszavétel
it: Indietro
pt: Devolução
vi: Trả lại

source: Repair
de: Reparatur
es: Reparación
hu: Javítás
it: Riparare
pt: Consertar
vi: Sửa chữa

source: Replace
de: Ersetzen
es: Reemplazo
hu: Csere
it: Sostituire
pt: Substituir
vi: Thay thế

source: Refund
de: Rückerstattung
es: Reembolso
hu: Visszatérítés
it: Rimborso
pt: Reembolsar
vi: Hoàn tiền

source: Reject
de: Ablehnen
es: Rechazo
hu: Elutasított
it: Rifiuta
pt: Recusar
vi: Từ chối

source: Invalid physical unit
de: Ungültige physikalische Einheit
es: Unidad física inválida
hu: Érvénytelen fizikai mértékegység
pt: Unidade física inválida
vi: Đơn vị vật lý không hợp lệ

source: Not a valid currency code
de: Kein gültiger Währungscode
es: No es un código de moneda válido
hu: Érvénytelen pénznem kód
it: Non è un codice valuta valido
pt: Não é um código de moeda válido
vi: Mã tiền tệ không hợp lệ

source: Overage value must not be negative
de: Überschuss-Wert darf nicht negativ sein
es: El valor excedente no debe ser negativo
hu: Túlszállítás nem lehet negatív
it: Il sovra-valore non può essere negativo
pt: Valor excedente não deve ser negativo
vi: Giá trị hàng hóa dư không thể là số âm

source: Overage must not exceed 100%
de: Überschuss darf 100% nicht überschreiten
es: El excedente no debe superar el 100%
hu: Túlszállítás nem lehet több mint 100%
it: L'eccesso non deve superare il 100%
pt: Excedente não deve exceder 100%
vi: Hàng hóa dư thừa không thể vượt quá 100%

source: Invalid value for overage
de: Ungültiger Wert für Ausschuss
es: Valor no válido para sobrecarga
hu: Érvénytelen érték a túlszállításra
it: Valore non valido per eccedenza
pt: Valor de excedente inválido
vi: Giá trị không hợp lệ cho hàng hóa dư thừa

source: Edit User Information
de: Benutzerinformationen bearbeiten
es: Editar datos del usuario
hu: Felhasználói információ módosítása
it: Modifica informazioni utente
pt: Editar informações do usuário
vi: Sửa thông tin người dùng

source: Set Password
de: Passwort setzen
es: Configurar contraseña
hu: Jelszó beállítása
it: Imposta Password
pt: Definir senha
vi: Đặt Mật khẩu

source: Password fields must match
de: Passwörter stimmen nicht überein
es: Los campos de contraseña deben coincidir
hu: A jelszavaknak egyeznie kell
it: Le password devono coincidere
pt: Os campos de senha devem coincidir
vi: Mật khẩu phải trùng khớp

source: Wrong password provided
de: Falsches Passwort angegeben
es: Contraseña incorrecta proporcionada
hu: Rossz jelszó lett megadva
it: Password inserita non corretta
pt: Senha incorreta fornecida
vi: Nhập sai mật khẩu

source: System Information
de: Systeminformationen
es: Información del sistema
hu: Rendszerinformáció
it: Informazioni sistema
pt: Informação do Sistema
vi: Thông tin hệ thống

source: About InvenTree
de: Über InvenTree
es: Acerca de InvenTree
hu: Verzió információk
it: Informazioni Su InvenTree
pt: Sobre o InvenTree
vi: Giới thiệu

source: Build must be cancelled before it can be deleted
de: Bauauftrag muss abgebrochen werden, bevor er gelöscht werden kann
es: La compilación debe cancelarse antes de poder ser eliminada
hu: A gyártást be kell fejezni a törlés előtt
it: La produzione deve essere annullata prima di poter essere eliminata
pt: Produção deve ser cancelada antes de ser deletada
vi: Bạn dựng phải được hủy bỏ trước khi có thể xóa được

source: Consumable
de: Verbrauchsmaterial
es: Consumible
hu: Fogyóeszköz
it: Consumabile
pt: Consumível
vi: Vật tư tiêu hao

source: Optional
es: Opcional
hu: Opcionális
it: Opzionale
pt: Opcional
vi: Tuỳ chọn

source: Tracked
de: Nachverfolgt
es: Rastreado
hu: Követett
it: Monitorato
pt: Monitorado
vi: Đã theo dõi

source: Allocated
de: Zugeordnet
es: Asignadas
hu: Lefoglalva
it: Allocato
pt: Alocado
vi: Đã cấp phát

source: Available
de: Verfügbar
es: Disponible
hu: Elérhető
it: Disponibile
pt: Disponível
vi: Có sẵn

source: Build Order
de: Bauauftrag
es: Construir órden
hu: Gyártási utasítás
it: Ordine di Produzione
pt: Ondem de Produção
vi: Tạo đơn hàng

source: Build Orders
de: Bauaufträge
es: Construir órdenes
hu: Gyártási utasítások
it: Ordini di Produzione
pt: Ordens de Produções
vi: Tạo đơn hàng

source: Invalid choice for parent build
de: Ungültige Wahl für übergeordneten Bauauftrag
es: Opción no válida para la construcción padre
hu: Hibás választás a szülő gyártásra
it: Scelta non valida per la produzione genitore
pt: Escolha de Produção parental inválida
vi: Lựa chọn sai cho bản dựng cha

source: Build order part cannot be changed
de: Teil in Bauauftrag kann nicht geändert werden
es: La parte del pedido de construcción no puede ser modificada
hu: Gyártási rendelés alkatrész nem változtatható
pt: Peça da ordem de produção não pode ser alterada
vi: Sản phẩm đơn đặt bản dựng không thể thay đổi được

source: Build Order Reference
de: Bauauftragsreferenz
es: Número de orden de construcción o armado
hu: Gyártási utasítás azonosító
it: Riferimento Ordine Di Produzione
pt: Referência do pedido de produção
vi: Tham chiếu đơn đặt bản dựng

source: Reference
de: Referenz
es: Referencia
hu: Azonosító
it: Riferimento
pt: Referência
vi: Tham chiếu

source: Brief description of the build (optional)
de: Kurze Beschreibung des Baus (optional)
es: Breve descripción de la construcción (opcional)
hu: Gyártás rövid leírása (opcionális)
it: Breve descrizione della build (facoltativo)
pt: Breve descrição da produção (opcional)
vi: Mô tả ngắn về phiên bạn (Tùy chọn)

source: Parent Build
de: Eltern-Bauauftrag
es: Construcción o Armado Superior
hu: Szülő gyártás
it: Produzione Genitore
pt: Produção Progenitor
vi: Phiên bản cha

source: BuildOrder to which this build is allocated
de: Bauauftrag, zu dem dieser Bauauftrag zugwiesen ist
es: Orden de Construcción o Armado a la que se asigna
hu: Gyártás, amihez ez a gyártás hozzá van rendelve
it: Ordine di produzione a cui questa produzione viene assegnata
pt: Pedido de produção para qual este serviço está alocado
vi: Đơn đặt bản dựng với bản dựng này đã được phân bổ

source: Part
de: Teil
es: Parte
hu: Alkatrész
it: Articolo
pt: Peça
vi: Nguyên liệu

source: Select part to build
de: Teil für den Bauauftrag wählen
es: Seleccionar parte a construir o armar
hu: Válassz alkatrészt a gyártáshoz
it: Selezionare parte da produrre
pt: Selecionar peça para produção
vi: Chọn sản phẩm để xây dựng

source: Sales Order Reference
de: Auftrag Referenz
es: Referencia de orden de venta
hu: Vevői rendelés azonosító
it: Numero di riferimento ordine di vendita
pt: Referência do pedido de venda
vi: Tham chiếu đơn đặt bản dựng

source: SalesOrder to which this build is allocated
de: Bestellung, die diesem Bauauftrag zugewiesen ist
es: Orden de Venta a la que se asigna
hu: Vevői rendelés amihez ez a gyártás hozzá van rendelve
it: Ordine di vendita a cui questa produzione viene assegnata
pt: Pedido de Venda para qual esta produção está alocada
vi: Đơn đặt bán hàng với bản dựng này đã được phân bổ

source: Source Location
de: Quell-Lagerort
es: Ubicación de la fuente
hu: Forrás hely
it: Posizione Di Origine
pt: Local de Origem
vi: Địa điểm nguồn

source: Select location to take stock from for this build (leave blank to take from any stock location)
de: Entnahme-Lagerort für diesen Bauauftrag wählen (oder leer lassen für einen beliebigen Lagerort)
es: Seleccione la ubicación de donde tomar stock para esta construcción o armado (deje en blanco para tomar desde cualquier ubicación)
hu: Válassz helyet ahonnan készletet vegyünk el ehhez a gyártáshoz (hagyd üresen ha bárhonnan)
it: Seleziona la posizione da cui prelevare la giacenza (lasciare vuoto per prelevare da qualsiasi posizione di magazzino)
pt: Selecione a localização para pegar do estoque para esta produção (deixe em branco para tirar a partir de qualquer local de estoque)
vi: Chọn địa điểm để lấy trong kho cho bản dựng này (để trống để lấy từ bất kỳ vị trí kho nào)

source: Destination Location
de: Ziel-Lagerort
es: Ubicación de destino
hu: Cél hely
it: Posizione Della Destinazione
pt: Local de Destino
vi: Địa điểm đích

source: Select location where the completed items will be stored
de: Lagerort an dem fertige Objekte gelagert werden auswählen
es: Seleccione la ubicación donde se almacenarán los artículos completados
hu: Válassz helyet ahol a kész tételek tárolva lesznek
it: Seleziona il luogo in cui gli articoli completati saranno immagazzinati
pt: Selecione o local onde os itens concluídos serão armazenados
vi: Chọn địa điểm nơi hàng hóa hoàn thiện sẽ được lưu kho

source: Build Quantity
de: Bau-Anzahl
es: Cantidad a crear
hu: Gyártási mennyiség
it: Quantità Produzione
pt: Quantidade de Produção
vi: Xây dựng số lượng

source: Number of stock items to build
de: Anzahl der zu bauenden Lagerartikel
es: Número de objetos existentes a construir
hu: Gyártandó készlet tételek száma
it: Numero di articoli da costruire
pt: Número de itens em estoque para produzir
vi: Số kho hàng để dựng

source: Completed items
de: Fertiggestellte Teile
es: Elementos completados
hu: Kész tételek
it: Articoli completati
pt: Itens concluídos
vi: Những mục hoàn thành

source: Number of stock items which have been completed
de: Anzahl der fertigen Lagerartikel
es: Número de productos en stock que se han completado
hu: Elkészült készlet tételek száma
it: Numero di articoli di magazzino che sono stati completati
pt: Número de itens em estoque concluídos
vi: Số sản phẩm trong kho đã được hoàn thiện

source: Build Status
de: Bauauftrags-Status
es: Estado de la construcción
hu: Gyártási állapot
it: Stato Produzione
pt: Progresso da produção
vi: Trnạg thái bản dựng

source: Build status code
de: Bau-Statuscode
es: Código de estado de construcción
hu: Gyártás státusz kód
it: Codice stato di produzione
pt: Código de situação da produção
vi: Mã trạng thái bản dựng

source: Batch Code
de: Losnummer
es: Numero de lote
hu: Batch kód
it: Codice Lotto
pt: Código de Lote
vi: Mã lô hàng

source: Batch code for this build output
de: Losnummer für dieses Endprodukt
es: Número de lote de este producto final
hu: Batch kód a gyártás kimenetéhez
it: Codice del lotto per questa produzione
pt: Código do lote para esta saída de produção
vi: Mã lô cho đầu ra bản dựng này

source: Creation Date
de: Erstelldatum
es: Fecha de Creación
hu: Létrehozás dátuma
it: Data di creazione
pt: Criado em
vi: Ngày tạo

source: Target completion date
de: geplantes Fertigstellungsdatum
es: Fecha límite de finalización
hu: Befejezés cél dátuma
it: Data completamento obiettivo
pt: Data alvo final
vi: Ngày hoàn thành mục tiêu

source: Target date for build completion. Build will be overdue after this date.
de: Zieldatum für Bauauftrag-Fertigstellung.
es: Fecha límite para la finalización de la construcción. La construcción estará vencida después de esta fecha.
hu: Cél dátum a gyártás befejezéséhez. Ez után késettnek számít majd.
it: Data di completamento della produzione. Dopo tale data la produzione sarà in ritardo.
pt: Data alvo para finalização de produção. Estará atrasado a partir deste dia.
vi: Ngày mục tiêu để hoàn thành bản dựng. Bản dựng sẽ bị quá hạn sau ngày này.

source: Completion Date
de: Fertigstellungsdatum
es: Fecha de finalización
hu: Befejezés dátuma
it: Data di completamento
pt: Data de conclusão
vi: Ngày hoàn thành

source: completed by
de: Fertiggestellt von
es: terminado por
hu: elkészítette
it: Completato da
pt: Concluído por
vi: hoàn thành bởi

source: Issued by
de: Aufgegeben von
es: Emitido por
hu: Indította
it: Rilasciato da
pt: Emitido por
vi: Cấp bởi
