Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Item must have a build reference if is_building=True
de: Teil muss eine Referenz haben wenn is_building wahr ist
es: El artículo debe tener una referencia de construcción si is_building=True
hu: A tételnek kell legyen gyártási azonosítója ha az is_bulding igaz
it: L'elemento deve avere un riferimento di costruzione se is_building=True
pt: Item deve ter uma referência de produção se is_building=True
vi: Hàng hóa phải có 1 tham chiếu bản dựng nếu is_building=True

source: Build reference does not point to the same part object
de: Referenz verweist nicht auf das gleiche Teil
es: La referencia de la construcción no apunta al mismo objeto de parte
hu: Gyártási azonosító nem ugyanarra az alkatrész objektumra mutat
it: Il riferimento di costruzione non punta allo stesso oggetto dell'articolo
pt: Referência de produção não aponta ao mesmo objeto da peça
vi: Tham chiếu bản dựng không thể trỏ vào cùng một đối tượng sản phẩm

source: Parent Stock Item
de: Eltern-Lagerartikel
es: Artículo de stock padre
hu: Szülő készlet tétel
it: Elemento di magazzino principale
pt: Item de Estoque Parental
vi: Hàng trong kho cha

source: Base part
de: Basis-Teil
es: Parte base
hu: Kiindulási alkatrész
it: Articolo base
pt: Peça base
vi: Sản phẩm cơ bản

source: Select a matching supplier part for this stock item
de: Passendes Zuliefererteil für diesen Lagerartikel auswählen
es: Seleccione una parte del proveedor correspondiente para este artículo de stock
hu: Válassz egy egyező beszállítói alkatrészt ehhez a készlet tételhez
it: Seleziona un fornitore articolo corrispondente per questo elemento di magazzino
pt: Selecione uma peça do fornecedor correspondente para este item de estoque
vi: Chọn sản phẩm nhà cung cấp khớp với hàng hóa trong kho này

source: Where is this stock item located?
de: Wo wird dieses Teil normalerweise gelagert?
es: ¿Dónde se encuentra este artículo de stock?
hu: Hol található ez az alkatrész?
it: Dove si trova questo articolo di magazzino?
pt: Onde está localizado este item de estoque?
vi: Hàng trong kho này được đặt ở đâu?

source: Packaging this stock item is stored in
de: Verpackung, in der dieser Lagerartikel gelagert ist
es: Empaquetar este artículo de stock se almacena en
hu: A csomagolása ennek a készlet tételnek itt van tárolva
it: Imballaggio di questo articolo di magazzino è collocato in
pt: Embalagem deste item de estoque está armazenado em
vi: Đóng gói hàng hóa này được lưu trữ lại

source: Is this item installed in another item?
de: Ist dieses Teil in einem anderen verbaut?
es: ¿Está este artículo instalado en otro artículo?
hu: Ez a tétel be van építve egy másik tételbe?
it: Questo elemento è stato installato su un altro elemento?
pt: Este item está instalado em outro item?
vi: Mục này đã được cài đặt trong mục khác?

source: Serial number for this item
de: Seriennummer für dieses Teil
es: Número de serie para este artículo
hu: Sorozatszám ehhez a tételhez
it: Numero di serie per questo elemento
pt: Número de série para este item
vi: Số sê ri cho mục này

source: Batch code for this stock item
de: Losnummer für diesen Lagerartikel
es: Código de lote para este artículo de stock
hu: Batch kód ehhez a készlet tételhez
it: Codice lotto per questo elemento di magazzino
pt: Código do lote para este item de estoque
vi: Mã lô cho hàng trong kho này

source: Stock Quantity
de: Bestand
es: Cantidad de Stock
hu: Készlet mennyiség
it: Quantità disponibile
pt: Quantidade de Estoque
vi: Số lượng tồn kho

source: Source Build
de: Quellbau
es: Build de origen
hu: Forrás gyártás
it: Genera Costruzione
pt: Produção de Origem
vi: Bản dựng nguồn

source: Build for this stock item
de: Bauauftrag für diesen Lagerartikel
es: Build para este item de stock
hu: Gyártás ehhez a készlet tételhez
it: Costruisci per questo elemento di magazzino
pt: Produção para este item de estoque
vi: Bản dựng cho hàng hóa này

source: Consumed By
es: Consumido por
hu: Felhasználva ebben
pt: Consumido por
vi: Tiêu thụ bởi

source: Build order which consumed this stock item
hu: Felhasználva ebben a gyártásban
pt: Pedido de produção que consumiu este item de estoque
vi: Đơn đặt bản dựng đã dùng hàng hóa này

source: Source Purchase Order
de: Quelle Bestellung
es: Orden de compra de origen
hu: Forrás beszerzési rendelés
it: Origina Ordine di Acquisto
pt: Pedido de compra Fonte
vi: Đơn đặt mua nguồn

source: Purchase order for this stock item
de: Bestellung für diesen Lagerartikel
es: Orden de compra para este artículo de stock
hu: Beszerzés ehhez a készlet tételhez
it: Ordine d'acquisto per questo articolo in magazzino
pt: Pedido de Compra para este item de estoque
vi: Đơn đặt mua cho hàng hóa này

source: Destination Sales Order
de: Ziel-Auftrag
es: Orden de venta de destino
hu: Cél vevői rendelés
it: Destinazione Ordine di Vendita
pt: Destino do Pedido de Venda
vi: Đơn hàng bán đích

source: Expiry date for stock item. Stock will be considered expired after this date
de: Ablaufdatum für Lagerartikel. Bestand wird danach als abgelaufen gekennzeichnet
es: Fecha de caducidad del artículo de stock. El stock se considerará caducado después de esta fecha
hu: Készlet tétel lejárati dátuma. A készlet lejártnak tekinthető ezután a dátum után
it: Data di scadenza per l'elemento di magazzino. Le scorte saranno considerate scadute dopo questa data
pt: Data de validade para o item de estoque. Estoque será considerado expirado após este dia
vi: Ngày hết hạn của hàng hóa này. Kho sẽ được nhắc tình trạng hết hạn sau ngày này

source: Delete on deplete
de: Löschen wenn leer
es: Eliminar al agotar
hu: Törlés ha kimerül
it: Elimina al esaurimento
pt: Excluir quando esgotado
vi: Xóa khi thiếu hụt

source: Delete this Stock Item when stock is depleted
de: Diesen Lagerartikel löschen wenn der Bestand aufgebraucht ist
es: Eliminar este artículo de stock cuando se agoten las existencias
hu: Készlet tétel törlése ha kimerül
it: Cancella questo Elemento di Magazzino quando la giacenza è esaurita
pt: Excluir este item de estoque quando o estoque for esgotado
vi: Xóa hàng trong kho này khi kho hàng bị thiếu hụt

source: Single unit purchase price at time of purchase
de: Preis für eine Einheit bei Einkauf
es: Precio de compra único en el momento de la compra
hu: Egy egység beszerzési ára a beszerzés időpontjában
it: Prezzo di acquisto unitario al momento dell’acquisto
pt: Preço de compra unitário único no momento da compra
vi: Giá mua riêng lẻ tại thời điểm mua

source: Converted to part
de: In Teil umgewandelt
es: Convertido a parte
hu: Alkatrésszé alakítva
it: Convertito in articolo
pt: Convertido para peça
vi: Đã chuyển đổi sang sản phẩm

source: Part is not set as trackable
de: Teil ist nicht verfolgbar
es: La parte no está establecida como rastreable
hu: Az alkatrész nem követésre kötelezett
it: L'articolo non è impostato come tracciabile
pt: Peça não está definida como rastreável
vi: Chưa đặt sản phẩm thành có thể theo dõi

source: Quantity must be integer
de: Anzahl muss eine Ganzzahl sein
es: Cantidad debe ser un entero
hu: Mennyiség egész szám kell legyen
it: La quantità deve essere un numero intero
pt: Quantidade deve ser inteira
vi: Số lượng phải là số nguyên

source: Quantity must not exceed available stock quantity ({self.quantity})
hu: A mennyiség nem haladhatja meg az elérhető készletet ({self.quantity})
pt: Quantidade não deve exceder a quantidade em estoque ({self.quantity})
vi: Số lượng không thể vượt quá số lượng trong kho đang có ({self.quantity})

source: Serial numbers must be a list of integers
de: Seriennummern muss eine Liste von Ganzzahlen sein
es: Los números de serie deben ser una lista de enteros
hu: A sorozatszám egész számok listája kell legyen
it: I numeri di serie devono essere numeri interi
pt: Números de série devem ser uma lista de números inteiros
vi: Số sêri phải là một danh sách dãy số nguyên

source: Quantity does not match serial numbers
de: Anzahl stimmt nicht mit den Seriennummern überein
es: La cantidad no coincide con los números de serie
hu: A mennyiség nem egyezik a megadott sorozatszámok számával
it: La quantità non corrisponde ai numeri di serie
pt: A quantidade não corresponde aos números de série
vi: Số lượng không khớp với số sêri

source: Serial numbers already exist
de: Seriennummern existieren bereits
es: Números de serie ya existen
hu: A sorozatszámok már léteznek
it: Numeri di serie già esistenti
pt: Números de série já existem
vi: Số sêri đã tồn tại

source: Stock item has been assigned to a sales order
de: Artikel wurde einem Kundenauftrag zugewiesen
es: Artículo de stock ha sido asignado a un pedido de venta
hu: Készlet tétel hozzárendelve egy vevői rendeléshez
it: L'elemento di magazzino è stato assegnato a un ordine di vendita
pt: Item em estoque foi reservado para um pedido
vi: Hàng trong kho đã được gán vào đơn hàng bán

source: Stock item is installed in another item
de: Lagerartikel ist in anderem Element verbaut
es: Artículo de stock está instalado en otro artículo
hu: Készlet tétel beépül egy másikba
it: L'elemento di magazzino è installato in un altro elemento
pt: Item em estoque está instalado em outro item
vi: Hàng trong kho đã được cài đặt vào hàng hóa khác

source: Stock item contains other items
de: Lagerartikel enthält andere Artikel
es: Artículo de stock contiene otros artículos
hu: A készlet tétel más tételeket tartalmaz
it: L'elemento di magazzino contiene altri elementi
pt: item em estoque contem outro(s) items
vi: Hàng trong kho chứa hàng hóa khác

source: Stock item has been assigned to a customer
de: Artikel wurde einem Kunden zugewiesen
es: Artículo de stock ha sido asignado a un cliente
hu: Készlet tétel hozzárendelve egy vevőhöz
it: L'elemento di magazzino è stato assegnato a un cliente
pt: Item em estoque foi reservado para outro cliente
vi: Hàng trong kho đã được gắn với một khách hàng

source: Stock item is currently in production
de: Lagerartikel wird aktuell produziert
es: El artículo de stock está en producción
hu: Készlet tétel gyártás alatt
it: L'elemento di magazzino è attualmente in produzione
pt: Item no estoque está em produção no momento
vi: Hàng trong kho hiện đang sản xuất

source: Serialized stock cannot be merged
de: Nachverfolgbare Lagerartikel können nicht zusammengeführt werden
es: Stock serializado no puede ser combinado
hu: Követésre kötelezett készlet nem vonható össze
it: Il magazzino serializzato non può essere unito
pt: Itens de série não podem ser mesclados
vi: Không thể hợp nhất kho nối tiếp

source: Duplicate stock items
de: Artikel duplizeren
es: Artículos de Stock Duplicados
hu: Duplikált készlet tételek vannak
it: Duplica elementi di magazzino
pt: Item de estoque duplicado
vi: Mặt hàng trùng lặp

source: Stock items must refer to the same part
de: Lagerartikel müssen auf dasselbe Teil verweisen
es: Los artículos de stock deben referirse a la misma parte
hu: A készlet tétel ugyanarra az alkatrészre kell vonatkozzon
it: Gli elementi di magazzino devono riferirsi allo stesso articolo
pt: Itens de estoque devem se referir à mesma peça
vi: Mặt hàng phải tham chiếu đến sản phẩm tương tự

source: Stock items must refer to the same supplier part
de: Lagerartikel müssen auf dasselbe Lieferantenteil verweisen
es: Los artículos de stock deben referirse a la misma parte del proveedor
hu: A készlet tétel ugyanarra a beszállítói alkatrészre kell vonatkozzon
it: Gli elementi di magazzino devono riferirsi allo stesso articolo fornitore
pt: Itens de estoque devem se referir à mesma peça do fornecedor
vi: Mặt hàng phải tham chiếu đến sản phẩm nhà cung cấp tương tự

source: Stock status codes must match
de: Status-Codes müssen zusammenpassen
es: Los códigos de estado del stock deben coincidir
hu: Készlet tételek állapotainak egyeznie kell
it: I codici di stato dello stock devono corrispondere
pt: Códigos de estado do estoque devem corresponder
vi: Mã trạng thái kho phải phù hợp

source: StockItem cannot be moved as it is not in stock
de: Lagerartikel kann nicht bewegt werden, da kein Bestand vorhanden ist
es: Stock no se puede mover porque no está en stock
hu: Készlet tétel nem mozgatható mivel nincs készleten
it: Le giacenze non possono essere spostate perché non disponibili
pt: Item do estoque não pode ser realocado se não houver estoque da mesma
vi: Không thể xóa mặt hàng không ở trong kho

source: Entry notes
de: Eintrags-Notizen
es: Notas de entrada
hu: Bejegyzés megjegyzései
it: Note d'ingresso
pt: Observações de entrada
vi: Ghi chú đầu vào

source: Value must be provided for this test
de: Wert muss für diesen Test angegeben werden
es: Debe proporcionarse un valor para esta prueba
hu: Ehhez a teszthez meg kell adni értéket
it: Il valore deve essere fornito per questo test
pt: Deve-se fornecer o valor desse teste
vi: Phải cung cấp giá trị cho kiểm thử này

source: Attachment must be uploaded for this test
de: Anhang muss für diesen Test hochgeladen werden
es: El archivo adjunto debe ser subido para esta prueba
hu: Ehhez a teszthez fel kell tölteni mellékletet
it: L'allegato deve essere caricato per questo test
pt: O anexo deve ser enviado para este teste
vi: Phải tải liên đính kèm cho kiểm thử này

source: Test name
de: Name des Tests
es: Nombre del test
hu: Teszt neve
it: Nome Test
vi: Tên kiểm thử

source: Test result
de: Testergebnis
es: Resultado de la prueba
hu: Teszt eredménye
it: Risultato Test
pt: Resultado do teste
vi: Kết quả kiểm thử

source: Test output value
de: Test Ausgabe Wert
es: Valor de salida de prueba
hu: Teszt kimeneti értéke
it: Test valore output
pt: Valor da saída do teste
vi: Giá trị đầu ra kiểm thử

source: Test result attachment
de: Test Ergebnis Anhang
es: Adjunto de resultados de prueba
hu: Teszt eredmény melléklet
it: Risultato della prova allegato
pt: Anexo do resultado do teste
vi: Đính kèm kết quả kiểm thử

source: Test notes
de: Test Notizen
es: Notas de prueba
hu: Tesztek megjegyzései
it: Note del test
pt: Notas do teste
vi: Ghi chú kiểm thử

source: Serial number is too large
de: Seriennummer ist zu lang
es: El número de serie es demasiado grande
hu: Szériaszám túl nagy
it: Il numero di serie è troppo grande
pt: Número de série é muito grande
vi: Số sêri quá lớn

source: Use pack size when adding: the quantity defined is the number of packs
hu: Csomagolási mennyiség használata: a megadott mennyiség ennyi csomag
pt: Usar tamanho do pacote ao adicionar: a quantidade definida é o número de pacotes
vi: Sử dụng kích thước đóng gói khi thêm: Số lượng được định nghĩa là số của gói

source: Purchase price of this stock item, per unit or pack
de: Einkaufspreis dieses Lagerartikels, pro Einheit oder Verpackungseinheit
hu: Készlet tétel beszerzési ára, per darab vagy csomag
pt: Preço de compra para este item de estoque, por unidade ou pacote
vi: Giá mua của mặt hàng, theo đơn vị hoặc gói

source: Enter number of stock items to serialize
de: Anzahl der zu serialisierenden Lagerartikel eingeben
es: Introduzca el número de artículos de stock para serializar
hu: Add meg hány készlet tételt lássunk el sorozatszámmal
it: Inserisci il numero di elementi di magazzino da serializzare
pt: Insira o número de itens de estoque para serializar
vi: Nhập số của mặt hàng cần tạo số nối tiếp

source: Quantity must not exceed available stock quantity ({q})
de: Anzahl darf nicht die verfügbare Menge überschreiten ({q})
es: La cantidad no debe exceder la cantidad disponible de stock ({q})
hu: A mennyiség nem lépheti túl a rendelkezésre álló készletet ({q})
it: La quantità non deve superare la quantità disponibile ({q})
pt: Quantidade não deve exceder a quantidade disponível em estoque ({q})
vi: Số lượng phải không vượt quá số lượng trong kho đang có ({q})

source: Enter serial numbers for new items
de: Seriennummern für neue Teile eingeben
es: Introduzca números de serie para nuevos artículos
hu: Írd be a sorozatszámokat az új tételekhez
it: Inserisci i numeri di serie per i nuovi elementi
pt: Inserir número de série para novos itens
vi: Điền số sêri cho hàng hóa mới

source: Destination stock location
de: Ziel-Bestand
es: Ubicación de stock de destino
hu: Cél készlet hely
it: Posizione magazzino di destinazione
pt: Local de destino do estoque
vi: Vị trí kho đích

source: Optional note field
de: Optionales Notizfeld
es: Campo de nota opcional
hu: Opcionális megjegyzés mező
it: Note opzionali elemento
pt: Campo opcional de notas
vi: Trường ghi chú tùy chọn

source: Serial numbers cannot be assigned to this part
de: Seriennummern können diesem Teil nicht zugewiesen werden
es: Los números de serie no se pueden asignar a esta parte
hu: Sorozatszámokat nem lehet hozzárendelni ehhez az alkatrészhez
it: Numeri di serie non possono essere assegnati a questo articolo
pt: Números de série não podem ser atribuídos a esta peça
vi: Không thể gán số sêri cho sản phẩm này

source: Select stock item to install
de: Lagerartikel für Installation auswählen
hu: Válaszd ki a beépítésre szánt készlet tételt
it: Seleziona elementi di magazzino da installare
pt: Selecione o item de estoque para instalar
vi: Chọn mặt hàng để lắp đặt

source: Quantity to Install
hu: Beépítendő mennyiség
pt: Quantidade a Instalar
vi: Số lượng để cài đặt

source: Enter the quantity of items to install
hu: Adja meg a beépítendő mennyiséget
pt: Insira a quantidade de itens a instalar
vi: Nhập số lượng hàng hóa để cài đặt

source: Add transaction note (optional)
de: Transaktionsnotizen hinzufügen (optional)
es: Añadir nota de transacción (opcional)
hu: Tranzakció megjegyzés hozzáadása (opcionális)
it: Aggiungi nota di transazione (opzionale)
pt: Adicionar nota de transação (opcional)
vi: Thêm ghi chú giao dịch (tùy chọn)

source: Quantity to install must be at least 1
hu: A beépítendő mennyiség legalább 1 legyen
pt: A quantidade para instalar deve ser pelo menos 1
vi: Số lượng cần cài đặt phải ít nhất là 1

source: Stock item is unavailable
de: Lagerartikel ist nicht verfügbar
hu: Készlet tétel nem elérhető
it: Elemento di magazzino non disponibile
pt: Item de estoque indisponível
vi: Mặt hàng không khả dụng

source: Selected part is not in the Bill of Materials
de: Ausgewähltes Teil ist nicht in der Stückliste
hu: A kiválasztott alkatrész nincs az alkatrészjegyzékben
it: L'articolo selezionato non è nella Fattura dei Materiali
pt: Peça selecionada não está na Lista de Materiais
vi: Sản phẩm đã chọn không có trong hóa đơn vật liệu

source: Quantity to install must not exceed available quantity
hu: A beépítendő mennyiség nem haladhatja meg az elérhető mennyiséget
pt: Quantidade a instalar não deve exceder a quantidade disponível
vi: Số lượng cần lắp đặt phải không vượt quá số lượng đang có

source: Destination location for uninstalled item
de: Ziel Lagerort für unverbautes Objekt
hu: Cél hely a kiszedett tételeknek
it: Posizione di destinazione per gli elementi disinstallati
pt: Local de destino para o item desinstalado
vi: Vị trí đích cho hàng hóa bị gỡ bỏ

source: Select part to convert stock item into
de: Wählen Sie einen Teil aus, zu dem dieser Lagerartikel geändert werden soll
hu: Válassz alkatrészt amire konvertáljuk a készletet
it: Seleziona l'articolo in cui convertire l'elemento di magazzino
pt: Selecione peça para converter o item de estoque em
vi: Chọn sản phẩm để chuyển đổi mặt hàng vào bên trong

source: Selected part is not a valid option for conversion
de: Das ausgewählte Teil ist keine gültige Option für die Umwandlung
hu: A kiválasztott alkatrész nem megfelelő a konverzióhoz
it: L'articolo selezionato non è una valida opzione per la conversione
pt: Peça selecionada não é uma opção válida para conversão
vi: Sản phẩm đã chọn không phải là tùy chọn hợp lệ để chuyển đổi

source: Cannot convert stock item with assigned SupplierPart
hu: Készlet tétel hozzárendelt beszállítói alkatrésszel nem konvertálható
pt: Não é possível converter o item de estoque com a Peça de Fornecedor atribuída
vi: Không thể chuyển đổi hàng hóa với sản phẩm nhà cung cấp đã gán

source: Destination location for returned item
de: Ziel Lagerort für zurückgegebene Artikel
hu: Cél hely a visszatérő tételeknek
it: Posizione di destinazione per l'elemento restituito
pt: Local de destino para item retornado
vi: Vị trí đích dành cho hàng hóa trả lại

source: Select stock items to change status
hu: Válaszd ki a státuszváltásra szánt készlet tételeket
pt: Selecionar itens de estoque para mudar estados
vi: Chọn mặt hàng để đổi trạng thái

source: No stock items selected
hu: Nincs készlet tétel kiválasztva
pt: Nenhum item de estoque selecionado
vi: Không có mặt hàng nào được chọn

source: Part must be salable
de: Teil muss verkaufbar sein
es: La parte debe ser vendible
hu: Az alkatrésznek értékesíthetőnek kell lennie
it: L'articolo deve essere vendibile
pt: Parte deve ser comercializável
vi: Sản phẩm phải có thể bán được

source: Item is allocated to a sales order
de: Artikel ist einem Kundenauftrag zugeordnet
es: El artículo está asignado a una orden de venta
hu: A tétel egy vevő rendeléshez foglalt
it: L'elemento è assegnato a un ordine di vendita
pt: Item é alocado para um pedido de venda
vi: Hàng hóa được phân bổ đến một đơn hàng bán

source: Item is allocated to a build order
de: Artikel ist einem Fertigungsauftrag zugeordnet
es: El artículo está asignado a una orden de creación
hu: A tétel egy gyártási utasításhoz foglalt
it: Elemento assegnato a un ordine di costruzione
pt: Item está alocado a um pedido de produção
vi: Hàng hóa được phân bổ đến một đơn đặt bản dựng

source: Customer to assign stock items
de: Kunde zum Zuweisen von Lagerartikel
es: Cliente para asignar artículos de stock
hu: Vevő akihez rendeljük a készlet tételeket
it: Cliente a cui assegnare elementi di magazzino
pt: Cliente para atribuir itens de estoque
vi: Khách hàng được gán vào các mặt hàng

source: Selected company is not a customer
de: Ausgewählte Firma ist kein Kunde
es: La empresa seleccionada no es un cliente
hu: A kiválasztott cég nem egy vevő
it: L'azienda selezionata non è un cliente
pt: A empresa selecionada não é um cliente
vi: Công ty đã chọn không phải là khách hàng

source: Stock assignment notes
de: Notizen zur Lagerzuordnung
es: Notas de asignación de stock
hu: Készlet hozzárendelés megjegyzései
it: Note sull'assegnazione delle scorte
pt: Nodas atribuídas a estoque
vi: Ghi chú phân bổ kho

source: A list of stock items must be provided
de: Eine Liste der Lagerbestände muss angegeben werden
es: Debe proporcionarse una lista de artículos de stock
hu: A készlet tételek listáját meg kell adni
it: Deve essere fornito un elenco degli elementi di magazzino
pt: Uma lista de item de estoque deve ser providenciada
vi: Phải cung cấp danh sách mặt hàng

source: Stock merging notes
de: Notizen zur Lagerartikelzusammenführung
es: Notas de fusión de stock
hu: Készlet összevonás megjegyzései
it: Note di fusione di magazzino
pt: Notas de fusão de estoque
vi: Ghi chú gộp kho

source: Allow mismatched suppliers
de: Unterschiedliche Lieferanten erlauben
es: Permitir proveedores no coincidentes
hu: Nem egyező beszállítók megengedése
it: Consenti fornitori non corrispondenti
pt: Permitir fornecedores divergentes
vi: Cho phép nhiều nhà cung không khớp

source: Allow stock items with different supplier parts to be merged
de: Zusammenführen von Lagerartikeln mit unterschiedlichen Lieferanten erlauben
es: Permitir fusionar artículos de stock con diferentes partes de proveedor
hu: Különböző beszállítói alkatrészekből származó készletek összevonásának engedélyezése
it: Consenti di unire gli elementi di magazzino che hanno fornitori diversi
pt: Permitir a fusão de itens de estoque de fornecedores diferentes
vi: Cho phép mặt hàng cùng sản phẩm nhà cung cấp khác phải được gộp

source: Allow mismatched status
de: Unterschiedliche Status erlauben
es: Permitir estado no coincidente
hu: Nem egyező állapotok megjelenítése
it: Consenti stato non corrispondente
pt: Permitir estado incompatível
vi: Cho phép trạng thái không khớp
