Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Default Supplier ID
de: Standard-Lieferantennummer
es: ID de proveedor predeterminado
hu: Alapértelmezett beszállító ID
it: ID Fornitore Predefinito
pt: ID de Fornecedor Padrão
vi: ID nhà cung ứng mặc định

source: Variant Of
de: Variante von
es: Variante de
hu: Ebből a sablonból
it: Variante Di
pt: Variante de
vi: Biến thể của

source: Minimum Stock
de: Minimaler Bestand
es: Stock mínimo
hu: Minimális készlet
it: Scorta Minima
pt: Estoque Mínimo
vi: Kho tối thiểu

source: In Stock
de: Auf Lager
es: En Stock
hu: Készleten
it: In magazzino
pt: Em Estoque
vi: Còn hàng

source: On Order
de: Bestellt
es: En pedido
hu: Rendelve
it: Ordinato
pt: No pedido
vi: Bật đơn hàng

source: Used In
de: Benutzt in
es: Usado en
hu: Felhasználva ebben
it: Utilizzato In
pt: Usado em
vi: Sử dụng trong

source: Building
de: Im Bau
es: En construcción
hu: Gyártásban
it: In Costruzione
pt: Produzindo
vi: Đang dựng

source: Minimum Cost
de: Minimale Kosten
es: Costo mínimo
hu: Minimum költség
it: Costo Minimo
pt: Custo Mínimo
vi: Chi phí tối thiểu

source: Maximum Cost
de: Maximale Kosten
es: Costo máximo
hu: Maximum költség
it: Costo Massimo
pt: Custo Máximo
vi: Chi phí tối đa

source: Parent ID
de: Eltern ID
es: Identificador de la clase o especie padre
hu: Szülő ID
it: ID principale
pt: ID Paternal
vi: ID cha

source: Parent Name
de: Name des übergeordneten Teils
es: Nombre del padre
hu: Szülő neve
it: Nome Principale
pt: Nome Paternal
vi: Tên cha

source: Category Path
de: Pfad zur Kategorie
es: Ruta de Categoría
hu: Kategória elérési út
it: Percorso Categoria
pt: Caminho da Categoria
vi: Đưỡng dẫn danh mục

source: Parts
de: Teile
es: Partes
hu: Alkatrészek
it: Articoli
pt: Peças
vi: Nguyên liệu

source: BOM Level
de: Stücklistenebene
es: Nivel de BOM
hu: Alkatrészjegyzék szint
it: Livello Distinta Base
pt: Nível da LDM
vi: Cấp độ BOM

source: BOM Item ID
de: Stücklisten-Position ID
es: ID de artículo de BOM
hu: Alkatrészjegyzék tétel ID
it: ID Elemento Distinta Base
pt: ID Item LDM
vi: ID hàng hóa BOM

source: Parent IPN
de: Übergeordnete IPN
es: IPN del padre
hu: Szülő IPN
it: IPN Principale
pt: IPN Paternal
vi: IPN cha

source: Part IPN
de: Teil IPN
es: IPN de la parte
hu: Alkatrész IPN
it: IPN Articolo
pt: IPN da Peça
vi: IPN sản phẩm

source: Minimum Price
de: Niedrigster Preis
es: Precio mínimo
hu: Minimum ár
it: Prezzo Minimo
pt: Preço Mínimo
vi: Giá thấp nhất

source: Maximum Price
de: Höchster Preis
es: Precio máximo
hu: Maximum ár
it: Prezzo Massimo
pt: Preço Máximo
vi: Giá cao nhất

source: Incoming Purchase Order
de: Eingehende Bestellung
es: Orden de compra entrante
hu: Beérkező beszerzési rendelés
it: Ordine D'Acquisto In Arrivo
pt: Pedido de compra recebido
vi: Đơn đặt mua vào

source: Outgoing Sales Order
de: Ausgehender Auftrag
es: Orden de venta saliente
hu: Kimenő vevői rendelés
it: Ordine di Vendita in Uscita
pt: Pedidos de Venda Feitos
vi: Đơn hàng bán ra

source: Stock produced by Build Order
de: Lagerartikel produziert von Bauauftrag
hu: Gyártással előállított készlet
it: Giacenza prodotta dall'Ordine di Costruzione
pt: Estoque produzido pelo Pedido de Produção
vi: Kho sản xuất bởi Đơn đặt bản dựng

source: Stock required for Build Order
de: Lagerartikel für Bauauftrag benötigt
hu: A gyártási utasításhoz szükséges készlet
it: Giacenza richiesta per l'Ordine di Produzione
pt: Estoque obrigatório para Pedido de Produção
vi: Kho được yêu cầu cho đơn đặt bản dựng

source: Valid
de: Gültig
es: Válido
hu: Érvényes
it: Valido
pt: Válido
vi: Hợp lệ

source: Validate entire Bill of Materials
de: Gesamte Stückliste validieren
es: Validación de Lista de Materiales
hu: Teljes alkatrészjegyzék jóváhagyása
it: Convalida l'intera Fattura dei Materiali
pt: Validar a Lista de Materiais completa
vi: Xác minh toàn bộ hóa đơn vật liệu

source: This option must be selected
de: Diese Option muss ausgewählt werden
es: Esta opción debe ser seleccionada
hu: Ennek az opciónak ki kll lennie választva
it: Questa opzione deve essere selezionata
pt: Esta opção deve ser selecionada
vi: Tùy chọn này phải được chọn

source: Default Location
de: Standard-Lagerort
es: Ubicación Predeterminada
hu: Alapértelmezett hely
it: Posizione Predefinita
pt: Local Padrão
vi: Điểm bán mặc định

source: Total Stock
de: Gesamtbestand
es: Inventario Total
hu: Teljes készlet
it: Giacenze Totali
pt: Estoque Total
vi: Tổng số lượng

source: Available Stock
de: Verfügbarer Bestand
es: Stock Disponible
hu: Elérhető készlet
it: Disponibilità in magazzino
pt: Estoque Disponível
vi: Số hàng tồn

source: Input quantity for price calculation
de: Menge für die Preisberechnung
es: Cantidad de entrada para el cálculo del precio
hu: Add meg a mennyiséget az árszámításhoz
it: Digita la quantità per il calcolo del prezzo
pt: Quantidade para o cálculo de preço
vi: Số lượng đầu ra cho tính toán giá bán

source: Part Category
de: Teil-Kategorie
es: Categoría de parte
hu: Alkatrész kategória
it: Categoria Articoli
pt: Categoria da Peça
vi: Danh mục sản phẩm

source: Part Categories
de: Teil-Kategorien
es: Categorías de parte
hu: Alkatrész kategóriák
it: Categorie Articolo
pt: Categorias de Peça
vi: Danh mục sản phẩm

source: Default location for parts in this category
de: Standard-Lagerort für Teile dieser Kategorie
es: Ubicación predeterminada para partes de esta categoría
hu: Ebben a kategóriában lévő alkatrészek helye alapban
it: Posizione predefinita per gli articoli di questa categoria
pt: Local padrão para peças desta categoria
vi: Vị trí mặc định cho sản phẩm trong danh mục này

source: Structural
de: Strukturell
es: Estructural
hu: Szerkezeti
it: Strutturale
pt: Estrutural
vi: Cấu trúc

source: Parts may not be directly assigned to a structural category, but may be assigned to child categories.
de: Teile können nicht direkt einer strukturellen Kategorie zugeordnet werden, können aber untergeordneten Kategorien zugeordnet werden.
es: Las partes no pueden asignarse directamente a una categoría estructural, pero pueden asignarse a categorías hijas.
hu: A szerkezeti alkatrész kategóriákhoz nem lehet direktben alkatrészeket hozzáadni, csak az alkategóriáikhoz.
it: Le parti non possono essere assegnate direttamente a una categoria strutturale, ma possono essere assegnate a categorie subordinate.
pt: Peças não podem ser diretamente atribuídas a uma categoria estrutural, mas podem ser atribuídas a categorias filhas.
vi: Hàng hóa không được gán trực tiếp vào danh mục có cấu trúc nhưng có thể được gán vào danh mục con.

source: Default keywords
de: Standard Stichwörter
es: Palabras clave predeterminadas
hu: Alapértelmezett kulcsszavak
it: Keywords predefinite
pt: Palavras-chave Padrão
vi: Từ khóa mặc định

source: Default keywords for parts in this category
de: Standard-Stichworte für Teile dieser Kategorie
es: Palabras clave por defecto para partes en esta categoría
hu: Ebben a kategóriában évő alkatrészek kulcsszavai alapban
it: Parole chiave predefinite per gli articoli in questa categoria
pt: Palavras-chave padrão para peças nesta categoria
vi: Từ khóa mặc định cho sản phẩm trong danh mục này

source: Icon
de: Symbol
es: Icono
hu: Ikon
it: Icona
pt: Ícone
vi: Biểu tượng

source: Icon (optional)
de: Symbol (optional)
es: Icono (opcional)
hu: Ikon (opcionális)
it: Icona (facoltativa)
pt: Ícone (opcional)
vi: Biểu tượng (tùy chọn)

source: You cannot make this part category structural because some parts are already assigned to it!
de: Sie können diese Teilekategorie nicht als strukturell festlegen, da ihr bereits Teile zugewiesen sind!
es: ¡No puedes hacer que esta categoría de partes sea estructural porque algunas partes ya están asignadas!
hu: Nem lehet az alkatrészkategóriát szerkezeti kategóriává tenni, mert már vannak itt alkatrészek!
it: Non puoi rendere principale questa categoria di articoli perché alcuni articoli sono già assegnati!
pt: Você não pode tornar esta categoria em estrutural, pois, algumas partes já estão alocadas!
vi: Bạn không thể thay đổi cấu trúc nhóm sản phẩm này vì một số sản phẩm đã được gắn với nó rồi!

source: Invalid choice for parent part
de: Ungültige Auswahl für übergeordnetes Teil
es: Opción no válida para la parte principal
hu: Hibás választás a szülő alkatrészre
it: Scelta non valida per l'articolo principale
pt: Escolha inválida para peça parental
vi: Lựa chọn sai cho sản phẩm cha

source: Part '{self}' cannot be used in BOM for '{parent}' (recursive)
hu: Az '{self}' alkatrész nem használható a '{parent}' alkatrészjegyzékében (mert rekurzív lenne)
pt: Peça '{self}' não pode ser utilizada na BOM para '{parent}' (recursiva)
vi: Không thể dùng sản phẩm '{self}' trong BOM cho '{parent}' (đệ quy)

source: Part '{parent}' is used in BOM for '{self}' (recursive)
hu: Az '{parent}' alkatrész szerepel a '{self}' alkatrészjegyzékében (rekurzív)
pt: Peça '{parent}' é usada na BOM para '{self}' (recursiva)
vi: Sản phẩm '{parent}' được dùng trong BOM cho '{self}' (đệ quy)

source: IPN must match regex pattern {pattern}
de: IPN muss mit Regex-Muster {pattern} übereinstimmen
hu: Az IPN belső cikkszámnak illeszkednie kell a {pattern} regex mintára
pt: IPN deve corresponder ao padrão regex {pattern}
vi: IPN phải phù hợp mẫu biểu thức chính quy {pattern}

source: Stock item with this serial number already exists
de: Ein Lagerartikel mit dieser Seriennummer existiert bereits
es: Ya existe un artículo de almacén con este número de serie
hu: Létezik már készlet tétel ilyen a sorozatszámmal
it: Esiste già un elemento stock con questo numero seriale
pt: Item em estoque com este número de série já existe
vi: Hàng trong kho với số sê ri này đã tồn tại

source: Duplicate IPN not allowed in part settings
de: Doppelte IPN in den Teil-Einstellungen nicht erlaubt
es: IPN duplicado no permitido en la configuración de partes
hu: Azonos IPN nem engedélyezett az alkatrészekre, már létezik ilyen
it: Non è consentito duplicare IPN nelle impostazioni dell'articolo
pt: Não é permitido duplicar IPN em configurações de partes
vi: IPN trùng lặp không được cho phép trong thiết lập sản phẩm

source: Part with this Name, IPN and Revision already exists.
de: Teil mit diesem Namen, IPN und Revision existiert bereits.
es: Parte con este nombre, IPN y revisión ya existe.
hu: Ilyen nevű, IPN-ű és reviziójú alkatrész már létezik.
it: Un articolo con questo Nome, IPN e Revisione esiste già.
pt: Uma parte com este Nome, IPN e Revisão já existe.
vi: Sản phẩm với Tên, IPN và Duyệt lại đã tồn tại.

source: Parts cannot be assigned to structural part categories!
de: Strukturellen Teilekategorien können keine Teile zugewiesen werden!
es: ¡No se pueden asignar partes a las categorías de partes estructurales!
hu: Szerkezeti kategóriákhoz nem lehet alkatrészeket rendelni!
it: Gli articoli non possono essere assegnati a categorie articolo principali!
pt: Peças não podem ser atribuídas a categorias estruturais!
vi: Sản phẩm không thể được phân vào danh mục sản phẩm có cấu trúc!

source: Part name
de: Name des Teils
es: Nombre de la parte
hu: Alkatrész neve
it: Nome articolo
pt: Nome da peça
vi: Tên sản phẩm

source: Is Template
de: Ist eine Vorlage
es: Es plantilla
hu: Sablon-e
it: È Template
pt: É um modelo
vi: Là Mẫu

source: Is this part a template part?
de: Ist dieses Teil eine Vorlage?
es: ¿Es esta parte una parte de la plantilla?
hu: Ez egy sablon alkatrész?
it: Quest'articolo è un articolo di template?
pt: Esta peça é uma peça modelo?
vi: Sản phẩm này có phải là sản phẩm mẫu?

source: Is this part a variant of another part?
de: Ist dieses Teil eine Variante eines anderen Teils?
es: ¿Es esta parte una variante de otra parte?
hu: Ez az alkatrész egy másik változata?
it: Questa parte è una variante di un altro articolo?
pt: Esta peça é variante de outra peça?
vi: Đây có phải là 1 biến thể của sản phẩm khác?

source: Part description (optional)
de: Artikelbeschreibung (optional)
es: Descripción de parte (opcional)
hu: Alkatrész leírása (opcionális)
pt: Descrição da peça (opcional)
vi: Mô tả (không bắt buộc)

source: Part keywords to improve visibility in search results
de: Schlüsselworte um die Sichtbarkeit in Suchergebnissen zu verbessern
es: Palabras clave para mejorar la visibilidad en los resultados de búsqueda
hu: Alkatrész kulcsszavak amik segítik a megjelenést a keresési eredményekben
it: Parole chiave per migliorare la visibilità nei risultati di ricerca
pt: Palavras-chave para melhorar a visibilidade nos resultados da pesquisa
vi: Từ khóa sản phẩm để cải thiện sự hiện diện trong kết quả tìm kiếm

source: Category
de: Kategorie
es: Categoría
hu: Kategória
it: Categoria
pt: Categoria
vi: Danh mục

source: Part category
de: Teile-Kategorie
es: Categoría de parte
hu: Alkatrész kategória
it: Categoria articolo
pt: Categoria da Peça
vi: Danh mục sản phẩm

source: Internal Part Number
de: Interne Teilenummer
es: Número de parte interna
hu: Belső cikkszám
it: Numero Dell'articolo Interno
pt: Numero interno do produto
vi: Mã sản phẩm nội bộ

source: Part revision or version number
de: Revisions- oder Versionsnummer
es: Revisión de parte o número de versión
hu: Alkatrész változat vagy verziószám (pl. szín, hossz, revízió, stb.)
it: Numero di revisione o di versione
pt: Revisão de peça ou número de versão
vi: Số phiên bản hoặc bản duyệt lại sản phẩm

source: Where is this item normally stored?
de: Wo wird dieses Teil normalerweise gelagert?
es: ¿Dónde se almacena este artículo normalmente?
hu: Alapban hol tároljuk ezt az alkatrészt?
it: Dove viene normalmente immagazzinato questo articolo?
pt: Onde este item é armazenado normalmente?
vi: Hàng hóa này sẽ được cất vào đâu?

source: Default Supplier
de: Standard Zulieferer
es: Proveedor por defecto
hu: Alapértelmezett beszállító
it: Fornitore predefinito
pt: Fornecedor Padrão
vi: Nhà cung ứng mặc định

source: Default supplier part
de: Standard Zuliefererteil
es: Parte de proveedor predeterminada
hu: Alapértelmezett beszállítói alkatrész
it: Articolo fornitore predefinito
pt: Fornecedor padrão da peça
vi: Nhà cung ứng sản phẩm mặc định

source: Default Expiry
de: Standard Ablaufzeit
es: Expiración por defecto
hu: Alapértelmezett lejárat
it: Scadenza Predefinita
pt: Validade Padrão
vi: Hết hạn mặc định

source: Expiry time (in days) for stock items of this part
de: Ablauf-Zeit (in Tagen) für Bestand dieses Teils
es: Tiempo de expiración (en días) para los artículos de stock de esta parte
hu: Lejárati idő (napban) ennek az alkatrésznek a készleteire
it: Scadenza (in giorni) per gli articoli in giacenza di questo pezzo
pt: Validade (em dias) para itens do estoque desta peça
vi: Thời gian hết hạn (theo ngày) để nhập kho hàng hóa cho sản phẩm này

source: Minimum allowed stock level
de: Minimal zulässiger Bestand
es: Nivel mínimo de stock permitido
hu: Minimálisan megengedett készlet mennyiség
it: Livello minimo di giacenza consentito
pt: Nível mínimo de estoque permitido
vi: Cấp độ kho tối thiểu được phép

source: Units of measure for this part
de: Maßeinheit für diesen Teil
es: Unidades de medida para esta parte
hu: Alkatrész mértékegysége
it: Unita di misura per questo articolo
pt: Unidade de medida para esta peça
vi: Đơn vị đo cho sản phẩm này

source: Can this part be built from other parts?
de: Kann dieses Teil aus anderen Teilen angefertigt werden?
es: ¿Se puede construir esta parte a partir de otras partes?
hu: Gyártható-e ez az alkatrész más alkatrészekből?
it: Questo articolo può essere costruito da altri articoli?
pt: Essa peça pode ser construída a partir de outras peças?
vi: Sản phẩm này có thể được dựng từ sản phẩm khác?

source: Can this part be used to build other parts?
de: Kann dieses Teil zum Bauauftrag von anderen genutzt werden?
es: ¿Se puede utilizar esta parte para construir otras partes?
hu: Felhasználható-e ez az alkatrész más alkatrészek gyártásához?
it: Questo articolo può essere utilizzato per costruire altri articoli?
pt: Essa peça pode ser usada para construir outras peças?
vi: Sản phẩm này có thể dùng để dựng các sản phẩm khác?

source: Does this part have tracking for unique items?
de: Hat dieses Teil Tracking für einzelne Objekte?
es: ¿Esta parte tiene seguimiento de objetos únicos?
hu: Kell-e külön követni az egyes példányait ennek az alkatrésznek?
it: Questo articolo ha il tracciamento per gli elementi unici?
pt: Esta parte tem rastreamento para itens únicos?
vi: Sản phẩm này có đang theo dõi cho hàng hóa duy nhất?

source: Can this part be purchased from external suppliers?
de: Kann dieses Teil von externen Zulieferern gekauft werden?
es: ¿Se puede comprar esta parte a proveedores externos?
hu: Rendelhető-e ez az alkatrész egy külső beszállítótól?
it: Quest'articolo può essere acquistato da fornitori esterni?
pt: Esta peça pode ser comprada de fornecedores externos?
vi: Sản phẩm này có thể mua được từ nhà cung ứng bên ngoài?

source: Can this part be sold to customers?
de: Kann dieses Teil an Kunden verkauft werden?
es: ¿Se puede vender esta parte a los clientes?
hu: Értékesíthető-e önmagában ez az alkatrész a vevőknek?
it: Questo pezzo può essere venduto ai clienti?
pt: Esta peça pode ser vendida a clientes?
vi: Sản phẩm này có thể được bán cho khách hàng?

source: Is this part active?
de: Ist dieses Teil aktiv?
es: ¿Está activa esta parte?
hu: Aktív-e ez az alkatrész?
it: Quest'articolo è attivo?
pt: Esta parte está ativa?
vi: Sản phẩm này đang hoạt động?

source: Is this a virtual part, such as a software product or license?
de: Ist dieses Teil virtuell, wie zum Beispiel eine Software oder Lizenz?
es: ¿Es ésta una parte virtual, como un producto de software o una licencia?
hu: Ez egy virtuális nem megfogható alkatrész, pl. szoftver vagy licenc?
it: È una parte virtuale, come un prodotto software o una licenza?
pt: Esta é uma peça virtual, como um software de produto ou licença?
vi: Đây là sản phẩm ảo, ví dụ như sản phẩm phần mềm hay bản quyền?

source: BOM checksum
de: Prüfsumme der Stückliste
es: Suma de verificación de BOM
hu: Alkatrészjegyzék ellenőrző összeg
it: Somma di controllo Distinta Base
pt: Soma de Verificação da LDM
vi: Giá trị tổng kiểm BOM

source: Stored BOM checksum
de: Prüfsumme der Stückliste gespeichert
es: Suma de verificación de BOM almacenada
hu: Tárolt alkatrészjegyzék ellenőrző összeg
it: Somma di controllo immagazzinata Distinta Base
pt: Soma de verificação da LDM armazenada
vi: Giá trị tổng kiểm BOM đã được lưu

source: BOM checked by
de: Stückliste kontrolliert von
es: BOM comprobado por
hu: Alkatrészjegyzéket ellenőrizte
it: Distinta Base controllata da
pt: LDM conferida por
vi: BOM kiểm tra bởi

source: BOM checked date
de: BOM Kontrolldatum
es: Fecha BOM comprobada
hu: Alkatrészjegyzék ellenőrzési dátuma
it: Data di verifica Distinta Base
pt: LDM verificada no dia
vi: Ngày kiểm tra BOM

source: Creation User
de: Erstellungs-Nutzer
es: Creación de Usuario
hu: Létrehozó
it: Creazione Utente
pt: Criação de Usuário
vi: Tạo người dùng

source: Owner responsible for this part
de: Verantwortlicher Besitzer für dieses Teil
hu: Alkatrész felelőse
pt: Proprietário responsável por esta peça
vi: Trách nhiệm chủ sở hữu cho sản phẩm này

source: Last Stocktake
de: Letzte Inventur
es: Último inventario
hu: Utolsó leltár
it: Ultimo Inventario
pt: Último Balanço
vi: Kiểm kê cuối cùng

source: Sell multiple
de: Mehrere verkaufen
es: Vender múltiples
hu: Több értékesítése
it: Vendita multipla
pt: Venda múltipla
vi: Bán nhiều

source: Currency used to cache pricing calculations
de: Währung für die Berechnung der Preise im Cache
es: Moneda utilizada para almacenar en caché los cálculos de precios
hu: Árszámítások gyorstárazásához használt pénznem
it: Valuta utilizzata per calcolare i prezzi
pt: Moeda usada para armazenar os cálculos de preços
vi: Tiền được dùng để làm đệm tính toán giá bán

source: Minimum BOM Cost
de: Minimale Stücklisten Kosten
es: Costo mínimo de BOM
hu: Minimum alkatrészjegyzék költség
it: Costo Minimo Distinta Base
pt: Custo Mínimo da LDM
vi: Chi phí BOM tối thiểu

source: Minimum cost of component parts
de: Minimale Kosten für Teile
es: Costo mínimo de partes de componentes
hu: Összetevők minimum költsége
it: Costo minimo dei componenti dell'articolo
pt: Custo mínimo das peças componentes
vi: Chi phí thành phần sản phẩm tối thiểu

source: Maximum BOM Cost
de: Maximale Stücklisten Kosten
es: Costo máximo de BOM
hu: Maximum alkatrészjegyzék költség
it: Costo Massimo Distinta Base
pt: Custo Máximo da LDM
vi: Chi phí BOM tối đa

source: Maximum cost of component parts
de: Maximale Kosten für Teile
es: Costo máximo de partes de componentes
hu: Összetevők maximum költsége
it: Costo massimo dei componenti dell'articolo
pt: Custo máximo das peças componentes
vi: Chi phí thành phần sản phẩm tối đa

source: Minimum Purchase Cost
de: Minimale Einkaufskosten
es: Costo mínimo de compra
hu: Minimum beszerzési ár
it: Importo Acquisto Minimo
pt: Custo Mínimo de Compra
vi: Chi phí mua vào tối thiểu

source: Minimum historical purchase cost
de: Minimale historische Kaufkosten
es: Costo histórico mínimo de compra
hu: Eddigi minimum beszerzési költség
it: Costo minimo di acquisto storico
pt: Custo mínimo histórico de compra
vi: Chi phí mua vào tối thiểu trong lịch sử

source: Maximum Purchase Cost
de: Maximale Einkaufskosten
es: Costo máximo de compra
hu: Maximum beszerzési ár
it: Importo massimo acquisto
pt: Custo Máximo de Compra
vi: Chi phí mua tối đa

source: Maximum historical purchase cost
de: Maximale historische Einkaufskosten
es: Costo histórico máximo de compra
hu: Eddigi maximum beszerzési költség
it: Costo massimo di acquisto storico
pt: Custo máximo histórico de compra
vi: Chi phí thành phần sản phẩm tối đa trong lịch sử

source: Minimum Internal Price
de: Minimaler interner Preis
es: Precio interno mínimo
hu: Minimum belső ár
it: Prezzo Interno Minimo
pt: Preço Interno Mínimo
vi: Giá nội bộ tối thiểu

source: Minimum cost based on internal price breaks
de: Minimale Kosten basierend auf den internen Staffelpreisen
es: Costo mínimo basado en precios reducidos internos
hu: Minimum költség a belső ársávok alapján
it: Costo minimo basato su interruzioni di prezzo interne
pt: Custo mínimo baseado nos intervalos de preço internos
vi: Chi phí tối thiểu dựa trên phá vỡ giá nội bộ

source: Maximum Internal Price
de: Maximaler interner Preis
es: Precio interno máximo
hu: Maximum belső ár
it: Prezzo Interno Massimo
pt: Preço Interno Máximo
vi: Giá nội bộ tối đa

source: Maximum cost based on internal price breaks
de: Maximale Kosten basierend auf internen Preisstaffeln
es: Costo máximo basado en precios reducidos internos
hu: Maximum költség a belső ársávok alapján
it: Costo massimo basato su interruzioni di prezzo interne
pt: Custo máximo baseado nos intervalos de preço internos
vi: Chi phí tối đa dựa trên phá vỡ giá nội bộ

source: Minimum Supplier Price
de: Minimaler Lieferantenpreis
es: Precio mínimo de proveedor
hu: Minimum beszállítói ár
it: Prezzo Minimo Fornitore
pt: Preço Mínimo do Fornecedor
vi: Giá nhà cung ứng tối thiểu

source: Minimum price of part from external suppliers
de: Mindestpreis für Teil von externen Lieferanten
es: Precio mínimo de la parte de proveedores externos
hu: Minimum alkatrész ár a beszállítóktól
it: Prezzo minimo articolo da fornitori esterni
pt: Preço mínimo da peça de fornecedores externos
vi: Giá sản phẩm tối thiểu từ nhà cung ứng bên ngoài

source: Maximum Supplier Price
de: Maximaler Lieferantenpreis
es: Precio máximo de proveedor
hu: Maximum beszállítói ár
it: Prezzo Massimo Fornitore
pt: Preço Máximo do Fornecedor
vi: Giá nhà cung ứng tối đa

source: Maximum price of part from external suppliers
de: Maximaler Preis für Teil von externen Lieferanten
es: Precio máximo de la parte de proveedores externos
hu: Maximum alkatrész ár a beszállítóktól
it: Prezzo massimo dell'articolo proveniente da fornitori esterni
pt: Preço máximo da peça de fornecedores externos
vi: Giá sản phẩm tối đã từ nhà cung ứng bên ngoài
