Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Link to external page
de: Link auf externe Seite
es: Enlace a Url externa
hu: Link külső weboldalra
it: Collegamento a un sito web esterno
pt: Link para página externa
vi: Liên kết đến trang bên ngoài

source: Expected date for order delivery. Order will be overdue after this date.
de: Geplantes Lieferdatum für Auftrag.
es: Fecha esperada para la entrega del pedido. El pedido se retrasará después de esta fecha.
hu: Várt teljesítési dátuma a megrendelésnek. Ezután már késésben lévőnek számít majd.
it: Data prevista per la consegna dell'ordine. L'ordine scadrà dopo questa data.
pt: Data esperada para entrega do pedido. O Pedido estará atrasado após esta data.
vi: Ngày mong muốn giao được hàng. Đơn đặt sẽ quá hạn sau ngày này.

source: Created By
de: Erstellt von
es: Creado por
hu: Készítette
it: Creato Da
pt: Criado por
vi: Tạo bởi

source: User or group responsible for this order
de: Nutzer oder Gruppe der/die für diesen Auftrag zuständig ist/sind
es: Usuario o grupo responsable de este pedido
hu: Felhasználó vagy csoport aki felelőse ennek a rendelésnek
it: Utente o gruppo responsabile di questo ordine
pt: Usuário ou grupo responsável para este pedido
vi: Người dùng hoặc nhóm có trách nhiệm với đơn đặt này

source: Point of contact for this order
de: Ansprechpartner für diesen Auftrag
es: Punto de contacto para este pedido
hu: Kapcsolattartó ehhez a rendeléshez
it: Punto di contatto per questo ordine
pt: Ponto de contato para este pedido
vi: Đầu mối liên hệ của đơn đặt này

source: Company address for this order
de: Firmenadresse für diesen Auftrag
es: Dirección de la empresa para este pedido
hu: Cég címei ehhez a rendeléshez
pt: Endereço da empresa para este pedido
vi: Địa chỉ công ty cho đơn đặt này

source: Order reference
de: Bestell-Referenz
es: Referencia del pedido
hu: Rendelés azonosító
it: Riferimento ordine
pt: Referência do pedido
vi: Mã đặt hàng

source: Purchase order status
de: Bestellungs-Status
es: Estado de la orden de compra
hu: Beszerzési rendelés állapota
it: Stato ordine d'acquisto
pt: Situação do pedido de compra
vi: Trạng thái đơn đặt mua

source: Company from which the items are being ordered
de: Firma bei der die Teile bestellt werden
es: Empresa de la cual se están encargando los artículos
hu: Cég akitől a tételek beszerzésre kerülnek
it: Azienda da cui sono stati ordinati gli articoli
pt: Empresa da qual os itens estão sendo encomendados
vi: Doanh nghiệp từ những hàng hóa đang được đặt mua

source: Supplier Reference
de: Zulieferer-Referenz
es: Referencia del proveedor
hu: Beszállítói azonosító
it: Riferimento fornitore
pt: Referencia do fornecedor
vi: Tham chiếu nhà cung cấp

source: Supplier order reference code
de: Zulieferer Bestellreferenz
es: Código de referencia de pedido del proveedor
hu: Beszállítói rendelés azonosító kód
it: Codice di riferimento ordine fornitore
pt: Código de referência do pedido fornecedor
vi: Mã tham chiếu đơn đặt nhà cung cấp

source: received by
de: Empfangen von
es: recibido por
hu: érkeztette
it: ricevuto da
pt: recebido por
vi: nhận bởi

source: Issue Date
de: Aufgabedatum
es: Fecha de emisión
hu: Kiállítás dátuma
it: Data di emissione
pt: Data de emissão
vi: Ngày phát hành

source: Date order was issued
de: Datum an dem die Bestellung aufgegeben wurde
es: Fecha de expedición del pedido
hu: Kiállítás dátuma
it: Data di emissione ordine
pt: Dia que o pedido foi feito
vi: Ngày đặt hàng đã phát hành

source: Date order was completed
de: Datum an dem der Auftrag fertigstellt wurde
es: La fecha de pedido fue completada
hu: Rendelés teljesítési dátuma
it: Data ordine completato
pt: Dia que o pedido foi concluído
vi: Ngày đặt hàng đã được hoàn thiện

source: Part supplier must match PO supplier
de: Teile-Zulieferer muss dem Zulieferer der Bestellung entsprechen
es: El proveedor de la parte debe coincidir con el proveedor de PO
hu: Az alkatrész beszállítója meg kell egyezzen a beszerzési rendelés beszállítójával
it: Il fornitore dell'articolo deve corrispondere al fornitore dell'ordine di produzione
pt: Fornecedor de peça deve corresponder a fornecedor da OC
vi: Nhà cung cấp sản phẩm phải trùng với nhà cung cấp PO

source: Quantity must be a positive number
de: Anzahl muss eine positive Zahl sein
es: La cantidad debe ser un número positivo
hu: Mennyiség pozitív kell legyen
it: La quantità deve essere un numero positivo
pt: Quantidade deve ser um número positivo
vi: Số lượng phải là số dương

source: Company to which the items are being sold
de: Firma an die die Teile verkauft werden
es: Empresa a la que se venden los artículos
hu: Cég akinek a tételek értékesítésre kerülnek
it: Azienda da cui sono stati ordinati gli elementi
pt: Empresa para qual os itens foi vendidos
vi: Doanh nghiệp từ những hàng hóa đang được bán

source: Customer Reference
de: Kundenreferenz
es: Referencia del cliente
hu: Vevői azonosító
it: Riferimento Cliente
pt: Referência do Cliente
vi: Tham chiếu khách hàng

source: Customer order reference code
de: Bestellreferenz
es: Código de referencia de pedido del cliente
hu: Megrendelés azonosító kódja a vevőnél
it: Codice di riferimento Ordine del Cliente
pt: Código de Referência do pedido do cliente
vi: Mã tham chiếu đơn đặt của khách hàng

source: Shipment Date
de: Versanddatum
es: Fecha de envío
hu: Kiszállítás dátuma
it: Data di spedizione
pt: Data de Envio
vi: Ngày giao hàng

source: shipped by
de: Versand von
es: enviado por
hu: szállította
it: spedito da
pt: enviado por
vi: vận chuyển bằng

source: Order cannot be completed as no parts have been assigned
de: Auftrag kann nicht abgeschlossen werden, da keine Teile zugewiesen wurden
es: El pedido no se puede completar porque no se han asignado partes
hu: A rendelés nem teljesíthető mivel nincs hozzárendelve alkatrész
it: L'ordine non può essere completato perché nessun articolo è stato assegnato
pt: O pedido não pode ser concluído, pois nenhuma parte foi atribuída
vi: Đơn đặt hàng không thể hoàn thiện vì chưa có sản phẩm nào được chọn

source: Only an open order can be marked as complete
de: Nur ein offener Auftrag kann als abgeschlossen markiert werden
es: Sólo una orden abierta puede ser marcada como completa
hu: Csak nyitott rendelés jelölhető késznek
it: Solo un ordine aperto può essere contrassegnato come completo
pt: Apenas um pedido aberto pode ser marcado como completo
vi: Những đơn hàng đang mở thì sẽ được đánh dấu là hoàn thành

source: Order cannot be completed as there are incomplete shipments
de: Auftrag kann nicht abgeschlossen werden, da unvollständige Sendungen vorhanden sind
es: El pedido no se puede completar porque hay envíos incompletos
hu: A rendelés nem jelölhető késznek mivel függő szállítmányok vannak
it: L'ordine non può essere completato in quanto ci sono spedizioni incomplete
pt: Pedido não pode ser concluído, pois, há envios incompletos
vi: Đơn hàng không thể hoàn thành được vì vận chuyển chưa xong

source: Order cannot be completed as there are incomplete line items
de: Auftrag kann nicht abgeschlossen werden, da es unvollständige Positionen gibt
es: El pedido no se puede completar porque hay partidas incompletas
hu: A rendelés nem jelölhető késznek mivel nem teljesített sortételek vannak
it: L'ordine non può essere completato perché ci sono elementi di riga incompleti
pt: Pedido não pode ser concluído, pois, há itens na linha incompletos
vi: Đơn hàng không thể hoàn thành được vì những khoản riêng chưa xong

source: Item quantity
de: Anzahl
es: Cantidad del artículo
hu: Tétel mennyiség
it: Quantità Elementi
pt: Quantidade do item
vi: Số lượng mặt hàng

source: Line item reference
de: Position - Referenz
es: Referencia de partida
hu: Sortétel azonosító
it: Riferimento Linea Elemento
pt: Referência do Item em Linha
vi: Tham chiếu khoản riêng

source: Line item notes
de: Position - Notizen
es: Notas de partida
hu: Sortétel megjegyzései
it: Note linea elemento
pt: Observações do Item de Linha
vi: Ghi chú khoản riêng

source: Target date for this line item (leave blank to use the target date from the order)
de: Zieldatum für diesen Einzelposten (leer lassen, um das Zieldatum des Auftrags zu verwenden)
es: Fecha objetivo para esta partida (dejar en blanco para usar la fecha de destino de la orden)
hu: Cél dátuma ennek a sortételnek (hagyd üresen a rendelés céldátum használatához)
it: Data di destinazione per questa voce di riga (lasciare vuoto per utilizzare la data di destinazione dall'ordine)
pt: Data alvo para este item de linha (deixe em branco para usar a data alvo do pedido)
vi: Ngày mục tiêu cho khoản riêng này (để trống để sử dụng ngày mục tiêu từ đơn đặt)

source: Line item description (optional)
de: Positionsbeschreibung (optional)
es: Descripción de partida (opcional)
hu: Sortétel leírása (opcionális)
pt: Descrição item de linha (opcional)
vi: Mô tả khoản riêng (tùy chọn)

source: Context
de: Kontext
es: Contexto
hu: Kontextus
it: Contesto
pt: Contexto
vi: Ngữ cảnh

source: Additional context for this line
de: Zusätzlicher Kontext für diese Zeile
es: Contexto adicional para esta línea
hu: További kontextus ehhez a sorhoz
it: Contesto aggiuntivo per questa voce
pt: Contexto adicional para esta linha
vi: Ngữ cảnh bổ sung

source: Unit price
de: Stückpreis
es: Precio unitario
hu: Egységár
it: Prezzo unitario
pt: Preço Unitário
vi: Đơn giá

source: Supplier part must match supplier
de: Lieferantenteil muss mit Lieferant übereinstimmen
es: La parte del proveedor debe coincidir con el proveedor
hu: Beszállítói alkatrésznek egyeznie kell a beszállítóval
it: L'articolo del fornitore deve corrispondere al fornitore
pt: A peça do fornecedor deve corresponder ao fornecedor
vi: Sản phẩm nhà cung cấp phải phù hợp với nhà cung cung cấp

source: deleted
de: gelöscht
es: eliminado
hu: törölve
it: eliminato
pt: excluído
vi: đã bị xóa

source: Order
de: Bestellung
es: Orden
hu: Rendelés
it: Ordine
pt: Pedido
vi: Đặt hàng

source: Supplier part
de: Zuliefererteil
es: Parte del proveedor
hu: Beszállítói alkatrész
it: Articolo Fornitore
pt: Fornecedor da Peça
vi: Sản phẩm nhà cung cấp

source: Received
de: Empfangen
es: Recibido
hu: Beérkezett
it: Ricevuto
pt: Recebido
vi: Đã nhận

source: Number of items received
de: Empfangene Objekt-Anzahl
es: Número de artículos recibidos
hu: Érkezett tételek száma
it: Numero di elementi ricevuti
pt: Número de itens recebidos
vi: Số mục đã nhận

source: Purchase Price
de: Preis
es: Precio de Compra
hu: Beszerzési ár
it: Prezzo di Acquisto
pt: Preço de Compra
vi: Giá mua

source: Unit purchase price
de: Preis pro Einheit
es: Precio de compra unitario
hu: Beszerzési egységár
it: Prezzo di acquisto unitario
pt: Preço unitário de compra
vi: Giá đơn vị mua

source: Where does the Purchaser want this item to be stored?
de: Wo möchte der Käufer diesen Artikel gelagert haben?
es: ¿Dónde quiere el comprador almacenar este objeto?
hu: Mit szeretne a vevő hol tároljuk ezt az alkatrészt?
it: Dove l'Acquirente desidera che questo elemento venga immagazzinato?
pt: Onde o Comprador quer que este item seja armazenado?
vi: Có phải người mua hàng muốn mặt hàng này được tích trữ?

source: Virtual part cannot be assigned to a sales order
de: Ein virtuelles Teil kann nicht einem Auftrag zugeordnet werden
es: Una parte virtual no puede ser asignada a un pedido de venta
hu: Virtuális alkatrészt nem lehet vevői rendeléshez adni
it: Un articolo virtuale non può essere assegnato ad un ordine di vendita
pt: Peça virtual não pode ser atribuída a um pedido de venda
vi: Không thể gán sản phẩm ảo vào trong đơn đặt bán hàng

source: Only salable parts can be assigned to a sales order
de: Nur verkaufbare Teile können einem Auftrag zugewiesen werden
es: Sólo las partes vendibles pueden ser asignadas a un pedido de venta
hu: Csak értékesíthető alkatrészeket lehet vevői rendeléshez adni
it: Solo gli articoli vendibili possono essere assegnati a un ordine di vendita
pt: Apenas peças vendáveis podem ser atribuídas a um pedido de venda
vi: Chỉ có thể gán sản phẩm có thể bán vào đơn đặt bán hàng

source: Sale Price
de: Verkaufspreis
es: Precio de Venta
hu: Eladási ár
it: Prezzo di Vendita
pt: Preço de Venda
vi: Giá bán

source: Unit sale price
de: Stückverkaufspreis
es: Precio de venta unitario
hu: Eladási egységár
it: Prezzo unitario di vendita
pt: Preço de venda unitário
vi: Giá bán đơn vị

source: Shipped quantity
de: Versendete Menge
es: Cantidad enviada
hu: Szállított mennyiség
it: Quantità spedita
pt: Quantidade enviada
vi: Số lượng đã vận chuyển

source: Date of shipment
de: Versanddatum
es: Fecha del envío
hu: Szállítás dátuma
it: Data di spedizione
pt: Data do envio
vi: Ngày vận chuyển

source: Delivery Date
de: Lieferdatum
es: Fecha de entrega
hu: Szállítási dátum
pt: Data de Entrega
vi: Ngày giao hàng

source: Date of delivery of shipment
de: Versanddatum
es: Fecha de entrega del envío
hu: Kézbesítés dátuma
pt: Data da entrega do envio
vi: Ngày giao hàng của vận chuyển

source: Checked By
de: Kontrolliert von
es: Revisado por
hu: Ellenőrizte
it: Verificato Da
pt: Verificado por
vi: Kiểm tra bởi

source: User who checked this shipment
de: Benutzer, der diese Sendung kontrolliert hat
es: Usuario que revisó este envío
hu: Felhasználó aki ellenőrizte ezt a szállítmányt
it: Utente che ha controllato questa spedizione
pt: Usuário que verificou esta remessa
vi: Người dùng đã kiểm tra vận chuyển này

source: Shipment
de: Sendung
es: Envío
hu: Szállítmány
it: Spedizione
pt: Remessa
vi: Vận chuyển

source: Shipment number
de: Sendungsnummer
es: Número de envío
hu: Szállítmány száma
it: Numero di spedizione
pt: Número do Envio
vi: Mã vận chuyển

source: Tracking Number
de: Sendungsverfolgungsnummer
es: Número de Seguimiento
hu: Nyomkövetési szám
it: Numero di monitoraggio
pt: Número de Rastreamento
vi: Số theo dõi

source: Shipment tracking information
de: Informationen zur Sendungsverfolgung
es: Información de seguimiento del envío
hu: Szállítmány nyomkövetési információ
it: Informazioni di monitoraggio della spedizione
pt: Informação de rastreamento da remessa
vi: Thông tin theo dõi vận chuyển

source: Invoice Number
de: Rechnungsnummer
es: Número de factura
hu: Számlaszám
it: Numero Fattura
pt: Número da Fatura
vi: Mã hóa đơn

source: Reference number for associated invoice
de: Referenznummer für zugehörige Rechnung
es: Número de referencia para la factura asociada
hu: Hozzátartozó számla referencia száma
it: Numero di riferimento per la fattura associata
pt: Número de referência para fatura associada
vi: Số tham chiếu liên kết với hóa đơn

source: Shipment has already been sent
de: Sendung wurde bereits versandt
es: El envío ya ha sido enviado
hu: Szállítmány már elküldve
it: La spedizione è già stata spedita
pt: O pedido já foi enviado
vi: Vận đơn đã được gửi đi

source: Shipment has no allocated stock items
de: Sendung hat keine zugewiesene Lagerartikel
es: El envío no tiene artículos de stock asignados
hu: Szállítmány nem tartalmaz foglalt készlet tételeket
it: La spedizione non ha articoli di stock assegnati
pt: Remessa não foi alocada nos itens de estoque
vi: Vận đơn chưa có hàng hóa được phân bổ

source: Stock item has not been assigned
de: Lagerartikel wurde nicht zugewiesen
es: El artículo de stock no ha sido asignado
hu: Készlet tétel nincs hozzárendelve
it: L'elemento di magazzino non è stato assegnato
pt: O item do estoque não foi atribuído
vi: Hàng trong kho chưa được giao

source: Cannot allocate stock item to a line with a different part
de: Kann Lagerartikel keiner Zeile mit einem anderen Teil hinzufügen
es: No se puede asignar el artículo de stock a una línea con una parte diferente
hu: Nem foglalható készlet egy másik fajta alkatrész sortételéhez
it: Impossibile allocare l'elemento stock a una linea con un articolo diverso
pt: Não é possível alocar o item de estoque para uma linha de uma peça diferente
vi: Không thể phân bổ hàng hóa vào cùng với dòng với sản phẩm khác

source: Cannot allocate stock to a line without a part
de: Kann Lagerartikel keiner Zeile ohne Teil hinzufügen
es: No se puede asignar stock a una línea sin una parte
hu: Nem foglalható készlet egy olyan sorhoz amiben nincs alkatrész
it: Impossibile allocare stock a una riga senza un articolo
pt: Não é possível alocar uma linha sem uma peça
vi: Không thể phân bổ hàng hóa vào một dòng mà không có sản phẩm nào

source: Allocation quantity cannot exceed stock quantity
de: Die zugeordnete Anzahl darf nicht die verfügbare Anzahl überschreiten
es: La cantidad de asignación no puede exceder la cantidad de stock
hu: A lefoglalandó mennyiség nem haladhatja meg a készlet mennyiségét
it: La quantità di ripartizione non puo' superare la disponibilità della giacenza
pt: A quantidade de alocação não pode exceder a quantidade em estoque
vi: Số lượng phân bổ không thể vượt quá số lượng của kho

source: Quantity must be 1 for serialized stock item
de: Anzahl für serialisierte Lagerartikel muss 1 sein
es: La cantidad debe ser 1 para el stock serializado
hu: Egyedi követésre kötelezett tételeknél a menyiség 1 kell legyen
it: La quantità deve essere 1 per l'elemento serializzato
pt: Quantidade deve ser 1 para item de estoque serializado
vi: Số lượng phải là 1 cho hàng hóa sêri

source: Sales order does not match shipment
de: Auftrag gehört nicht zu Sendung
es: La orden de venta no coincide con el envío
hu: Vevői rendelés nem egyezik a szállítmánnyal
it: L'ordine di vendita non corrisponde alla spedizione
pt: Pedidos de venda não coincidem com a remessa
vi: Đơn bán hàng không phù hợp với vận đơn

source: Shipment does not match sales order
de: Sendung gehört nicht zu Auftrag
es: El envío no coincide con el pedido de venta
hu: Szállítmány nem egyezik a vevői rendeléssel
it: La spedizione non corrisponde all'ordine di vendita
pt: Remessa não coincide com pedido de venda
vi: Vận đơn không phù hợp với đơn bán hàng

source: Line
de: Position
es: Línea
hu: Sor
it: Linea
pt: Linha
vi: Dòng

source: Sales order shipment reference
de: Sendungsnummer-Referenz
es: Referencia del envío del pedido de venta
hu: Vevői rendelés szállítmány azonosító
it: Riferimento della spedizione ordine di vendita
pt: Referência de remessa do pedido de venda
vi: Tham chiếu vận đơn của đơn hàng bán

source: Item
de: Position
es: Ítem
hu: Tétel
it: Elemento
vi: Hàng hóa

source: Select stock item to allocate
de: Lagerartikel für Zuordnung auswählen
es: Seleccionar artículo de stock para asignar
hu: Válaszd ki a foglalásra szánt készlet tételt
it: Seleziona elemento stock da allocare
pt: Selecione o item de estoque para alocar
vi: Chọn hàng trong kho để phân bổ

source: Enter stock allocation quantity
de: Anzahl für Bestandszuordnung eingeben
es: Especificar la cantidad de asignación de stock
hu: Készlet foglalási mennyiség megadása
it: Inserisci la quantità assegnata alla giacenza
pt: Insira a quantidade de atribuição de estoque
vi: Nhập số lượng phân kho

source: Return Order reference
de: Rücksendungsreferenz
es: Referencia de la orden de devolución
hu: Visszavétel azonosító
pt: Referência de Pedidos de Devolução
vi: Tham chiếu đơn hàng trả lại

source: Company from which items are being returned
de: Firma von der die Artikel zurückgeschickt werden
es: Empresa de la cual se están devolviendo los artículos
hu: Cég akitől a tételek visszavételre kerülnek
pt: Empresa da qual os itens estão sendo retornados
vi: Công ty có hàng hóa sẽ được trả lại

source: Return order status
de: Status der Rücksendung
es: Estado de la orden de devolución
hu: Visszavétel állapota
pt: Estado do pedido de retorno
vi: Trạng thái đơn hàng trả lại

source: Only serialized items can be assigned to a Return Order
de: Nur serialisierte Artikel können einer Rücksendung zugeordnet werden
es: Sólo los artículos serializados pueden ser asignados a una orden de devolución
hu: Csak szériaszámos tételek rendelhetők visszaszállítási utasításhoz
pt: Somente itens da série podem ser devolvidos
vi: Chỉ hàng hóa thêo sêri mới có thể được gán vào đơn hàng trả lại

source: Select item to return from customer
de: Artikel zur Rücksendung auswählen
es: Seleccionar el artículo a devolver del cliente
hu: Válaszd ki a vevőtől visszavenni kívánt tételt
it: Seleziona l'elemento da restituire dal cliente
pt: Selecione o item a ser devolvido pelo cliente
vi: Chọn hàng hóa để trả lại từ khách hàng

source: Received Date
de: Empfangsdatum
es: Fecha de recepción
hu: Visszavétel dátuma
it: Data di ricezione
pt: Data de Recebimento
vi: Ngày nhận được

source: The date this this return item was received
de: Das Datum des Empfangs dieses Rücksendeartikels
es: La fecha en la que se recibió este artículo de devolución
hu: Mikor lett visszavéve a tétel
pt: Data que o pedido a ser devolvido foi recebido
vi: Ngày mà hàng hóa trả lại đã được nhận

source: Outcome
de: Ergebnis
es: Resultado
hu: Kimenetel
it: Risultati
pt: Despesa/gastos
vi: Kết quả

source: Outcome for this line item
es: Salida para esta partida
hu: Sortétel végső kimenetele
pt: Gastos com esta linha de itens
vi: Kết quả cho hàng hóa dòng này

source: Cost associated with return or repair for this line item
de: Kosten für die Rückgabe oder Reparatur dieses Objektes
es: Costo asociado con la devolución o reparación para esta partida
hu: Sortétel visszaküldésének vagy javításának költsége
pt: Gastos para reparar e/ou devolver esta linha de itens
vi: Chi phí gắn với hàng trả lại hoặc sửa chữa cho dòng hàng hóa này

source: Order cannot be cancelled
de: Bestellung kann nicht verworfen werden
es: El pedido no puede ser cancelado
hu: A rendelést nem lehet törölni
it: L'ordine non può essere cancellato
pt: Pedido não pode ser cancelado
vi: Đơn đặt không thể bị hủy

source: Allow order to be closed with incomplete line items
de: Erlaube das Schließen des Auftrags mit unvollständigen Positionen
es: Permitir cerrar el pedido con partidas incompletas
hu: Rendelés lezárása teljesítetlen sortételek esetén is
it: Consenti di chiudere l'ordine con elementi di riga incompleti
pt: Permitir que o pedido seja fechado com itens de linha incompletos
vi: Cho phép đơn đặt phải đóng lại cùng với các mục dòng hàng hóa chưa hoàn thành

source: Order has incomplete line items
de: Auftrag hat unvollständige Positionen
es: El pedido tiene partidas incompletas
hu: A rendelésben teljesítetlen sortételek vannak
it: L'ordine ha elementi di riga incompleti
pt: O pedido tem itens da linha incompletos
vi: Đơn đặt có dòng hàng hóa chưa hoàn thành

source: Order is not open
de: Der Auftrag ist nicht offen
es: El pedido no está abierto
hu: A rendelés nem nyitott
it: L'ordine non è aperto
pt: O pedido não está aberto
vi: Đơn đặt là không được mở

source: Purchase price currency
de: Kaufpreiswährung
es: Moneda del precio de compra
hu: Beszérzési ár pénzneme
it: Valuta prezzo d'acquisto
pt: Moeda de preço de compra
vi: Tiền tệ giá mua

source: Supplier part must be specified
de: Zuliefererteil muss ausgewählt werden
es: Debe especificar la parte del proveedor
hu: Beszállítói alkatrészt meg kell adni
it: L'articolo del fornitore deve essere specificato
pt: A peça do fornecedor deve ser especificada
vi: Sản phẩm nhà cung cấp phải được chỉ định

source: Purchase order must be specified
de: Bestellung muss angegeben sein
es: La orden de compra debe especificarse
hu: Beszerzési rendelést meg kell adni
it: L'ordine di acquisto deve essere specificato
pt: O pedido de compra deve ser especificado
vi: Đơn đặt mua phải được chỉ định

source: Supplier must match purchase order
de: Lieferant muss mit der Bestellung übereinstimmen
es: El proveedor debe coincidir con la orden de compra
hu: A beszállítónak egyeznie kell a beszerzési rendelésben lévővel
it: Il fornitore deve essere abbinato all'ordine d'acquisto
pt: O fornecedor deve corresponder o pedido de compra
vi: Nhà cung cấp phải phù hợp với đơn đặt mua
