Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Select original part to duplicate
de: Originalteil zum Duplizieren auswählen
es: Seleccione la parte original a duplicar
hu: Válassz eredeti alkatrészt a másoláshoz
it: Seleziona l'articolo originale da duplicare
pt: Selecione a peça original para duplicar
vi: Chọn sản phẩm gốc để nhân bản

source: Copy Image
de: Bild kopieren
es: Copiar Imagen
hu: Kép másolása
it: Copia immagine
pt: Copiar imagem
vi: Sao chép ảnh

source: Copy image from original part
de: Bild vom Originalteil kopieren
es: Copiar imagen desde la parte original
hu: Kép másolása az eredeti alkatrészről
it: Copia immagine dall'articolo originale
pt: Copiar imagem da peça original
vi: Sao chép hình ảnh từ sản phẩm gốc

source: Copy BOM
de: Stückliste kopieren
es: Copiar BOM
hu: Alkatrészjegyzék másolása
it: Copia Distinta Base
pt: Copiar LDM
vi: Sao chép BOM

source: Copy bill of materials from original part
de: Stückliste vom Originalteil kopieren
es: Copiar la factura de materiales de la parte original
hu: Alkatrészjegyzék másolása az eredeti alkatrészről
it: Copia fattura dei materiali dall'articolo originale
pt: Copiar lista de materiais da peça original
vi: Sao chép định mức nguyên vật liệu từ sản phẩm gốc

source: Copy Parameters
de: Parameter kopieren
es: Copiar Parámetros
hu: Paraméterek másolása
it: Copia parametri
pt: Copiar Parâmetros
vi: Sao chép thông số

source: Copy parameter data from original part
de: Parameterdaten vom Originalteil kopieren
es: Copiar datos del parámetro de la parte original
hu: Paraméterek másolása az eredeti alkatrészről
it: Copia i dati dei parametri dall'articolo originale
pt: Copiar dados do parâmetro da peça original
vi: Sao chép thông tin tham số từ sản phẩm gốc

source: Copy Notes
de: Anmerkungen kopieren
es: Copiar Notas
hu: Megjegyzések másolása
pt: Copiar Notas
vi: Sao chép ghi chú

source: Copy notes from original part
de: Notizen aus Originalteil kopieren
hu: Megjegyzések másolása az eredeti alkatrészről
pt: Copiar imagem da peça original
vi: Sao chép ghi chú từ sản phẩm gốc

source: Initial Stock Quantity
de: Start-Bestandsmenge
es: Cantidad Inicial de Stock
hu: Kezdeti készlet mennyiség
it: Quantità iniziale
pt: Quantidade Inicial de Estoque
vi: Số liệu tồn kho ban đầu

source: Specify initial stock quantity for this Part. If quantity is zero, no stock is added.
de: Initiale Lagermenge für dieses Teil. Wenn die Menge null ist, wird kein Lagerbestand hinzugefügt.
hu: Add meg a kezdeti készlet mennyiséget. Ha nulla akkor nem lesz készlet létrehozva.
it: Specificare la quantità iniziale disponibile per questo Articolo. Se la quantità è zero, non viene aggiunta alcuna quantità.
pt: Especificar a quantidade inicial de estoque para a peça. Se for zero, nenhum estoque é adicionado.
vi: Chỉ ra số lượng tồn kho ban đầu cho sản phẩm. Nếu điền là không, không thêm kho nào.

source: Initial Stock Location
de: Initialer Lagerort
hu: Kezdeti készlet hely
it: Ubicazione Iniziale Magazzino
pt: Local Inicial do Estoque
vi: Vị trí kho ban đầu

source: Specify initial stock location for this Part
de: Lagerstandort für dieses Teil angeben
hu: Add meg a kezdeti készlet helyét
it: Specificare l'ubicazione iniziale del magazzino per questo Articolo
pt: Especifique o local do estoque inicial para esta Peça
vi: Chỉ định vị trí kho ban đầu cho sản phẩm này

source: Select supplier (or leave blank to skip)
de: Lieferant auswählen (oder leer lassen, um zu überspringen)
es: Seleccione proveedor (o déjelo en blanco para saltar)
hu: Válassz beszállítót (hagyd üresen ha nem kell létrehozni)
it: Seleziona il fornitore (o lascia vuoto per saltare)
pt: Selecione o fornecedor (ou deixe em branco para pular)
vi: Chọn nhà cung cấp (hoặc để trống để bỏ qua)

source: Select manufacturer (or leave blank to skip)
de: Hersteller auswählen (oder leer lassen, um zu überspringen)
es: Seleccionar fabricante (o dejar en blanco para saltar)
hu: Válassz gyártót (hagyd üresen ha nem kell létrehozni)
it: Seleziona il produttore (o lascia vuoto per saltare)
pt: Selecione fabricante (ou deixe em branco para pular)
vi: Chọn nhà sản xuất (hoặc để trống để bỏ qua)

source: Manufacturer part number
de: Hersteller-Teilenummer
es: Número de parte del fabricante
hu: Gyártói cikkszám
it: Codice articolo Produttore
pt: Número de Peça do Fabricante
vi: Mã số nhà sản xuất

source: Selected company is not a valid supplier
de: Ausgewählte Firma ist kein gültiger Lieferant
es: La empresa seleccionada no es un proveedor válido
hu: A kiválasztott cég nem érvényes beszállító
it: L'azienda selezionata non è un fornitore valido
pt: A empresa selecionada não é um fornecedor válido
vi: Công ty đã chọn không phải là nhà cung ứng hợp lệ

source: Selected company is not a valid manufacturer
de: Ausgewählte Firma ist kein gültiger Hersteller
es: La empresa seleccionada no es un fabricante válido
hu: A kiválasztott cég nem érvényes gyártó
it: L'azienda selezionata non è un produttore valido
pt: A empresa selecionada não é um fabricante válido
vi: Công ty đã chọn không phải là nhà sản xuất hợp lệ

source: Manufacturer part matching this MPN already exists
de: Herstellerteil mit dieser MPN existiert bereits
hu: Van már ilyen gyártói alkatrész
it: L'articolo del produttore che corrisponde a questo MPN esiste già
pt: A peça do fabricante que corresponde a essa MPN já existe
vi: Mã số nhà sản xuất khớp với MPN này đã tồn tại

source: Supplier part matching this SKU already exists
de: Lieferantenteil mit dieser SKU existiert bereits
hu: Van már ilyen beszállítói alkatrész
it: L'articolo del fornitore che corrisponde a questo SKU esiste già
pt: A peça do fornecedor que corresponde a essa SKU já existe
vi: Mã số nhà cung cấp khớp với SKU này đã tồn tại

source: Duplicate Part
de: Teil duplizieren
es: Duplicar Parte
hu: Alkatrész másolása
it: Duplica articolo
pt: Peça duplicada
vi: Nhân bản sản phẩm

source: Copy initial data from another Part
de: Initiale Daten von anderem Teil kopieren
hu: Kezdeti adatok másolása egy másik alkatrészről
it: Copia i dati iniziali da un altro Articolo
pt: Copiar dados iniciais de outra peça
vi: Sao chép dữ liệu ban đầu từ sản phẩm khác

source: Initial Stock
de: Initialer Lagerbestand
es: Stock Inicial
hu: Kezdeti készlet
it: Stock iniziale
pt: Estoque inicial
vi: Số liệu kho ban đầu

source: Create Part with initial stock quantity
de: Erstelle Teil mit Ausgangsbestand
es: Crear Parte con cantidad inicial de stock
hu: Kezdeti készlet mennyiség létrehozása
it: Crea Articolo con quantità di scorta iniziale
pt: Criar peça com a quantidade inicial de estoque
vi: Tạo sản phẩm với số lượng tồn kho ban đầu

source: Supplier Information
de: Lieferanteninformationen
es: Información del proveedor
hu: Beszállító információ
it: Informazioni Fornitore
pt: Informações do Fornecedor
vi: Thông tin nhà cung cấp

source: Add initial supplier information for this part
de: Lieferanteninformationen zu diesem Teil hinzufügen
es: Añadir información inicial del proveedor para esta parte
hu: Kezdeti beszállító adatok hozzáadása
it: Aggiungi le informazioni iniziali del fornitore per questo articolo
pt: Adicionar informação inicial de fornecedor para esta peça
vi: Thêm thông tin nhà cung cấp ban đầu cho sản phẩm này

source: Copy Category Parameters
de: Kategorieparameter kopieren
es: Copiar Parámetros de Categoría
hu: Kategória paraméterek másolása
it: Copia Parametri Categoria
pt: Copiar Parâmetros da Categoria
vi: Sao chép thông số nhóm hàng

source: Copy parameter templates from selected part category
de: Parametervorlagen aus der ausgewählten Teilkategorie kopieren
es: Copiar plantillas de parámetro de la categoría de partes seleccionada
hu: Paraméter sablonok másolása a kiválasztott alkatrész kategóriából
it: Copia i parametri dai modelli della categoria articolo selezionata
pt: Copiar modelos de parâmetros a partir de categoria de peça selecionada
vi: Sao chép mẫu tham số từ nhóm sản phẩm được chọn

source: Existing Image
es: Imagen Existente
pt: Imagem Existente
vi: Ảnh hiện có

source: Image file does not exist
es: El archivo de imagen no existe
pt: A imagem não existe
vi: Tệp hình ảnh không tồn tại

source: Limit stocktake report to a particular part, and any variant parts
de: Inventurbericht auf ein bestimmtes Teil und alle Variantenteile beschränken
hu: Leltár riport korlátozása bizonyos alkatrészre és variánsra
it: Limitare il report d'inventario ad un articolo particolare e a eventuali articoli varianti
pt: Limitar o relatório de balanço a uma determinada peça e quaisquer peças variantes
vi: Hạn chế báo cáo kiểm kê với sản phẩm riêng biệt và sản phẩm biến thể bất kỳ

source: Limit stocktake report to a particular part category, and any child categories
de: Inventurbericht auf eine bestimmte Teilekategorie und alle untergeordneten Kategorien beschränken
hu: Leltár riport korlátozása bizonyos alkatrész kategóriára és az alatta lévőkre
it: Limita il report d'inventario ad una particolare categoria articolo, e a eventuali categorie secondarie
pt: Limitar o relatório de balanço a uma determinada categoria, e qualquer peças filhas
vi: Hạn chế báo cáo kiểm kê với danh mục sản phẩm riêng biệt và danh mục con bất kỳ

source: Limit stocktake report to a particular stock location, and any child locations
de: Inventurbericht auf einen bestimmten Lagerort und alle untergeordneten Lagerorte beschränken
hu: Leltár riport korlátozása bizonyos készlethelyre és az alatta lévőkre
it: Limita il report d'inventario ad una particolare ubicazione di magazzino, e a eventuali ubicazioni secondarie
pt: Limitar o relatório de balanço a um determinado local de estoque, e qualquer local filho
vi: Hạn chế báo cáo kiểm kê với vị trí kho riêng biệt và vị trí con bất kỳ

source: Exclude External Stock
de: Externen Bestand ausschließen
hu: Külső készlet nélkül
pt: Excluir Estoque externo
vi: Ngoại trừ kho bên ngoài

source: Exclude stock items in external locations
de: Lagerartikel an externen Orten ausschließen
hu: Külső helyeken lévő készlet nélkül
pt: Excluir itens de estoque em locais externos
vi: Loại trừ hàng trong kho của vị trí bên ngoài

source: Generate Report
de: Bericht generieren
es: Generar informe
hu: Riport létrehozása
it: Genera Report
pt: Gerar relatório
vi: Tạo báo cáo

source: Generate report file containing calculated stocktake data
de: Erstelle Berichtsdatei mit berechneten Inventurdaten
hu: Riport fájl létrehozása a számított leltár adatokkal
it: Genera file di report contenente dati di inventario calcolati
pt: Gerar arquivo de relatório contendo dados de estoque calculados
vi: Tạo tệp báo cáo chứa dữ liệu kiểm kê đã tính toán

source: Update Parts
de: Teile aktualisieren
es: Actualizar partes
hu: Alaktrészek frissítése
it: Aggiorna Articoli
pt: Atualizar Peças
vi: Cập nhật sản phẩm

source: Update specified parts with calculated stocktake data
de: Angegebene Teile mit berechneten Inventurdaten aktualisieren
hu: Megadott alkatrészek frissítése a számított leltár adatokkal
it: Aggiorna gli articoli specificati con i dati calcolati di inventario
pt: Atualizar peças especificadas com dados de estoque calculados
vi: Cập nhật sản phẩm cụ thể với dữ liệu kiểm kê đã tính

source: Stocktake functionality is not enabled
de: Inventur-Funktionalität ist nicht aktiviert
hu: Leltár funkció nincs engedélyezve
it: La funzione Inventario non è abilitata
pt: Função de Balanço de Estoque não está ativada
vi: Chức năng kiểm kê chưa được bật

source: Override calculated value for minimum price
de: Berechneten Wert für Mindestpreis überschreiben
es: Anular el valor calculado para precio mínimo
hu: Számított minimum ár felülbírálása
pt: Sobrepor valor calculado para preço mínimo
vi: Giá trị tính toán ghi đè cho giá tối thiểu

source: Minimum price currency
es: Precio mínimo de moneda
hu: Minimum ár pénzneme
pt: Moeda do preço mínimo
vi: Tiền tế giá tối thiểu

source: Override calculated value for maximum price
hu: Számított maximum ár felülbírálása
pt: Sobrepor valor calculado para preço máximo
vi: Giá trị tính toán ghi đè cho giá tối đa

source: Maximum price currency
es: Precio máximo de moneda
hu: Maximum ár pénzneme
pt: Moeda do preço máximo
vi: Tiền tế giá tối đa

source: Update
de: Aktualisieren
es: Actualizar
hu: Frissítés
it: Aggiorna
pt: Atualizar
vi: Cập nhật

source: Update pricing for this part
de: Preis für dieses Teil aktualisieren
hu: Alkatrész árak frissítése
it: Aggiorna i prezzi per questo articolo
pt: Atualizar preços desta peça
vi: Cập nhật giá cho sản phẩm này

source: Could not convert from provided currencies to {default_currency}
hu: Megadott pénznem átváltása {default_currency}-re sikertelen
pt: Não foi possível converter das moedas fornecidas para {default_currency}
vi: Không thể chuyển đổi từ tiền tệ đã cung cấp cho {default_currency}

source: Minimum price must not be greater than maximum price
es: El precio mínimo no debe ser mayor que el precio máximo
hu: A Minimum ár nem lehet nagyobb mint a Maximum ár
pt: Preço mínimo não pode ser maior que o preço máximo
vi: Giá tối thiểu không được lớn hơn giá tối đa

source: Maximum price must not be less than minimum price
es: El precio máximo no debe ser inferior al precio mínimo
hu: A Maximum ár nem lehet kisebb mint a Minimum ár
pt: Preço máximo não pode ser menor que o preço mínimo
vi: Giá tối đa không được nhỏ hơn giá tối thiểu

source: Select part to copy BOM from
de: Teil auswählen, von dem Stückliste kopiert wird
es: Seleccionar parte de la que copiar BOM
hu: Válassz alkatrészt ahonnan az alkatrészjegyzéket másoljuk
it: Seleziona l'articolo da cui copiare la distinta base
pt: Selecionar peça para copiar a LDM
vi: Chọn sản phẩm để sao chép định mức nguyên vật liệu

source: Remove Existing Data
de: Bestehende Daten entfernen
es: Eliminar Datos Existentes
hu: Létező adat törlése
it: Rimuovi Dati Esistenti
pt: Remover Dado Existente
vi: Xóa dữ liệu đã tồn tại

source: Remove existing BOM items before copying
de: Bestehende Stücklisten-Positionen vor dem Kopieren entfernen
es: Eliminar artículos BOM existentes antes de copiar
hu: Meglévő alkatrészjegyzék tételek törlése a másolás előtt
it: Rimuovi elementi distinta base esistenti prima di copiare
pt: Remova itens LDM existentes antes de copiar
vi: Xóa mục BOM đã tồn tại trước khi sao chép

source: Include Inherited
de: Vererbtes einschließen
es: Incluye Heredado
hu: Örököltekkel együtt
it: Includi Ereditato
pt: Incluir Herdados
vi: Bao gồm thừa hưởng

source: Include BOM items which are inherited from templated parts
de: Stücklisten-Positionen einbeziehen, die von Vorlage-Teilen geerbt werden
es: Incluye artículos BOM que son heredados de partes con plantillas
hu: Sablon alkatrészektől örökölt alkatrészjegyzék tételek használata
it: Includi gli elementi Distinta Base ereditati da prodotti template
pt: Incluir itens LDM que são herdados de peças modelo
vi: Bao gồm mục BOM được thừa hưởng từ sản phẩm mẫu

source: Skip Invalid Rows
de: Ungültige Zeilen überspringen
es: Omitir filas no válidas
hu: Hibás sorok kihagyása
it: Salta Righe Non Valide
pt: Pular Linhas inválidas
vi: Bỏ qua dòng không hợp lệ

source: Enable this option to skip invalid rows
de: Aktiviere diese Option, um ungültige Zeilen zu überspringen
es: Activar esta opción para omitir filas inválidas
hu: Engedély a hibás sorok kihagyására
it: Abilita questa opzione per saltare le righe non valide
pt: Habilitar esta opção para pular linhas inválidas
vi: Bật tùy chọn này để bỏ qua dòng không hợp lệ

source: Copy Substitute Parts
de: Ersatzteile kopieren
es: Copiar partes sustitutas
hu: Helyettesítő alkatrészek másolása
it: Copia Articoli sostitutivi
pt: Copiar Peças Substitutas
vi: Sao chép sản phẩm thay thế

source: Copy substitute parts when duplicate BOM items
de: Ersatzteile beim Duplizieren von Stücklisten-Positionen kopieren
hu: Helyettesítő alkatrészek másolása az alkatrészjegyzék tételek másolásakor
it: Copia articoli sostitutivi quando duplichi gli elementi distinta base
pt: Copiar peças de substitutas quando duplicar itens de LDM
vi: Sao chép sản phẩm thay thế khi nhân bản hàng hóa BOM

source: Clear Existing BOM
de: Bestehende Stückliste löschen
es: Limpiar BOM Existente
hu: Meglévő alkatrészjegyzék törlése
it: Cancella Distinta Base esistente
pt: Limpar LDM Existente
vi: Dọn dẹp BOM đang tồn tại

source: Delete existing BOM items before uploading
de: Bestehende Stücklisten-Positionen vor dem Importieren entfernen
hu: Meglévő alkatrészjegyzék tételek törlése a feltöltés előtt
it: Rimuovi elementi distinta base esistenti prima del caricamento
pt: Apagar itens LDM existentes antes de carregar
vi: Xóa mục BOM đang tồn tại trước khi tải lên

source: No part column specified
de: Keine Teilspalte angegeben
hu: Nincs megadva alkatrész oszlop
it: Nessuna colonna articolo specificata
pt: Nenhuma coluna de peça especificada
vi: Chưa chỉ ra cột sản phẩm

source: Multiple matching parts found
de: Mehrere übereinstimmende Teile gefunden
es: Varios resultados encontrados
hu: Több egyező alkatrész is található
it: Trovati più articoli corrispondenti
pt: Múltiplas peças correspondentes encontradas
vi: Tìm thấy nhiều sản phẩm phù hợp

source: No matching part found
de: Keine passenden Teile gefunden
es: No se encontraron partes coincidentes
hu: Nincs egyező alkatrész
it: Nessun articolo corrispondente trovato
pt: Nenhuma peça correspondente encontrada
vi: Không tìm thấy sản phẩm nào

source: Part is not designated as a component
de: Teil ist nicht als Komponente angelegt
es: La parte no está designada como componente
hu: Az alkatrész nem lett összetevőként jelölve
it: L'articolo non è indicato come componente
pt: Peça não está designada como componente
vi: Sản phẩm không được chỉ định như là một thành phần

source: Quantity not provided
de: Menge nicht angegeben
es: Cantidad no proporcionada
hu: Mennyiség nincs megadva
it: Quantità non fornita
pt: Quantidade não foi fornecida
vi: Chưa cung cấp số lượng

source: Invalid quantity
de: Ungültige Menge
es: Cantidad no válida
hu: Érvénytelen mennyiség
it: Quantità non valida
pt: Quantidade Inválida
vi: Số lượng không hợp lệ

source: At least one BOM item is required
de: Mindestens eine Stückliste-Position ist erforderlich
es: Se requiere al menos un artículo BOM
hu: Legalább egy alkatrészjegyzék tétel szükséges
it: Almeno un elemento della distinta base è richiesto
pt: Pelo menos um item LDM é necessário
vi: Buộc phải nhập ít nhất một mục BOM

source: Total Quantity
de: Gesamtstückzahl
es: Cantidad Total
hu: Teljes mennyiség
it: Quantità Totale
pt: Quantidade Total
vi: Tổng số lượng

source: Total Cost Min
de: Gesamt-Bestandswert min
es: Costo total mínimo
hu: Teljes költség min
it: Costo Minimo Totale
pt: Custo Min Total
vi: Tổng chi phí tối thiểu

source: Total Cost Max
de: Gesamt-Bestandswert max
es: Costo total máximo
hu: Teljes költség max
it: Costo Massimo Totale
pt: Custo Max Total
vi: Tổng chi phí tối đa

source: Stocktake Report Available
de: Inventurbericht verfügbar
hu: Leltár riport rendelkezésre áll
it: Report Inventario Disponibile
pt: Balanço de Estoque Disponível
vi: Báo cáo kiểm kê có sẵn

source: A new stocktake report is available for download
de: Ein neuer Inventurbericht steht zum Download zur Verfügung
hu: Egy új leltár riport készen áll a letöltésre
it: Un nuovo report di inventario è disponibile per il download
pt: Um novo relatório de balanço do estoque está disponível para baixar
vi: Có sẵn một báo cáo kiểm kê mới để tải về

source: Low stock notification
de: Benachrichtigungen über geringen Bestand
es: Notificación por bajo stock
hu: Alacsony készlet értesítés
it: Notifica di magazzino bassa
pt: Notificação de estoque baixo
vi: Thông báo sắp hết hàng

source: The available stock for {part.name} has fallen below the configured minimum level
de: Der verfügbare Bestand für {part.name} ist unter das konfigurierte Mindestniveau gefallen
es: El stock disponible para {part.name} ha caído por debajo del nivel mínimo configurado
hu: A {part.name} alkatrész rendelkezésre álló készlete a megadott minimum alá csökkent
it: Lo stock disponibile per {part.name} è sceso sotto il livello minimo configurato
pt: O estoque disponível para {part.name} caiu abaixo do nível mínimo definido
vi: Kho có sẵn cho {part.name} đã mất dưới mức cấu hình tối thiểu

source: You do not have permission to edit the BOM.
de: Sie haben keine Berechtigung zum Bearbeiten der Stückliste.
es: No tienes permiso para editar la lista de materiales.
hu: Nincs jogosultságod az alkatrészjegyzék szerkesztéséhez.
it: Non hai il permesso di modificare la distinta base.
pt: Você não tem permissões para editar a LDM.
vi: Bạn không có quyền chỉnh sửa định mức vật liệu.

source: The BOM this part has been changed, and must be validated
hu: A alkatrészhez tartozó alkatrészjegyzék megváltozott és jóvá kell hagyni
pt: A LDM dessa peça foi alterada, e deve ser validada
vi: BOM sản phẩm này đã được thay đổi và phải được xác minh

source: The BOM for <em>%(part)s</em> was last checked by %(checker)s on %(check_date)s
de: Die Stückliste für <em>%(part)s</em> wurde zuletzt von %(checker)s am %(check_date)s kontrolliert
hu: A <em>%(part)s</em> alkatrészhez tartozó alkatrészjegyzéket utoljára %(checker)s ellenőrizte %(check_date)s-n
it: La distinta base per <em>%(part)s</em> è stato controllato da %(checker)s il %(check_date)s
vi: BOM cho <em>%(part)s</em> đã được kiểm tra lần cuối bởi %(checker)s vào %(check_date)s

source: The BOM for <em>%(part)s</em> has not been validated.
de: Die Stückliste für <em>%(part)s</em> wurde noch nicht kontrolliert.
hu: A <em>%(part)s</em> alkatrészhez tartozó alkatrészjegyzék még nincs jóváhagyva.
it: La distinta base per <em>%(part)s</em> non è stata convalidata.
vi: BOM cho <em>%(part)s</em> chưa được xác minh.

source: Perform stocktake for this part category
de: Inventur für diese Teilekategorie durchführen
hu: Alkatrész kategória leltározása
it: Esegui inventario per questa categoria articolo
pt: Fazer balanço de estoque para esta categoria de peça
vi: Thực hiện kiểm kê cho danh mục hàng hóa này

source: You are subscribed to notifications for this category
de: Sie haben Benachrichtigungen für diese Kategorie abonniert
es: Estás suscrito a las notificaciones de esta categoría
hu: Értesítések beállítva erre a kategóriára
it: Sei iscritto alle notifiche di questa categoria
pt: Você está inscrito para notificações desta categoria
vi: Bạn đã được đăng ký nhận thông báo cho danh mục này

source: Subscribe to notifications for this category
de: Benachrichtigungen für diese Kategorie abonnieren
es: Suscribirse a las notificaciones de esta categoría
hu: Értesítések kérése erre a kategóriára
it: Sottoscrivi notifiche per questa categoria
pt: Inscrever-se para notificações desta categoria
vi: Đăng ký nhận thông báo cho danh mục này

source: Category Actions
de: Kategorieaktionen
es: Acciones de categoría
hu: Kategória műveletek
it: Azioni Categoria
pt: Ações de Categoria
vi: Chức năng danh mục

source: Edit category
de: Kategorie bearbeiten
es: Editar categoría
hu: Kategória szerkesztése
it: Modifica categoria
pt: Editar categoria
vi: Sửa danh mục

source: Edit Category
de: Kategorie bearbeiten
es: Editar Categoría
hu: Kategória szerkesztése
it: Modifica Categoria
pt: Editar Categoria
vi: Sửa danh mục

source: Delete category
de: Kategorie löschen
es: Eliminar categoría
hu: Kategória törlése
it: Elimina la categoria
pt: Excluir categoria
vi: Xóa danh mục

source: Delete Category
de: Kategorie löschen
es: Eliminar Categoría
hu: Kategória törlése
it: Cancella categoria
pt: Excluir Categoria
vi: Xóa danh mục

source: Top level part category
de: Oberste Teil-Kategorie
es: Categoría de partes de nivel superior
hu: Legfelső szintű alkatrész kategória
it: Categoria articolo di livello superiore
pt: Categoria de peça de nível superior
vi: Danh mục sản phẩm cấp đầu

source: Subcategories
de: Unter-Kategorien
es: Subcategorías
hu: Alkategóriák
it: Sottocategorie
pt: Sub-categorias
vi: Phụ mục
