Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Refer to the error log in the admin interface for further details
de: Weitere Details finden Sie im Fehlerlog im Admin-Interface
es: Consulte el registro de errores en la interfaz de administración para más detalles
hu: Nézd meg az admin felületen lévő hibanaplót bővebb információkért
it: Consultare il log degli errori nell'interfaccia di amministrazione per ulteriori dettagli
pt: Consulte o login de erro na interface admin para mais detalhes
vi: Tham khảo nhật ký lỗi trong giao diện quản trị để biết thêm chi tiết

source: Site is in Maintenance
de: System wird gewartet
es: El Sitio está en Mantenimiento
hu: Az oldal karbantartás alatt
it: Il sito è in manutenzione
pt: Site está em Manutenção
vi: Site đang được bảo trì

source: The site is currently in maintenance and should be up again soon!
de: Die Seite ist derzeit in Wartung und sollte bald wieder verfügbar sein!
es: El sitio está actualmente en mantenimiento y debería estar listo pronto!
hu: Az oldal jelenleg karbantartás alatt van, hamarosan újra használható lesz!
it: Il sito è attualmente in manutenzione e dovrebbe essere online presto!
pt: O site está atualmente em manutenção e estará de volta em breve!
vi: Khu vực đang được bảo trì và sẽ mở lại sớm thôi!

source: Index
es: Índice
it: Indice
pt: Índice
vi: Chỉ số

source: Subscribed Parts
de: Abonnierte Teile
es: Partes Suscritas
hu: Értesítésre beállított alkatrészek
it: Articoli Sottoscritti
pt: Peças Inscritas
vi: Sản phẩm đã đăng ký

source: Subscribed Categories
de: Abonnierte Kategorien
es: Categorías Suscritas
hu: Értesítésre beállított kategóriák
it: Categoria sottoscritta
pt: Categorias Inscritas
vi: Danh mục đã đăng ký

source: Latest Parts
de: neueste Teile
es: Últimas Partes
hu: Legújabb alkatrészek
it: Articoli Recenti
pt: Peças Recentes
vi: Nguyên liệu mới nhất

source: BOM Waiting Validation
de: Stücklisten erwarten Kontrolle
es: Validación de BOM en espera
hu: Jóváhagyásra váró alkatrészjegyzék
it: Distinta base In Attesa Di Convalida
pt: BOM Aguardando Validação
vi: BOM đợi phê chuẩn

source: Recently Updated
de: kürzlich aktualisiert
es: Actualizado Recientemente
hu: Nemrég frissítve
it: Aggiornamento Recente
pt: Atualizados Recentemente
vi: Mới Cập Nhật

source: Depleted Stock
de: Verbrauchter Bestand
es: Stock Agotado
hu: Kimerült készlet
it: Stock esaurito
pt: Estoque Esgotado
vi: Kho đã hết hàng

source: Required for Build Orders
de: Für Bauaufträge benötigt
es: Requerido para construir pedidos
hu: Gyártáshoz szükséges
it: Richiesto per gli Ordini di Produzione
pt: Necessário para pedidos de produção
vi: Bắt buộc cho đơn đặt bản dựng

source: Expired Stock
de: abgelaufener Bestand
es: Stock Caducado
hu: Lejárt készlet
it: Stock Scaduto
pt: Estoque Expirado
vi: Kho đã quá hạn

source: Stale Stock
de: Bestand überfällig
es: Stock Obsoleto
hu: Állott készlet
it: Stock obsoleto
pt: Estoque Parado
vi: Kho hàng ế

source: Build Orders In Progress
de: laufende Bauaufträge
es: Pedidos en curso
hu: Folyamatban lévő gyártások
it: Ordini di Produzione Attivi
pt: Pedido de Produção em Progresso
vi: Đơn đặt bản dựng trong tiến trình

source: Overdue Build Orders
de: überfällige Bauaufträge
es: Órdenes de construcción atrasadas
hu: Késésben lévő gyártások
it: Ordini Di Produzione Scaduti
pt: Pedido de Produção Vencido
vi: Đơn đặt bản dựng quá hạn

source: Outstanding Purchase Orders
de: ausstehende Bestellungen
es: Órdenes de Compra Pendientes
hu: Kintlévő beszerzési rendelések
it: Ordini Di Acquisto In Corso
pt: Pedidos de Compra Pendentes
vi: Đơn đặt mua nổi bật

source: Overdue Purchase Orders
de: überfällige Bestellungen
es: Pedidos de Compra Atrasados
hu: Késésben lévő beszerzések
it: Ordini Di Acquisto In Ritardo
pt: Pedidos de Compra Vencidos
vi: Đơn mua quá hạn

source: Outstanding Sales Orders
de: ausstehende Aufträge
es: Pedidos de Venta Pendientes
hu: Függő vevői rendelések
it: Ordini Di Vendita In Corso
pt: Pedidos de Venda Pendentes
vi: Đơn hàng bán nổi bật

source: Overdue Sales Orders
de: überfällige Aufträge
es: Pedidos de Venta Atrasados
hu: Késésben lévő vevői rendelések
it: Ordini Di Vendita in ritardo
pt: Pedidos de Venda Vencidos
vi: Đơn hàng bán quá hạn

source: InvenTree News
de: InvenTree Neuigkeiten
es: Novedades de InvenTree
hu: InvenTree hírek
it: Novità InvenTree
pt: Notícias do InvenTree
vi: Tin tức InvenTree

source: Current News
de: Aktuelle Neuigkeiten
es: Últimas novedades
hu: Jelenlegi hírek
it: Notizie Attuali
pt: Notícias Atuais
vi: Tin hiện tại

source: Notification History
de: Benachrichtigungsverlauf
es: Historial de notificaciones
hu: Értesítések előzményei
it: Cronologia Notifiche
pt: Histórico de Notificações
vi: Nhật ký thông báo

source: Delete Notifications
de: Benachrichtigungen löschen
es: Eliminar notificaciones
hu: Értesítések törlése
it: Cancella Notifiche
pt: Apagar notificações
vi: Xóa thông báo

source: Pending Notifications
de: Ausstehende Benachrichtigungen
es: Notificaciones pendientes
hu: Függő értesítések
it: Notifiche In Attesa
pt: Notificações Pendentes
vi: Thông báo đang chờ

source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todos como leidos
hu: Mind megjelölése olvasottként
it: Segna tutte come lette
pt: Marcar tudo como lido
vi: Đánh dấu đã đọc tất cả

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche
pt: Notificações
vi: Thông báo

source: No unread notifications found
de: Keine ungelesenen Benachrichtigungen
es: No se encontraron notificaciones sin leer
hu: Nem találhatók olvasatlan értesítések
it: Nessuna notifica non letta
pt: Nenhuma notificação pendente encontrada
vi: Chưa có thông báo mới

source: No notification history found
de: Kein Benachrichtigungsverlauf
es: No se encontró historial de notificaciones
hu: Nem található régebbi értesítés
it: Nessuna cronologia notifiche trovata
pt: Sem histórico de notificação encontrado
vi: Không tìm thấy nhật ký thông báo

source: Delete all read notifications
de: Lösche alle gelesenen Benachrichtigungen
es: Borrar todas las notificaciones leídas
hu: Olvasott értesítések törlése
it: Elimina tutte le notifiche lette
pt: Excluir todas as notificações lidas
vi: Xóa toàn bộ thông báo đã đọc

source: Delete Notification
de: Benachrichtigung löschen
es: Eliminar notificación
hu: Értesítés törlése
it: Elimina notifica
pt: Apagar Notificação
vi: Xóa thông báo

source: Inbox
de: Posteingang
es: Bandeja de Entrada
hu: Olvasatlan
it: Posta
pt: Caixa de entrada
vi: Hộp thư

source: History
de: Verlauf
es: Historial
hu: Előzmények
it: Cronologia
pt: Histórico
vi: Lịch sử

source: Search Results
de: Suchergebnisse
es: Resultados de Búsqueda
hu: Keresési eredmények
it: Risultati della Ricerca
pt: Resultados da busca
vi: Kết quả tìm kiếm

source: Barcode Settings
de: Barcode-Einstellungen
es: Ajustes de Código de Barras
hu: Vonalkód beállítások
it: Impostazioni codice a barre
pt: Definições do código de barras
vi: Thiết lập mã vạch

source: Build Order Settings
de: Bauauftrag-Einstellungen
es: Configuración de Pedido de Trabajo
hu: Gyártási utasítás bellításai
it: Impostazione Ordine di Produzione
pt: Configurações do Pedido de Produção
vi: Thiết lập đơn đặt bản dựng

source: Category Settings
de: Kategorie-Einstellungen
es: Ajustes de Categoría
hu: Kategória beállítások
it: Impostazioni categoria
pt: Configurações de categoria
vi: Cài đặt Danh mục

source: Server Settings
de: Server Einstellungen
es: Configuración del Servidor
hu: Kiszolgáló beállítások
it: Impostazioni Server
pt: Configurações do servidor
vi: Cài đặt máy chủ

source: Label Settings
de: Labeleinstellungen
es: Ajustes de Etiqueta
hu: Címke beállítások
it: Impostazioni Etichetta
pt: Configurações de etiqueta
vi: Cài đặt nhãn

source: Login Settings
de: Anmeldeeinstellungen
es: Configuración de Inicio de Sesión
hu: Belépési beállítások
it: Impostazioni di accesso
pt: Configurações de Acesso
vi: Cài đặt đăng nhập

source: Outgoing email has not been configured. Some login and sign-up features may not work correctly!
de: Ausgehende E-Mails wurde nicht konfiguriert. Einige Anmelde- und Anmeldefunktionen funktionieren möglicherweise nicht korrekt!
hu: Kimenő email nincs beállítva. Néhány bejelentkezési és regisztrációs funkció nem fog megfelelően működni!
it: L'email in uscita non è stata configurata. Alcune funzioni di login e di registrazione potrebbero non funzionare correttamente!
pt: O e-mail de saída não foi configurado. Alguns recursos de acesso e inscrição podem não funcionar corretamente!
vi: Chưa cấu hình email gửi đi. Một số tính năng đăng nhập và đăng ký sẽ không hoạt động được!

source: Signup
de: Anmelden
es: Registrarse
hu: Regisztráció
it: Registrati
pt: Registrar-se
vi: Đăng ký

source: Single Sign On
es: Inicio de sesión único
hu: Single Sign On (SSO)
it: Accesso singolo
pt: Início de sessão única
vi: Đăng nhập một lần

source: Settings
de: Einstellungen
es: Ajustes
hu: Beállítások
it: Impostazioni
pt: Configurações
vi: Cài đặt

source: URLs
es: Direcciones URL
hu: URL-ek
it: URL
vi: URL

source: The Base-URL for this plugin is <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
de: Die Basis-URL für dieses Plugin ist <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
es: La URL base para este plugin es <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
hu: Az alap URL-je ennek a pluginnak <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
it: L'URL di base per questo plugin è <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
pt: A Base-URL para esta extensão é <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
vi: Base-URL cho phần bổ sung này là <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.

source: Open in new tab
de: In neuem Tab öffnen
es: Abrir en una pestaña nueva
hu: Megnyitás új fülön
it: Apri in una nuova scheda
pt: Abrir em uma nova aba
vi: Mở trong tab mới

source: Notification Settings
de: Benachrichtigungs-Einstellungen
hu: Értesítési beállítások
it: Impostazioni Notifiche
pt: Configurações de Notificação
vi: Cài đặt thông báo

source: Part Settings
de: Teil-Einstellungen
es: Ajustes de Parte
hu: Alkatrész beállítások
it: Impostazioni articolo
pt: Configurações de Peça
vi: Cài đặt sản phẩm

source: Part Import
de: Teileimport
es: Importar Parte
hu: Alkatrész importálás
it: Importa Articolo
pt: Peça importada
vi: Nhập hàng hóa

source: Import Part
de: Teil importieren
es: Importar Parte
hu: Alkatrész importálása
it: Importa Articolo
pt: Importar Peça
vi: Nhập sản phẩm

source: Part Parameter Templates
de: Teil-Parametervorlage
es: Plantillas de Parámetros de Partes
hu: Alkatrész paraméter sablonok
it: Modelli parametro articolo
pt: Modelo de Parâmetro da Peça
vi: Mẫu tham số sản phẩm

source: Stocktake Settings
de: Inventur-Einstellungen
hu: Leltár beállítások
it: Impostazioni Inventario
pt: Configurações de Balanço
vi: Thiết lập kiểm kê

source: Stocktake Reports
de: Inventurberichte
hu: Leltár riportok
it: Report Inventario
pt: Relatório de Balanço
vi: Báo cáo kiểm kê

source: Physical Units
de: Physikalische Einheiten
hu: Fizikai mértékegység
pt: Unidades Físicas
vi: Đơn vị vật lí

source: Add Unit
de: Einheit hinzufügen
es: Añadir unidad
hu: Mértékegység hozzáadása
pt: Adicionar Unidade
vi: Thêm đơn vị

source: Plugin Settings
de: Plugin-Einstellungen
es: Ajustes del complemento
hu: Plugin beállítások
it: Impostazioni Plugin
pt: Configurações da Extensão
vi: Thiết lập phần bổ sung

source: Changing the settings below require you to immediately restart the server. Do not change this while under active usage.
de: Wenn Sie die folgenden Einstellungen ändern, müssen Sie InvenTree sofort neu starten. Ändern Sie dies nicht während der aktiven Nutzung.
es: Cambiar la configuración de abajo requiere reiniciar inmediatamente el servidor. No lo cambie mientras esté en uso activo.
hu: Az alábbi beállítások módosításához a kiszolgáló azonnali újraindítása szükséges. Aktív használat közben ne változtass ezeken.
it: Cambiando le impostazioni qui sotto, si richiede di riavviare immediatamente il server. Non cambiare le impostazioni durante l'utilizzo.
pt: Alterar as configurações abaixo requer que você reinicie imediatamente o servidor. Não altere isso enquanto estiver em uso.
vi: Đổi thiết lập bên dưới yêu cầu bạn cần khởi động máy chủ ngay lập tức. Đừng thay đổi điều này trong khi đang sử dụng phần mềm.

source: Plugins
es: Complementos
hu: Pluginok
it: Plugin
pt: Extensões
vi: Phần bổ sung

source: Install Plugin
de: Plugin installieren
es: Instalar complemento
hu: Plugin Telepítése
it: Installa Plugin
pt: Instalar extensão
vi: Cài đặt phần bổ sung

source: Reload Plugins
es: Recargar Plugins
pt: Recarregar plugins
vi: Tải lại plugin

source: External plugins are not enabled for this InvenTree installation
de: Externe Plugins sind für diese InvenTree-Installation nicht aktiviert
es: Los complementos externos no están habilitados para esta instalación de InvenTree
hu: Külső pluginok nincsenek engedélyezve
it: I plugin esterni non sono abilitati per questa installazione InvenTree
pt: Extensões externos não estão ativados para esta instalação do InvenTree
vi: Phần bổ sung bên ngoài chưa được bật cho cài đặt InvenTree này

source: Plugin Error Stack
de: Plugin-Fehlerstapel
es: Pila de error de complementos
hu: Plugin hibatároló
it: Plugin Errore Stack
pt: Erro da Pilha da Extensão
vi: Ngăn Xếp Lỗi Phần Bổ Sung

source: Stage
de: Stufe
es: Etapa
hu: Szakasz
pt: Fase
vi: Giai đoạn

source: Message
de: Meldung
es: Mensaje
hu: Üzenet
it: Messaggio
pt: Mensagem
vi: Tin nhắn

source: Plugin information
de: Plugin-Informationen
es: Información de Plugin
hu: Plugin információ
it: Informazioni Plugin
pt: Informações da extensões
vi: Thông tin phần bổ sung

source: Version
es: Versión
hu: Verzió
it: Versione
pt: Versão
vi: Phiên bản

source: no version information supplied
de: keine Versionsinformation angegeben
es: no se proporcionó información de versión
hu: nincs megadva verzió információ
it: nessuna informazione di versione fornita
pt: nenhuma informação de versão fornecida
vi: chưa cung cấp thông tin phiên bản

source: License
de: Lizenz
es: Licencia
hu: Licenc
it: Licenza
pt: Licença
vi: Giấy phép

source: The code information is pulled from the latest git commit for this plugin. It might not reflect official version numbers or information but the actual code running.
de: Die Code-Informationen werden vom neuesten Git Commit für dieses Plugin eingelesen. Es spiegelt möglicherweise nicht die offiziellen Versionsnummern oder Informationen wider, sondern den tatsächlich laufenden Code.
es: La información del código es extraída del último git commit para este plugin. Puede que no refleje los números de versión oficiales o la información, pero sí el código actual en ejecución.
hu: A kódinformáció a plugin legújabb git commitjából származik. Előfordulhat, hogy ez nem a hivatalos verziószámokat vagy információkat, hanem a ténylegesen futó kódot tükrözi.
it: Le informazioni sul codice vengono prelevate dall'ultimo commit git per questo plugin. Potrebbe non riflettere numeri di versione ufficiali o informazioni ma il codice effettivo in esecuzione.
pt: A informação de código é retirada do último git commit para esta extensão. Pode não refletir números de versão ou informações oficiais, mas sim o código em execução.
vi: Thông tin mã được kéo về từ cập nhật git mới nhất cho phần bổ sung này. Nó có thể không phải là phiên bản hay thông tin chính thức nhưng mã thực sự hoạt động.

source: Package information
de: Paketinformationen
es: Información del paquete
hu: Csomag információ
it: Informazioni Pacchetto
pt: Informações do pacote
vi: Thông tin gói

source: Installation method
de: Installationsmethode
es: Método de instalación
hu: Telepítési mód
it: Metodo d'installazione
pt: Método de instalação
vi: Phương thức cài đặt

source: This plugin was installed as a package
de: Dieses Plugin wurde als Paket installiert
es: Este plugin fue instalado como un paquete
hu: Ez a plugin csomagként lett telepítve
it: Questo plugin è stato installato come pacchetto
pt: Esta extensão foi instalada como um pacote
vi: Phần bổ sung này đã được cài đặt dạng gói

source: This plugin was found in a local server path
de: Dieses Plugin wurde in einem lokalen Serverpfad gefunden
es: Este complemento fue encontrado en una ruta del servidor local
hu: Ez a plugin a lokális kiszolgáló útvonalon található
it: Questo plugin è stato trovato in un percorso server locale
pt: Esta extensão foi encontrada no caminho do servidor local
vi: Phần bổ sung này đã tồn tại trên đường dẫn máy chủ của bạn

source: Installation path
de: Installationspfad
es: Ruta de instalación
hu: Telepítési útvonal
it: Percorso d'installazione
pt: Caminho de instalação
vi: Đường dẫn cài đặt

source: Builtin
de: Integriert
es: Integrado
hu: Beépített
it: Integrato
pt: Embutido
vi: Gắn liền

source: This is a builtin plugin which cannot be disabled
de: Dies ist ein integriertes Plugin, das nicht deaktiviert werden kann
es: Este es un complemento incorporado que no puede ser desactivado
hu: Ez egy beépített plugin amit nem lehet letiltani
it: Questo è un plugin integrato che non può essere disabilitato
pt: Esse é uma extensão embutida que não pode ser desativado
vi: Đây là phần bổ sung có sẵn nên không thể tắt được

source: Sample
de: Beispiel
es: Muestra
hu: Minta
it: Esempio
pt: Amostra
vi: Mẫu

source: This is a sample plugin
de: Dies ist ein Beispiel-Plugin
hu: Ez egy minta plugin
pt: Este é um plugin de exemplo
vi: Đây là phần bổ sung mẫu

source: Commit Author
de: Commit-Autor
es: Autor del Commit
hu: Commit szerzője
it: Autore Commit
pt: Autor do Commit
vi: Người commit

source: Commit Date
de: Commit-Datum
es: Fecha del Commit
hu: Commit dátuma
it: Data d'impegno
pt: Data do commit
vi: Ngày commit

source: Commit Message
de: Commit-Nachricht
es: Mensaje de Commit
hu: Commit üzenet
it: Commit Messaggio
pt: Mensagem do Commit
vi: Thông điệp commit

source: Purchase Order Settings
de: Bestellungs-Einstellungen
es: Ajustes de Orden de Compra
hu: Beszerzési rendelés beállításai
it: Impostazioni Ordine di Acquisto
pt: Configurações do Pedido de Compra
vi: Cài đặt đơn đặt mua

source: Pricing Settings
de: Preiseinstellungen
es: Configuración de Precios
hu: Árazási beállítások
it: Impostazioni Prezzi
pt: Configurações de preços
vi: Cài đặt định giá

source: Exchange Rates
de: Wechselkurse
es: Tipos de Cambio
hu: Árfolyamok
it: Tassi di cambio
pt: Taxas de Câmbio
vi: Tỷ giá hối đoái

source: Update Now
de: Jetzt aktualisieren
es: Actualizar Ahora
hu: Frissítés most
it: Aggiorna Ora
pt: Atualizar agora
vi: Cập nhật ngay

source: Last Update
de: Letzte Aktualisierung
es: Última Actualización
hu: Utolsó frissítés
it: Ultimo Aggiornamento
pt: Última Atualização
vi: Lần cập nhật gần nhất

source: Never
de: Nie
es: Nunca
hu: Soha
it: Mai
pt: Nunca
vi: Chưa bao giờ

source: Project Code Settings
es: Configuración del código de proyecto
hu: Projektszám beállítások
pt: Configurações de código do projeto
vi: Cài đặt mã dự án

source: Project Codes
es: Códigos del proyecto
hu: Projektszámok
it: Codice del progetto
pt: Códigos de Projeto
vi: Mã dự án

source: New Project Code
es: Nuevo código de proyecto
hu: Új projektszám
it: Nuovo Codice Del Progetto
pt: Novo Código de Projeto
vi: Mã dự án mới

source: Report Settings
de: Berichts-Einstellungen
es: Ajustes del Informe
hu: Riport beállítások
it: Impostazioni Report
pt: Configurações de relatórios
vi: Cài đặt báo cáo

source: Return Order Settings
hu: Visszavétel bellításai
it: Impostazioni Ordine Di Reso
pt: Configurações de Pedido de Devolução
vi: Cài đặt đơn trả hàng

source: No value set
de: Kein Wert angegeben
es: Ningún valor establecido
hu: Nincsenek értékek
it: Nessun valore impostato
pt: Nenhum valor definido
vi: Chưa cài đặt giá trị

source: Edit setting
de: Einstellungen ändern
es: Editar ajustes
hu: Beállítások módosítása
it: Modifica impostazioni
pt: Editar configurações
vi: Sửa cài đặt

source: Edit Plugin Setting
de: Plugin-Einstellungen bearbeiten
es: Editar Configuración del Plugin
hu: Plugin beállítások módosítása
it: Modifica Impostazioni Plugin
pt: Editar Configurações do Plug-in
vi: Sửa cài đặt phần bổ sung

source: Edit Notification Setting
de: Benachrichtigungs-Einstellungen bearbeiten
hu: Értesítési beállítások szerkesztése
it: Modifica Impostazioni Notifica
pt: Editar Configurações de Notificação
vi: Sửa cài đặt thông báo

source: Edit Global Setting
de: Allgemeine Einstellungen bearbeiten
es: Editar Configuración Global
hu: Általános beállítások szerkesztése
it: Modifica Impostazioni Globali
pt: Editar Configurações Globais
vi: Chỉnh sửa cài đặt toàn cục

source: Edit User Setting
de: Benutzereinstellungen bearbeiten
es: Editar Configuración de Usuario
hu: Felhasználói beállítások szerkesztése
it: Modifica Impostazioni Utente
pt: Editar Configurações de Usuário
vi: Chỉnh sửa cài đặt người dùng

source: Rate
de: Kurs
es: Tarifa
hu: Arány
it: Voto
pt: Taxa
vi: Tỷ lệ

source: Delete
de: Löschen
es: Eliminar
hu: Törlés
it: Elimina
pt: Excluir
vi: Xóa

source: Edit Custom Unit
hu: Egyedi mértékegység szerkesztése
pt: Editar Unidade Personalizada
vi: Sửa đơn vị tùy chỉnh

source: Delete Custom Unit
hu: Egyedi mértékegység törlése
pt: Excluir Unidade Personalizada
vi: Xóa đơn vị tùy chỉnh

source: New Custom Unit
hu: Új egyedi mértékegység
pt: Nova Unidade Personalizada
vi: Đơn vị tùy chỉnh mới

source: No project codes found
hu: Nem találhatók projektszámok
it: Nessun codice progetto trovato
pt: Nenhum código de projetos encontrado
vi: Không tìm thấy mã dự án

source: group
de: Gruppe
es: grupo
hu: csoport
it: gruppo
pt: grupo
vi: nhóm

source: Edit Project Code
hu: Projektszám szerkesztése
it: Modifica Codice Progetto
pt: Editar Código do Projeto
vi: Sửa mã dự án

source: Delete Project Code
hu: Projektszám törlése
it: Elimina Codice Progetto
pt: Excluir Código do Projeto
vi: Xóa mã dự án

source: No category parameter templates found
de: Keine Kategorie-Parametervorlagen gefunden
es: No hay plantillas de parámetros de categoría
hu: Nincs kategória paraméter sablon
it: Nessun parametro di categoria trovato
pt: Nenhum modelo de parâmetro de categoria encontrado
vi: Không tìm thấy mẫu tham số danh mục

source: Edit Template
de: Vorlage bearbeiten
es: Editar Plantilla
hu: Sablon szerkesztése
it: Modifica Template
pt: Editar Modelo
vi: Sửa mẫu

source: Delete Template
de: Vorlage löschen
es: Eliminar Plantilla
hu: Sablon törlése
it: Elimina Template
pt: Excluir Modelo
vi: Xóa mẫu

source: Edit Category Parameter Template
hu: Kategória paraméter sablon szerkesztése
pt: Editar Parâmetros dos Modelos de Categoria
vi: Sửa mẫu tham số danh mục

source: Delete Category Parameter Template
de: Kategorieparametervorlage löschen
es: Eliminar plantilla de parámetro de categoría
hu: Kategória paraméter sablon törlése
it: Elimina Modello Parametro Categoria
pt: Excluir Parâmetros dos Modelos de Categoria
vi: Xóa mẫu tham số danh mục

source: Create Category Parameter Template
de: Kategorieparametervorlage anlegen
es: Crear plantilla de parámetro de categoría
hu: Kategória paraméter sablon létrehozása
it: Crea Template Parametro Categoria
pt: Criar Modelo de Parâmetro de Categoria
vi: Tạo mẫu tham số danh mục

source: Create Part Parameter Template
de: Teilparametervorlage anlegen
es: Crear plantilla Parámetro de Parte
hu: Alkatrész paraméter sablon létrehozása
it: Crea Parametro Articolo Template
pt: Criar Modelo de Parâmetro de Peça
vi: Tạo mẫu tham số sản phẩm

source: No stock location types found
hu: Nem találhatók készlethely típusok
pt: Nenhum tipo de local de estoque encontrado
vi: Không tìm thấy loại vị trí kho

source: Location count
es: Cantidad de ubicaciones
hu: Készlethely mennyiség
pt: Contagem Localizações
vi: Đếm vị trí
