Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Edit Location Type
hu: Készlethely típus szerkesztése
pt: Editar Tipo de Localização
vi: Sửa loại vị trí

source: Delete Location type
hu: Készlethely típus törlése
pt: Apagar Tipo de localização
vi: Xóa loại vị trí

source: Delete Location Type
hu: Készlethely típus törlése
pt: Apagar Tipo de Localização
vi: Xóa loại vị trí

source: New Location Type
hu: Új készlethely típus
pt: Novo Tipo de localização
vi: Loại vị trí mới

source: User Settings
de: Benutzer-Einstellungen
es: Configuración del Usuario
hu: Felhasználói beállítások
it: Impostazioni Utente
pt: Configurações de usuário
vi: Cài đặt người dùng

source: Account
de: Benutzerkonto
es: Cuenta
hu: Felhasználó
it: Profilo
pt: Conta
vi: Tài khoản

source: Display
de: Darstellung
es: Mostrar
hu: Megjelenítés
pt: Visualização
vi: Hiển thị

source: Home Page
de: Startseite
es: Página de Inicio
hu: Főoldal
pt: Página Inicial
vi: Trang chủ

source: Search
de: Suche
es: Buscar
hu: Keresés
it: Cerca
pt: Buscar
vi: Tìm kiếm

source: Reporting
de: Berichte
es: Informando
hu: Riportolás
it: Rapporti
pt: Reportar
vi: Báo cáo

source: Global Settings
de: Allgemeine Einstellungen
es: Configuración Global
hu: Általános beállítások
it: Impostazioni Globali
pt: Configurações globais
vi: Cài đặt toàn cục

source: Server
es: Servidor
hu: Kiszolgáló
pt: Servidor
vi: Máy chủ

source: Labels
de: Etiketten
es: Etiquetas
hu: Címkék
pt: Etiquetas
vi: Nhãn

source: Categories
de: Kategorien
es: Categorías
hu: Kategóriák
it: Categorie
pt: Categorias
vi: Danh mục

source: Sales Order Settings
de: Auftrags-Einstellungen
es: Configuración de orden de venta
hu: Vevő rendelés beállításai
it: Impostazioni Ordine di Vendita
pt: Configurações do Pedido de Venda
vi: Thiết lập đơn hàng bán

source: Stock Settings
de: Bestands-Einstellungen
es: Configuración de Stock
hu: Készlet beállítások
it: Impostazioni Magazzino
pt: Configurações de Estoque
vi: Cài đặt kho hàng

source: Stock Location Types
hu: Készlethely típusok
pt: Tipos de Locais de estoque
vi: Loại ví trí kho

source: Account Settings
de: Kontoeinstellungen
es: Configuración de la Cuenta
hu: Fiókbeállítások
it: Impostazioni Account
pt: Configurações de Conta
vi: Cài đặt tài khoản

source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
hu: Jelszó módosítása
it: Modifica Password
pt: Alterar Senha
vi: Đổi mật khẩu

source: Username
de: Benutzername
es: Nombre de usuario
hu: Felhasználónév
it: Nome utente
pt: Nome de usuário
vi: Tên người dùng

source: First Name
de: Vorname
es: Nombre
hu: Keresztnév
it: Nome
pt: Primeiro Nome
vi: Tên

source: Last Name
de: Nachname
es: Apellido
hu: Vezetéknév
it: Cognome
pt: Sobrenome
vi: Họ

source: The following email addresses are associated with your account:
de: Die folgenden E-Mail-Adressen sind mit deinem Konto verknüpft:
es: Las siguientes direcciones de correo electrónico están asociadas con tu cuenta:
hu: A következő email címek vannak hozzárendelve a felhasználódhoz:
it: I seguenti indirizzi email sono associati con il tuo account:
pt: Os seguintes endereços de e-mail estão associados à sua conta:
vi: Địa chỉ email sau đã được liên kết với tài khoản của bạn:

source: Verified
de: Verifiziert
es: Verificado
hu: Ellenőrizve
it: Verificato
pt: Verificado
vi: Đã xác minh

source: Unverified
de: Nicht verifiziert
es: Sin verificar
hu: Nem ellenőrzött
it: Non verificato
pt: Não verificado
vi: Chưa xác minh

source: Primary
de: Primär
es: Principal
hu: Elsődleges
it: Principale
pt: Principal
vi: Chính

source: Make Primary
de: Als Primär Festlegen
es: Hacer Principal
hu: Legyen elsődleges
it: Rendi principale
pt: Tornar principal
vi: Tạo chính yếu

source: Re-send Verification
de: Verifikation erneut senden
es: Reenviar verificación
hu: Megerősítés újraküldése
it: Re-invia il codice di verifica
pt: Reenviar verificação
vi: Gửi lại xác minh

source: Warning:
de: Warnung:
es: Advertencia:
hu: Figyelem:
it: Attenzione:
pt: Atenção:
vi: Cảnh báo:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
de: Sie haben derzeit keine E-Mail-Adressen eingerichtet. Sie sollten wirklich eine hinzufügen, damit Sie Benachrichtigungen erhalten, ihr Konto Zurücksetzen können usw.
es: Actualmente no tiene ninguna dirección de correo electrónico configurada. Realmente deberías añadir una dirección de correo electrónico para que puedas recibir notificaciones, restablecer tu contraseña, etc.
hu: Jelenleg nincs beállítva e-mail címed. Fel kellene venned egy e-mail címet, hogy értesítéseket kaphass, visszaállíthasd jelszavad, stb.
it: Al momento non hai nessun indirizzo email impostato. Dovresti aggiungere un indirizzo email in modo da poter ricevere notifiche, reimpostare la password, ecc.
pt: Atualmente, você não tem nenhum endereço de e-mail configurado. Você deveria realmente adicionar um endereço de e-mail para receber notificações, redefinir sua senha, etc.
vi: Bạn chưa có bất kỳ địa chỉ email nào được cài đặt. Bạn nên thêm một địa chỉ email tồn tại thật để bạn có thể nhận thông báo, đặt lại mật khẩu,...

source: Add Email Address
de: E-Mail-Adresse hinzufügen
es: Añadir correo electrónico
hu: Email cím hozzáadása
it: Aggiungi indirizzo email
pt: Adicionar endereço de E-mail
vi: Thêm địa chỉ email

source: Add Email
de: E-Mail-Adresse hinzufügen
es: Agregar Email
hu: Email hozzáadása
it: Aggiungi Email
pt: Adicionar e-mail
vi: Thêm email

source: Multifactor
de: Multifaktor
hu: Többfaktoros
it: Multifattore
pt: Multifator
vi: Đa nhân tố

source: You have these factors available:
de: Sie haben folgende Faktoren zur Verfügung:
es: Tienes estos factores disponibles:
hu: Ezek a faktorok állnak rendelkezésre:
it: Sono disponibili questi fattori:
pt: Você tem estes fatores disponíveis:
vi: Bạn có các nhân tố sẵn này:

source: Static
de: Statisch
es: Estático
hu: Statikus
it: Statico
pt: Estático
vi: Tĩnh

source: Multifactor authentication is not configured for your account
de: Multifaktor-Authentifizierung ist nicht für Ihr Konto eingerichtet
es: La autenticación multifactor no está configurada para su cuenta
hu: Többfaktoros autentikáció nincs beállítva a fiókodhoz
it: L'autenticazione multifattore non è configurata per il tuo account
pt: A autenticação de múltiplos fatores não está configurada para sua conta
vi: Chưa cấu hình xác thực đa nhân tố cho tài khoản của bạn

source: Change factors
de: Faktoren ändern
es: Cambiar factores
hu: Faktor módosítása
it: Cambia fattori
pt: Alterar fatores
vi: Đổi nhân tố

source: Setup multifactor
de: Multifaktor einrichten
es: Configurar factor múltiple
hu: Többfaktor beállítása
it: Imposta multifattore
pt: Configurar multifator
vi: Cài đặt đa nhân tố

source: Remove multifactor
de: Multifaktor entfernen
es: Remover factor múltiple
hu: Többfaktor törlése
it: Rimuovi multifattore
pt: Remover multifator
vi: Xóa đa nhân tố

source: Active Sessions
de: Aktive Sitzungen
es: Sesiones Activas
hu: Aktív kapcsolatok
it: Sessioni Attive
pt: Sessões Ativas
vi: Các phiên hoạt động

source: Log out active sessions (except this one)
de: Aktive Sitzungen abmelden (ausgenommen diese)
es: Cerrar sesiones activas (excepto esta)
hu: Aktív kapcsolatok bontása (kivéve ezt)
it: Disconnetti le sessioni attive (tranne questa)
pt: Encerrar sessões ativas (exceto esta)
vi: Đăng xuất phiên đang hoạt động (trừ phiên này)

source: Log Out Active Sessions
de: Aktive Sitzungen abmelden
es: Cerrar Sesiones Activas
hu: Aktív kapcsolatok bontása
it: Disconnetti Sessioni Attive
pt: Encerrar Sessões Ativas
vi: Đăng xuất phiên đang hoạt động

source: <em>unknown on unknown</em>
de: <em>unbekannt auf unbekanntem</em>
es: <em>desconocido en desconocido</em>
hu: <em>ismeretlen az ismeretlenre</em>
it: <em>sconosciuto su sconosciuto</em>
pt: <em>desconhecido em desconhecido</em>
vi: <em>không rõ trên không rõ</em>

source: <em>unknown</em>
de: <em>unbekannt</em>
es: <em>desconocido</em>
hu: <em>ismeretlen</em>
it: <em>sconosciuto</em>
pt: <em>desconhecido</em>
vi: <em>không rõ</em>

source: IP Address
de: IP Adresse
es: Dirección IP
hu: IP cím
it: Indirizzo IP
pt: Endereço IP
vi: Địa chỉ IP

source: Device
de: Gerät
es: Dispositivo
hu: Eszköz
it: Dispositivo
pt: Dispositivo
vi: Thiết bị

source: Last Activity
de: Letzte Aktivität
es: Última Actividad
hu: Legutóbbi tevékenységek
it: Ultima attività
pt: Última Atividade
vi: Hoạt động gần đây

source: %(time)s ago (this session)
de: %(time)s vor (diese Sitzung)
es: %(time)s atrás (esta sesión)
hu: %(time)s óta (ez a munkamenet)
it: %(time)s fa (questa sessione)
pt: %(time)s atrás (esta sessão)
vi: %(time)s trước (phiên này)

source: %(time)s ago
de: %(time)s vor
es: %(time)s atrás
hu: %(time)s óta
it: %(time)s fa
pt: %(time)s atrás
vi: %(time)s trước

source: Do you really want to remove the selected email address?
de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich entfernen?
es: ¿Realmente desea eliminar la dirección de correo electrónico seleccionada?
hu: Biztosan törölni szeretnéd a kiválasztott email címet?
it: Vuoi davvero rimuovere gli indirizzi email selezionati?
pt: Você realmente deseja remover o endereço de e-mail selecionado?
vi: Bạn có thực sự muốn xóa các địa chỉ email được chọn?

source: Display Settings
de: Anzeigeeinstellungen
es: Ajuste de Visualización
hu: Megjelenítési beállítások
it: Impostazioni Schermo
pt: Definições de Exibição
vi: Thiết đặt hiển thị

source: Theme Settings
de: Anzeige-Einstellungen
es: Configuración del Tema
hu: Téma beállítások
it: Impostazioni tema
pt: Configurações de tema
vi: Thiết lập giao diện

source: Select theme
de: Stil auswählen
es: Seleccionar tema
hu: Téma választása
it: Seleziona tema
pt: Selecionar tema
vi: Chọn giao diện

source: Set Theme
de: Design auswählen
es: Establecer tema
hu: Téma beállítása
it: Imposta Tema
pt: Definir Tema
vi: Đặt giao diện

source: Language Settings
de: Spracheinstellung
es: Configuración de Idioma
hu: Nyelvi beállítások
it: Impostazioni Lingua
pt: Configurações de idioma
vi: Thiết lập ngôn ngữ

source: Select language
de: Sprache festlegen
es: Seleccionar idioma
hu: Nyelv kiválasztása
it: Selezionare lingua
pt: Selecionar idioma
vi: Chọn ngôn ngữ

source: %(lang_translated)s%% translated
de: %(lang_translated)s%% übersetzt
es: %(lang_translated)s%% traducido
hu: %(lang_translated)s%%-ban lefordítva
it: %(lang_translated)s%% tradotto
pt: %(lang_translated)s%% traduzido
vi: %(lang_translated)s%% đã dịch

source: No translations available
de: Keine Übersetzungen verfügbar
es: No hay traducciones disponibles
hu: Nem áll rendelkezésre fordítás
it: Nessuna traduzione disponibile
pt: Não há traduções disponíveis
vi: Chưa có bản dịch

source: Set Language
de: Sprache festlegen
es: Definir Idioma
hu: Nyelv beállítása
it: Imposta Lingua
pt: Definir Idioma
vi: Đặt ngôn ngữ

source: Some languages are not complete
de: Einige Sprachen sind nicht vollständig übersetzt
es: Algunos idiomas no están completos
hu: Néhány nyelv nem teljes
it: Alcune lingue non sono complete
pt: Alguns idiomas não estão completos
vi: Một số ngôn ngữ chưa hoàn thiện

source: Show only sufficient
hu: Csak a szükséges megjelenítése
pt: Mostrar apenas o suficiente
vi: Chỉ hiện phần thiếu

source: and hidden.
de: und versteckt.
es: y oculto.
hu: és rejtett.
it: e nascosto.
pt: e oculto.
vi: và bị ẩn.

source: Show them too
de: Auch unvollständige anzeigen
es: Mostrar también
hu: Mutasd őket is
it: Mostra anche loro
pt: Mostrar outros também
vi: Cũng hiện chúng

source: Help the translation efforts!
de: Hilf bei der Übersetzung!
es: ¡Ayuda a los esfuerzos de traducción!
hu: Segítsd a fordítási munkát!
it: Aiuta gli sforzi di traduzione!
pt: Ajude os esforços de tradução!
vi: Giúp đỡ nguồn lực dịch thuật!

source: Native language translation of the web application is community contributed via crowdin. Contributions are welcomed and encouraged.
de: Die Übersetzung der Website wird von Nutzern mit Crowdin betrieben. Wir ermutigen zur und freuen uns über jeden Mithilfe!
es: La aplicación web es traducida por una comunidad de voluntarios a través de crowdin. Tus contribuciones serán bienvenidas.
hu: A web alkalmazás fordítása közösségi munkában zajlik a crowdin-en. Szívesen fogadjuk és bátorítjuk a közreműködést.
it: La traduzione in lingua nativa dell'applicazione web riceve contributi tramite community crowdin. I Contributi sono accolti favorevolmente e incoraggiati.
pt: A tradução nativa do aplicativo web é contribuição da comunidade pelo crowdin. Contribuições são encorajadas e bem vindas.
vi: Dịch ngôn ngữ bạn địa của ứng dụng web được cộng đồng đóng góp qua crowdin. Mọi đóng góp đều được chào đón và khuyến khích.

source: InvenTree Translation Project
de: InvenTree Übersetzungsprojekt
es: Proyecto de traducción de InvenTree
hu: InvenTree fordítási projekt
it: InvenTree Progetto di Traduzione
pt: Projeto de Tradução do InvenTree
vi: Dự án dịch InvenTree

source: Home Page Settings
de: Startseite-Einstellungen
es: Ajustes de página de inicio
hu: Főoldal beállításai
it: Impostazioni Home Page
pt: Configuração da Página Inicial
vi: Thiết lập trang chủ

source: Search Settings
de: Sucheinstellungen
es: Ajustes de Búsqueda
hu: Keresési beállítások
it: Impostazioni di ricerca
pt: Configurações de Busca
vi: Cài đặt tìm kiếm

source: Single Sign On Accounts
es: Cuentas de inicio de sesión único
hu: SSO fiókok
pt: Contas de Login Único
vi: Tài khoản đăng nhập một lần

source: You can sign in to your account using any of the following third party accounts:
de: Sie können sich mit einem der folgenden Drittanbieterkonten bei Ihrem Konto anmelden:
es: Puede iniciar sesión en su cuenta utilizando cualquiera de las siguientes cuentas de terceros:
hu: Fiókodba a következő harmadik fél fiókjainak bármelyikével bejelentkezhetsz:
it: Puoi accedere al tuo account utilizzando uno dei seguenti account di terze parti:
pt: Você pode entrar na sua conta usando qualquer uma das seguintes contas de terceiros:
vi: Bạn có thể đăng nhập vào tài khoản của bạn bằng cách sử dụng bất kỳ tài khoản bên thứ ba:

source: There are no social network accounts connected to this account.
de: Es sind keine sozialen Netzwerke mit diesem Konto verbunden.
es: No hay cuentas de redes sociales conectadas a esta cuenta.
hu: Jelenleg nincs ehhez a fiókhoz kapcsolódó közösségi fiókod.
it: Non ci sono account di social network connessi a questo account.
pt: Não há nenhuma rede social conectadas a essa conta.
vi: Không có tài khoản mạng xã hội nào được kết nối đến tài khoản này.

source: Add SSO Account
de: SSO-Konto hinzufügen
es: Añadir cuenta SSO
hu: SSO fiók Hozzáadása
pt: Adicionar conta SSO
vi: Thêm tài khoản SSO

source: Single Sign On is not enabled for this server
de: Single-Sign-On ist für diesen Server nicht aktiviert
es: El inicio de sesión único no está habilitado para este servidor
hu: SSO nincs engedélyezve ezen a szerveren
pt: Acesso único não está habilitado para este servidor
vi: Máy chủ này chưa bật chức năng đăng nhập một lần

source: InvenTree Version
es: Versión de InvenTree
hu: InvenTree verzió
it: Versione di InvenTree
pt: Versão do InvenTree
vi: Phiên bản InvenTree

source: Development Version
de: Entwicklungsversion
es: Versión de Desarrollo
hu: Fejlesztői verzió
it: Versione di Sviluppo
pt: Versão de desenvolvimento
vi: Phiên bản phát triển

source: Up to Date
de: Aktuell
es: Actualizado
hu: Naprakész
it: Aggiornato
pt: Atualizado
vi: Mới nhất

source: Update Available
de: Aktualisierung verfügbar
es: Actualización Disponible
hu: Frissítés elérhető
it: Aggiornamento Disponibile
pt: Atualização disponível
vi: Có bản cập nhật mới

source: InvenTree Documentation
de: InvenTree-Dokumentation
es: Documentación de InvenTree
hu: Inventree dokumentáció
it: Documentazione InvenTree
pt: Documentação do InvenTree
vi: Tài liệu InvenTree

source: API Version
es: Versión API
hu: API verzió
it: Versione API
pt: Versão do API
vi: Phiên bản API

source: Python Version
es: Versión de Python
hu: Python verzió
it: Versione di Python
pt: Versão do Python
vi: Phiên bản Python

source: Django Version
es: Versión de Django
hu: Django verzió
it: Versione Django
pt: Versão Django
vi: Phiên bản Django

source: View Code on GitHub
de: Code auf GitHub ansehen
es: Ver código en GitHub
hu: Megtekintés a GitHubon
it: Visualizza codice sorgente su GitHub
pt: Veja o código no GitHub
vi: Xem mã trên Github

source: Credits
de: Danksagung
es: Créditos
hu: Közreműködők
it: Crediti
pt: Créditos
vi: Đóng góp

source: Mobile App
es: Aplicación Móvil
hu: Mobil alkalmazás
it: App Mobile
pt: Aplicativo Móvel
vi: Ứng dụng di động

source: Submit Bug Report
de: Fehlerbericht senden
es: Enviar Informe de Error
hu: Hibabejelentés küldése
it: Invia Segnalazione Bug
pt: Enviar relatório de erro
vi: Gửi báo cáo lỗi

source: copy to clipboard
de: In die Zwischenablage kopieren
es: copiar al portapapeles
hu: vágólapra másolás
it: copia negli appunti
pt: copiar para área de transferência
vi: sao chép đến bảng tạm

source: copy version information
de: Versionsinformationen kopieren
es: copiar información de versión
hu: verzió információk másolása
it: copia informazioni versione
pt: copiar informações da versão
vi: sao chép thông tin phiên bản

source: InvenTree logo
es: Logo de InvenTree
hu: InvenTree logó
pt: Logotipo InvenTree
vi: Logo InvenTree

source: Confirm Email Address
de: E-Mail-Adresse bestätigen
es: Confirmar Email
hu: Email cím megerősítése
it: Conferma l'indirizzo e-mail
pt: Confirmar endereço de e-mail
vi: Xác nhận địa chỉ email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse für den Benutzer %(user_display)s ist.
es: Confirme que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.
hu: Erősítsd meg hogy a <a href="mailto:%(email)s">%(email)s</a> email a %(user_display)s felhasználó email címe.
it: Si prega di confermare che <a href="mailto:%(email)s">%(email)s</a> è un indirizzo email per l'utente %(user_display)s.
pt: Por favor, confirme que <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail para o usuário %(user_display)s.
vi: Xin hãy xác nhận rằng <a href="mailto:%(email)s">%(email)s</a> là địa chỉ email cho người dùng %(user_display)s.

source: Confirm
de: Bestätigen
es: Confirmar
hu: Megerősítés
it: Conferma
pt: Confirmar
vi: Xác nhận

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
de: Dieser E-Mail Bestätigungslink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordern Sie eine neue E-Mail Bestätigung an</a>.
es: Este enlace de confirmación de correo electrónico ha caducado o no es válido. Por favor, <a href="%(email_url)s">envíe un nuevo correo electrónico de solicitud de confirmación</a>.
hu: Ez az email megerősítő link lejárt vagy hibás. <a href="%(email_url)s">Klikk ide az új megerősítési kérelem elküldéséhez</a>.
it: Questo link di conferma email è scaduto o non è valido. Per favore<a href="%(email_url)s">inoltra una nuova richiesta di conferma email</a>.
pt: Este link de confirmação expirou ou é inválido. Por favor, <a href="%(email_url)s">envie uma nova solicitação de confirmação de e-mail</a>.
vi: Liên kết xác nhận email đã hết hạn hoặc không hợp lệ. Xin hãy <a href="%(email_url)s">tạo yêu cầu xác nhận email mới</a>.

source: Sign In
de: Einloggen
es: Ingresar
hu: Bejelentkezés
it: Accedi
pt: Acessar
vi: Đăng nhập

source: Not a member?
de: Kein Mitglied?
es: ¿No es un miembro?
hu: Még nem vagy regisztrálva?
it: Non sei ancora iscritto?
pt: Não é membro?
vi: Chưa có tài khoản?

source: Sign Up
de: Anmelden
es: Registrarse
hu: Regisztráció
it: Registrati
pt: Cadastre-se
vi: Đăng ký

source: Forgot Password?
de: Passwort vergessen?
es: ¿Ha olvidado la contraseña?
hu: Elfelejtett jelszó?
it: Password dimenticata?
pt: Esqueceu a senha?
vi: Quân mật khẩu?

source: or log in with
de: oder melden Sie sich mit
es: o iniciar sesión con
hu: vagy jelentkezz be a
it: o accedi con
pt: ou acesse com
vi: hoặc đăng nhập bằng

source: Sign Out
de: Ausloggen
es: Cerrar Sesión
hu: Kijelentkezés
it: Esci
pt: Sair
vi: Đăng xuất

source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Está seguro de que desea salir?
hu: Biztosan ki akarsz jelentkezni?
it: Sei sicuro di voler uscire?
pt: Você tem certeza que deseja sair?
vi: Bạn có chắc bạn muốn đăng xuất không?

source: Return to Site
de: Zurück zur Seite
es: Volver al sitio
hu: Vissza az alkalmazáshoz
it: Ritorna al Sito
pt: Retornar ao site
vi: Quay lại site

source: Password Reset
de: Passwort zurücksetzen
es: Restablecer Contraseña
hu: Jelszó visszaállítása
it: Reimposta Password
pt: Redefinir senha
vi: Khôi phục mật khẩu

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
de: Passwort vergessen? Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen eine E-Mail mit der Sie das Passwort zurücksetzen können.
es: ¿Olvidó su contraseña? Introduzca su dirección de correo electrónico a continuación y le enviaremos un correo electrónico que le permita restablecerla.
hu: Elfelejtetted a jelszavad? Írd be az e-mail címed lentebb, és küldünk egy emailt, ami lehetővé teszi a jelszó visszaállítását.
it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail qui sotto, e ti invieremo una e-mail che ti permetterà di reimpostarla.
pt: Esqueceu sua senha? Digite seu endereço de e-mail abaixo e enviaremos um e-mail para você redefinir sua senha.
vi: Quên mật khẩu của bạn? Nhập địa chỉ email của bạn bên dưới, và chúng tôi sẽ gửi cho bạn một email cho phép bạn khởi tại lại nó.

source: Reset My Password
de: Mein Passwort zurücksetzen
es: Reestablecer mi Contraseña
hu: Új jelszót kérek
it: Reimposta la Mia Password
pt: Redefinir Minha Senha
vi: Đặt lại mật khẩu của tôi

source: This function is currently disabled. Please contact an administrator.
de: Diese Funktion ist derzeit deaktiviert. Bitte kontaktieren Sie einen Administrator.
es: Esta función está actualmente deshabilitada. Por favor, póngase en contacto con un administrador.
hu: Ez a funkció jelenleg le van tiltva. Vedd fel a kapcsolatot a rendszergazdával.
it: Questa funzione è attualmente disabilitata. Contatta un amministratore.
pt: Esta função está desativada. Por favor, contate um administrador.
vi: Chức năng này đã bị cấm. Xin hãy liên hệ với một người quản trị.

source: Bad Token
de: Ungültiger Schlüssel
es: Token Incorrecto
hu: Rossz token
it: Token Errato
pt: Token Inválido
vi: Sai mã thông báo
