Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Parts (Including subcategories)
de: Teile (inklusive Unter-Kategorien)
es: Partes (incluyendo subcategorías)
hu: Alkatrészek száma (alkategóriákkal együtt)
it: Articoli (incluse le sottocategorie)
pt: Peças (incluindo subcategorias)
vi: Sản phẩm (bao gồm các phụ mục)

source: Create new part
de: Neues Teil anlegen
es: Crear nueva parte
hu: Alkatrész létrehozása
it: Crea nuovo articolo
pt: Criar nova peça
vi: Tạo sản phẩm mới

source: New Part
de: Neues Teil
es: Nueva Parte
hu: Új alkatrész
it: Nuovo articolo
pt: Nova Peça
vi: Sản phẩm mới

source: Part Parameters
de: Teilparameter
es: Parámetros de Parte
hu: Alkatrész paraméterek
it: Parametri articolo
pt: Parâmetros da Peça
vi: Thông số phụ tùng

source: Create new part category
de: Teil-Kategorie anlegen
es: Crear nueva categoría de partes
hu: Alkatrész kategória létrehozása
it: Crea nuova categoria articoli
pt: Criar categoria de peça
vi: Thêm danh mục sản phẩm mới

source: New Category
de: Neue Kategorie
es: Nueva Categoría
hu: Új kategória
it: Nuova categoria
pt: Nova Categoria
vi: Danh mục mới

source: Import Parts
de: Teile importieren
es: Importar Partes
hu: Alkatrészek importálása
it: Importa Articoli
pt: Importar Peças
vi: Nhập sản phẩm

source: Make a copy of part '%(full_name)s'.
de: Eine Kopie des Teils '%(full_name)s' erstellen.
es: Hacer una copia de la parte '%(full_name)s'.
hu: Másolat készítése a '%(full_name)s' alkatrészről.
it: Crea una copia dell'articolo '%(full_name)s'.
pt: Faça uma cópia da peça '%(full_name)s'.
vi: Tạo bản sao của sản phẩm '%(full_name)s'.

source: Possible Matching Parts
de: Evtl. passende Teile
es: Posibles Partes coincidentes
hu: Valószínűleg egyező alkatrész
it: Possibili articoli corrispondenti
pt: Possíveis peças correspondentes
vi: Các sản phẩm có thể khớp

source: The new part may be a duplicate of these existing parts
de: Teil evtl. Duplikat dieser Teile
es: La nueva parte puede ser un duplicado de estas partes existentes
hu: Az új alkatrész lehet hogy másodpéldánya ezeknek a létezőknek
it: Il nuovo articolo potrebbe essere un duplicato di questi articoli esistenti
pt: A nova peça pode ser uma duplicata dessas peças existentes
vi: Sản phẩm mới có thể trùng với sản phẩm đã tồn tại

source: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% match)
de: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% übereinstimmend)
es: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% coincidencia)
hu: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% egyezik)
pt: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% correspondência)
vi: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% phù hợp)

source: Part Stock
de: Teilbestand
es: Stock de parte
hu: Alkatrész készlet
it: Articolo Stock
pt: Estoque da Peça
vi: Kho hàng

source: Refresh scheduling data
de: Terminierungsdaten aktualisieren
hu: Ütemezési adatok frissítése
it: Aggiorna i dati di pianificazione
pt: Atualizar dados de agendamento
vi: Làm mới dữ liệu đã lên lịch

source: Refresh
de: Neu laden
es: Actualizar
hu: Frissítés
it: Aggiorna
pt: Recarregar
vi: Làm mới

source: Add stocktake information
de: Inventurinformationen hinzufügen
hu: Leltár információ hozzáadása
it: Aggiungi informazioni inventario
pt: Adicionar informações de balanço de estoque
vi: Thêm thông tin kiểm kê

source: Stocktake
de: Inventur
es: Verificación de Inventario
hu: Leltár
it: Inventario
pt: Balanço
vi: Kiểm kê

source: Part Test Templates
de: Teil Test-Vorlagen
es: Plantillas de prueba de parte
hu: Alkatrész teszt sablonok
it: Modelli Articoli Test
pt: Modelos de Teste de Peça
vi: Mẫu kiểm thử sản phẩm

source: Add Test Template
de: Test Vorlage hinzufügen
es: Añadir Plantilla de Prueba
hu: Teszt sablon hozzáadása
it: Aggiungi Modelli Test
pt: Adicionar Modelo de Teste
vi: Thêm mẫu kiểm thử

source: Sales Order Allocations
de: Verkaufsauftragszuweisungen
es: Asignaciones de órdenes de venta
hu: Vevői rendeléshez foglalások
it: Assegnazione Ordine Di Vendita
pt: Alocações do Pedido de Vendas
vi: Phân bổ đơn hàng bán

source: Part Notes
de: Teile-Notizen
es: Notas de parte
hu: Alkatrész megjegyzések
it: Note Articolo
pt: Notas de Peça
vi: Ghi chú sản phẩm

source: Part Variants
de: Teil Varianten
es: Variantes de Parte
hu: Alkatrész változatok
it: Varianti articolo
pt: Variantes de Peça
vi: Biến thể sản phẩm

source: Create new variant
de: Neue Variante anlegen
es: Crear nueva variante
hu: Új változat létrehozása
it: Crea nuova variante
pt: Criar variante
vi: Tạo biến thể mới

source: New Variant
de: neue Variante anlegen
es: Nueva Variante
hu: Új változat
it: Nuova variante
pt: Nova Variação
vi: Biến thể mới

source: Add new parameter
de: Parameter hinzufügen
es: Añadir nuevo parámetro
hu: Paraméter hozzáadása
it: Aggiungi un nuovo parametro
pt: Adicionar um novo parâmetro
vi: Thêm tham số mới

source: Related Parts
de: Verknüpfte Teile
es: Partes relacionadas
hu: Kapcsolódó alkatrészek
it: Articoli correlati
pt: Peças Relacionadas
vi: Sản phẩm liên quan

source: Add Related
de: Verknüpftes Teil hinzufügen
es: Añadir Relacionado
hu: Kapcsolódó hozzáadása
it: Aggiungi Correlato
pt: Adicionar Relacionado
vi: Thêm liên quan

source: Bill of Materials
de: Stückliste
es: Lista de Materiales
hu: Alkatrészjegyzék
it: Distinta base
pt: Lista de Materiais
vi: Hóa đơn nguyên vật liệu

source: Export actions
de: Export-Aktionen
es: Exportar acciones
hu: Exportálási műveletek
it: Esporta azioni
pt: Exportar Ações
vi: Chức năng xuất dữ liệu

source: Export BOM
de: Stückliste exportieren
es: Exportar BOM
hu: Alkatrészjegyzék exportálása
it: Esporta Distinta Base
pt: Exportar LDM
vi: Xuất BOM

source: Print BOM Report
de: Stücklisten-Bericht drucken
es: Imprimir informe BOM
hu: Alkatrészjegyzék riport nyomtatása
it: Stampa il report Distinta Base
pt: Imprimir Relatório da LDM
vi: Báo cáo in BOM

source: BOM actions
de: Stücklisten-Aktionen
es: Acciones BOM
hu: Alkatrészjegyzék műveletek
it: Azioni Distinta Base
pt: Ações da LDM
vi: Chức năng BOM

source: Upload BOM
de: Stückliste hochladen
es: Subir BOM
hu: Alkatrészjegyzék feltöltése
it: Carica Distinta Base
pt: Carregar LDM
vi: Tải lên BOM

source: Validate BOM
de: Stückliste überprüfen
es: Validar BOM
hu: Alkatrészjegyzék jóváhagyása
it: Valida Distinta Base
pt: Validar LDM
vi: Xác minh BOM

source: Add BOM Item
de: Stücklisten-Position hinzufügen
es: Añadir artículo al BOM
hu: Alkatrészjegyzék tétel hozzáadása
it: Aggiungi elemento Distinta Base
pt: Adicionar Item LDM
vi: Thêm mục BOM

source: Assemblies
de: Baugruppen
es: Ensamblajes
hu: Gyártmányok
it: Assembla
pt: Montagens
vi: Lắp ráp

source: Part Builds
de: Gefertigte Teile
es: Construcción de partes
hu: Alkatrész gyártások
it: Articoli prodotti
pt: Produções de peça
vi: Bản dựng sản phẩm

source: Build Order Allocations
de: Bauauftragszuweisungen
es: Construir adjudicaciones de pedidos
hu: Gyártáshoz foglalások
it: Costruisci le ubicazioni degli ordini
pt: Alocações de Pedido de Produção
vi: Phân bổ đơn hàng bản dựng

source: Part Suppliers
de: Zulieferer
es: Proveedores de partes
hu: Alkatrész beszállítók
it: Fornitori articoli
pt: Fornecedores da peça
vi: Nhà cung cấp sản phẩm

source: Part Manufacturers
de: Teil-Hersteller
es: Fabricantes de partes
hu: Alkatrész gyártók
it: Componenti Produttori
pt: Fabricantes da peça
vi: Nhà sản xuất sản phẩm

source: Related Part
de: verknüpftes Teil
es: Partes relacionadas
hu: Kapcsolódó alkatrész
it: Articoli correlati
pt: Peça Relacionada
vi: Sản phẩm liên quan

source: Add Related Part
de: verknüpftes Teil hinzufügen
es: Añadir artículos relacionados
hu: Kapcsolódó alkatrész hozzáadása
it: Aggiungi articolo correlato
pt: Adicionar Peça Relacionada
vi: Thêm sản phẩm liên quan

source: Add Test Result Template
de: Testergebnis-Vorlage hinzufügen
es: Añadir plantilla de resultados de prueba
hu: Teszt eredmény sablon hozzáadása
it: Aggiungi risultato modello test
pt: Adicionar Modelo de Resultado de Teste
vi: Thêm mẫu kết quả kiểm thử

source: Insufficient privileges.
de: Unzureichende Benutzerrechte.
es: Privilegios insuficientes.
hu: Nincs megfelelő jogosultság.
it: Privilegi insufficienti.
pt: Permissões insuficientes.
vi: Không đủ quyền truy cập.

source: Return to Parts
de: Zurück zu Teilen
es: Volver a los artículos
hu: Vissza az alkatrészekhez
it: Ritorna agli Articoli
pt: Retornar para Peças
vi: Quay lại sản phẩm

source: Import Parts from File
de: Teile aus Datei importieren
es: Importar artículos desde archivo
hu: Alkatrészek importálása fájlból
it: Importa Articoli da File
pt: Importar Peças de um Arquivo
vi: Nhập sản phẩm từ tệp tin

source: Requirements for part import
de: Anforderungen für den Teileimport
hu: Követelmények az alkatrész importáláshoz
it: Requisiti per l'importazione di prodotto
pt: Requerimentos para importar peça
vi: Yêu cầu cho nhập liệu sản phẩm

source: The part import file must contain the required named columns as provided in the
de: Die Teileimport Datei muss die erforderlichen benannten Spalten enthalten, wie sie in der Datei enthalten sind
hu: Az alkatrész import fájlnak tartalmaznia kell a szükséges elnevezéssel ellátott oszlopokat ahogy ebben van
it: Il file articolo importato deve contenere le colonne con nome richiesto come indicato nella
pt: O arquivo para importar peças deve conter as colunas nomeadas como fornecido na
vi: Tệp nhập liệu sản phẩm phải chứa tên cột được cung cấp trong

source: Part Import Template
de: Teile-Import Vorlage
es: Plantilla de importación de parte
hu: Alkatrész import sablon
it: Modello Articolo Importato
pt: Modelo de importação de Peças
vi: Mẫu nhập liệu sản phẩm

source: Download Part Import Template
de: Teile-Importvorlage herunterladen
es: Descargar plantilla de importación de parte
hu: Alkatrész import sablon letöltése
it: Scarica il Modello Articolo Importato
pt: Baixar Modelo de Importação de Peça
vi: Tải về mẫu nhập liệu sản phẩm

source: Format
es: Formato
hu: Formátum
it: Formato
pt: Formato
vi: Định dạng

source: Select file format
de: Dateiformat auswählen
es: Seleccionar formato de archivo
hu: Fájlfomátum kiválasztása
it: Seleziona il formato del file
pt: Selecione o formato de arquivo
vi: Chọn định dạng tệp

source: Part List
de: Teileliste
es: Listado de artículos
hu: Alkatrész lista
it: Elenco Articolo
pt: Lista de Peças
vi: Danh sách sản phẩm

source: You are subscribed to notifications for this part
de: Sie haben Benachrichtigungen für dieses Teil abonniert
es: Estás suscrito a las notificaciones de este artículo
hu: Értesítések beállítva erre az alkatrészre
it: Sei iscritto alle notifiche per questo articolo
pt: Você está inscrito para notificações desta peça
vi: Bạn đã đăng ký nhận thông báo về sản phẩm này

source: Subscribe to notifications for this part
de: Benachrichtigungen für dieses Teil abonnieren
es: Suscríbete a las notificaciones de este artículo
hu: Értesítések kérése erre az alkatrészre
it: Sottoscrivi le notifiche per questo articolo
pt: Inscrever-se para notificações desta peça
vi: Đăng ký nhận thông báo về sản phẩm này

source: Print Label
de: Label drucken
es: Imprimir etiqueta
hu: Címke nyomtatása
it: Stampa Etichetta
pt: Imprimir Etiqueta
vi: In tem nhãn

source: Show pricing information
de: Kosteninformationen ansehen
es: Mostrar información de precios
hu: Árinformációk megjelenítése
it: Mostra informazioni sui prezzi
pt: Mostrar informações de preços
vi: Hiện thông tin giá cả

source: Stock actions
de: Bestands-Aktionen
es: Acciones de stock
hu: Készlet műveletek
it: Azioni magazzino
pt: Ações de Estoque
vi: Chức năng kho

source: Count part stock
de: Bestand zählen
es: Contar stock de partes
hu: Készlet számolása
it: Conta articoli magazzino
pt: Contagem peça em estoque
vi: Đếm kho sản phẩm

source: Transfer part stock
de: Teilbestand verschieben
es: Transferir stock de partes
hu: Készlet áthelyezése
it: Trasferisci giacenza
pt: Transferir estoque de peça
vi: Chuyển kho sản phẩm

source: Part actions
de: Teile Aktionen
es: Acciones para partes
hu: Készlet műveletek
it: Azioni articolo
pt: Ações de peça
vi: Chức năng sản phẩm

source: Duplicate part
de: Teil duplizieren
es: Duplicar parte
hu: Alkatrész másolása
it: Duplica articolo
pt: Peça duplicada
vi: Nhân bản sản phẩm

source: Edit part
de: Teil bearbeiten
es: Editar parte
hu: Alkatrész szerkesztése
it: Modifica articolo
pt: Editar peça
vi: Sửa sản phẩm

source: Delete part
de: Teil löschen
es: Eliminar parte
hu: Alkatrész törlése
it: Cancella articolo
pt: Excluir peça
vi: Xóa sản phẩm

source: Part is a template part (variants can be made from this part)
de: Teil ist Vorlage (Varianten können von diesem Teil erstellt werden)
es: La parte es una parte de plantilla (las variantes se pueden hacer a partir de esta parte)
hu: Sablon alkatrész (változatok létrehozhatók belőle)
it: L'articolo è una articolo modello (le varianti possono essere fatte da questo articolo)
pt: Esta é uma peça modelo (as variantes podem ser feitas a partir desta peça)
vi: Sản phẩm là một mẫu (biến thể có thể được làm từ sản phẩm này)

source: Part can be assembled from other parts
de: Teil kann aus anderen Teilen angefertigt werden
es: La parte puede ser ensamblada desde otras partes
hu: Ez az alkatrész gyártható másik alkatrészekből
it: L'articolo può essere assemblato da altri articoli
pt: Peças pode ser montada a partir de outras peças
vi: Sản phẩm có thể được lắp ráp từ sản phẩm khác

source: Part can be used in assemblies
de: Teil kann in Baugruppen benutzt werden
es: La parte puede ser usada en ensamblajes
hu: Használható más alkatrészek gyártásához
it: L'articolo può essere utilizzato negli assemblaggi
pt: Peça pode ser usada em montagens
vi: Sản phẩm được dùng để lắp ráp

source: Part stock is tracked by serial number
de: Teil wird per Seriennummer verfolgt
es: El stock de esta parte está rastreado por número de serie
hu: Készlet sorozatszám alapján követendő
it: Lo stock dell'articolo è tracciato dal numero di serie
pt: Peça em estoque é controlada por número de série
vi: Kho sản phẩm được theo dõi bởi số sê ri

source: Part can be purchased from external suppliers
de: Teil kann von externen Zulieferern gekauft werden
es: La parte puede ser comprada de proveedores externos
hu: Beszállítótól rendelhető
it: L'articolo può essere acquistato da fornitori esterni
pt: Peça pode ser comprada de fornecedores externos
vi: Có thể mua sản phẩm từ nhà cung cấp bên ngoài

source: Part can be sold to customers
de: Teil kann an Kunden verkauft werden
es: La parte puede ser vendida a clientes
hu: Vevő által rendelhető, eladható
it: La parte può essere venduta ai clienti
pt: Peça pode ser vendida a clientes
vi: Có thể bán sản phẩm cho khách hàng

source: Part is not active
de: Teil ist nicht aktiv
hu: Az alkatrész nem aktív
it: L'articolo non è attivo
pt: Peça inativa
vi: Sản phẩm bị tắt

source: Inactive
de: Inaktiv
es: Inactivo
hu: Inaktív
it: Inattivo
pt: Inativo
vi: Không hoạt động

source: Part is virtual (not a physical part)
de: Teil ist virtuell (kein physisches Teil)
es: La parte es virtual (no una parte física)
hu: Virtuális (nem kézzelfogható alkatrész)
it: L'Articolo è virtuale (non è un articolo fisico)
pt: Peça é virtual (não é algo físico)
vi: Sản phẩm là ảo (không phải sản phẩm vật lý)

source: Show Part Details
de: Teildetails anzeigen
es: Mostrar Detalles de Parte
hu: Alkatrész részletei
it: Mostra i Dettagli Articolo
pt: Mostrar Detalhes de Peça
vi: Chi tiết giá sản phẩm

source: Allocated to Build Orders
de: Zu Bauaufträgen zugeordnet
hu: Gyártáshoz lefoglalva
it: Assegnato agli Ordini di Produzione
pt: Alocado para Pedidos de Construção
vi: Phân bổ đến đơn đặt bản dựng

source: Allocated to Sales Orders
de: Zur Bestellung zugeordnet
hu: Vevő rendeléshez lefoglalva
it: Assegnato agli Ordini di Vendita
pt: Alocado para Pedidos de Venda
vi: Phân bổ đến đơn bán hàng

source: Can Build
de: Herstellbar
es: Puede construir
hu: Gyártható
it: Puoi produrre
pt: Pode Produzir
vi: Có thể dựng

source: Minimum stock level
de: Minimaler Bestand
es: Nivel mínimo de stock
hu: Minimális készlet
it: Livello minimo di giacenza
pt: Nível mínimo de estoque
vi: Cấp kho tối thiểu

source: Price Range
de: Preisspanne
es: Rango de precios
hu: Ártartomány
it: Fascia di Prezzo
pt: Faixa de Preço
vi: Khoảng giá

source: Latest Serial Number
de: letzte Seriennummer
es: Último número de serie
hu: Legutolsó sorozatszám
it: Ultimo Numero Di Serie
pt: Último Número de Série
vi: Số seri mới nhất

source: Search for serial number
de: Nach Seriennummer suchen
es: Buscar número de serie
hu: Sorozatszámra keresés
it: Ricerca per numero seriale
pt: Procurar por número serial
vi: Tìm kiếm cho số sê ri

source: Part QR Code
de: Teil-QR-Code
es: Código QR de Parte
hu: Alkatrész QR kódja
it: QR Code Articolo
pt: QR Code da Peça
vi: Mã QR sản phẩm

source: Link Barcode to Part
de: Barcode mit Teil verknüpfen
hu: Vonalkód hozzárendelése az alkatrészhez
it: Collega il codice a barre all'Articolo
pt: Vincular Código de Barras à Peça
vi: Liên kết mã vạch đến sản phẩm

source: part
de: Teil
es: parte
hu: alkatrész
pt: peça
vi: sản phẩm

source: Calculate
de: Berechnen
es: Calcular
hu: Számítás
it: Calcola
pt: Calcular
vi: Tính toán

source: Remove associated image from this part
de: Verknüpftes Bild von diesem Teil entfernen
hu: Alkatrészhez rendelt kép eltávolítása
it: Rimuovi l'immagine associata all'articolo
pt: Remover imagem associada a esta peça
vi: Xóa hình ảnh gắn kết với sản phẩm này

source: No matching images found
de: Keine passenden Bilder gefunden
es: No se encontraron imágenes coincidentes
hu: Nincs egyező kép
it: Nessuna immagine corrispondente trovata
pt: Nenhuma imagem correspondente encontrada
vi: Không tìm thấy hình ảnh phù hợp

source: Hide Part Details
de: Teildetails ausblenden
es: Ocultar Detalles de la Parte
hu: Részletek elrejtése
it: Nascondi Dettagli dell'Articolo
pt: Esconder Detalhes da Peça
vi: Ẩn chi tiết sản phẩm

source: Supplier Pricing
de: Zulieferer-Preise
es: Precios del Proveedor
hu: Beszállítói ár
it: Prezzo del Fornitore
pt: Preço do fornecedor
vi: Giá bán nhà cung cấp

source: Unit Cost
de: Stückpreis
es: Costo unitario
hu: Egység költség
it: Costo Unitario
pt: Custo unitário
vi: Chi phí đơn vị

source: No supplier pricing available
de: Keine Zulieferer-Preise verfügbar
es: Ningún precio de proveedor disponible
hu: Nincs beszállítói árinfomáció
it: Nessun prezzo del fornitore disponibile
pt: Nenhuma informação dos preços do fornecedor disponível
vi: Chưa có sẵn giá cả nhà cung cấp

source: BOM Pricing
de: Stücklistenpreise
es: Precios BOM
hu: Alkatrészjegyzék árazás
it: Prezzi Distinta Base
pt: Preço LDM
vi: Giá cả BOM

source: Unit Purchase Price
de: Kaufpreis pro Einheit
es: Precio de Compra Unitario
hu: Beszerzési egységár
it: Prezzo di Acquisto Unitario
pt: Preço Unitário de Compra
vi: Giá mua hàng

source: Total Purchase Price
de: Gesamter Kaufpreis
es: Precio total de compra
hu: Teljes beszerzési ár
it: Prezzo Totale D'Acquisto
pt: Preço Total de Compra
vi: Tổng giá mua vào

source: No BOM pricing available
de: Keine Stücklisten-Preise verfügbar
es: No hay precios BOM disponibles
hu: Nincs alkatrészjegyzék árinfomáció
it: Nessun prezzo distinta base disponibile
pt: Preços LDM indisponíveis
vi: Chưa có giá cả BOM

source: Internal Price
de: Interner Preis
es: Precio Interno
hu: Belső ár
it: Prezzo interno
pt: Preço Interno
vi: Giá nội bộ

source: No pricing information is available for this part.
de: Keine Preise für dieses Teil verfügbar
es: No hay información de precios disponible para esta parte.
hu: Az alkatrészhez nem áll rendelkezésre árinformáció.
it: Nessuna informazione sul prezzo è disponibile per questo articolo.
pt: Nenhuma informação de preço está disponível para esta peça.
vi: Chưa có thông tin giá cho sản phẩm này.

source: Scheduled Quantity
de: Geplante Menge
es: Cantidad programada
hu: Ütemezett mennyiség
it: Quantità Programmata
pt: Quantidade Agendada
vi: Số lượng theo lịch

source: Variants
de: Varianten
es: Variantes
hu: Változatok
it: Varianti
pt: Variantes
vi: Biến thể

source: Stock
de: Bestand
es: Inventario
hu: Készlet
it: Magazzino
pt: Estoque
vi: Kiện hàng

source: Pricing
de: Bepreisung
es: Precios
hu: Árazás
it: Prezzi
pt: Preços
vi: Định giá

source: Scheduling
de: Zeitplan
es: Programación
hu: Ütemezés
it: Programmazione
pt: Agendamento
vi: Lập lịch

source: Test Templates
de: Testvorlagen
es: Plantillas de Prueba
hu: Teszt sablonok
it: Modelli test
pt: Testar Modelos
vi: Mẫu thử nghiệm

source: Select from existing images
de: Aus vorhandenen Bildern auswählen
es: Seleccionar de imágenes existentes
hu: Válassz a meglévő képek közül
it: Seleziona da immagini esistenti
pt: Selecionar de imagens existentes
vi: Chọn hình ảnh có sẵn

source: Pricing Overview
de: Preisübersicht
es: Vista general de precios
hu: Ár áttekintés
it: Panoramica prezzi
pt: Resumo de Preços
vi: Tóm lược định giá

source: Refresh Part Pricing
de: Preis aktualisieren
es: Actualizar precio de partes
hu: Árazás frissítése
it: Aggiorna prezzo articolo
pt: Atualizar Preço da Peça
vi: Làm mới giá sản phẩm

source: Override Part Pricing
hu: Alkatrész árazás felülbírálása
pt: Sobrepor Preço da Peça
vi: Ghi đè định giá sản phẩm

source: Edit
de: Bearbeiten
es: Editar
hu: Szerkesztés
it: Modifica
pt: Editar
vi: Sửa

source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización
hu: Utoljára módosítva
it: Ultimo aggiornamento
pt: Última atualização
vi: Cập nhật lần cuối

source: Price Category
de: Preiskategorie
es: Categoría de precio
hu: Árkategória
it: Categoria prezzo
pt: Categoria de preço
vi: Danh mục giá

source: Minimum
es: Mínimo
it: Minimo
pt: Mínimo
vi: Tối thiểu

source: Maximum
es: Máximo
it: Massimo
pt: Máximo
vi: Tối đa

source: Internal Pricing
de: Interne Preise
es: Precio Interno
hu: Belső árazás
it: Prezzo interno
pt: Preço Interno
vi: Định giá nội bộ

source: Purchase History
de: Kaufhistorie
es: Historial de compras
hu: Beszerzési előzmények
it: Cronologia acquisti
pt: Histórico de Compras
vi: Lịch sử mua hàng

source: Variant Pricing
de: Variantenpreise
es: Precios variantes
hu: Alkatrészváltozat árazás
it: Variazione prezzo
pt: Preço Variável
vi: Định giá biến thể

source: Pricing Overrides
hu: Árazás felülbírálások
pt: Sobrepor preços
vi: Ghi đè định giá

source: Overall Pricing
de: Gesamtpreise
es: Precios globales
hu: Általános árazás
it: Prezzi Totali
pt: Preços Gerais
vi: Định giá tổng thể

source: Sale History
de: Verkaufshistorie
es: Historial de ventas
hu: Eladási előzmények
it: Storico vendite
pt: Histórico de vendas
vi: Lịch Sử Giao Dịch

source: Sale price data is not available for this part
de: Verkaufspreisdaten sind für diesen Teil nicht verfügbar
hu: Nincsenek eladási ár adatok ehhez az alkatrészhez
it: I dati del prezzo di vendita non sono disponibili per questo prodotto
pt: Dados de preço de venda não estão disponíveis para esta peça
vi: Chưa có dữ liệu giá giao dịch cho sản phẩm này

source: Price range data is not available for this part.
de: Preisspanne für diesen Teil ist nicht verfügbar.
hu: Nincsenek ársáv adatok ehhez az alkatrészhez.
it: I dati della fascia di prezzo non sono disponibili per questo prodotto.
pt: Dados do intervalo de preços não estão disponíveis para esta peça.
vi: Dữ liệu khoảng giá không có sẵn cho sản phẩm này.

source: Jump to overview
de: Zur Übersicht gehen
es: Ir a la vista general
hu: Ugrás az áttekintéshez
it: Torna al riepilogo
pt: Ir para visão geral
vi: Chuyển tới tổng quan

source: Add Internal Price Break
de: Interne Preisspanne hinzufügen
es: Añadir salto de precio interno
hu: Belső ársáv hozzáadása
it: Aggiungi prezzo interno d'nterruzione
pt: Adicionar intervalo de preço interno
vi: Thêm phá giá nội bộ

source: Sale Pricing
de: Verkaufspreise
hu: Eladási ár
it: Prezzo di Vendita
pt: Preço de Venda
vi: Định giá bán hàng
