Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Show latest parts
de: Neueste Teile anzeigen
es: Mostrar últimas partes
hu: Legújabb alkatrészek megjelenítése
it: Mostra ultimi articoli
pt: Mostrar peças mais recentes
vi: Hiển thị nguyên liệu mới nhất

source: Show latest parts on the homepage
de: Zeige neueste Teile auf der Startseite
es: Mostrar las últimas partes en la página de inicio
hu: Legújabb alkatrészek megjelenítése a főoldalon
it: Mostra gli ultimi articoli sulla homepage
pt: Mostrar as peças mais recentes na página inicial
vi: Hiển thị nguyên liệu mới nhất trên trang chủ

source: Show unvalidated BOMs
de: Nicht validierte Stücklisten anzeigen
es: Mostrar BOMs no validadas
hu: Jóváhagyás nélküli alkatrészjegyzékek megjelenítése
it: Mostra distinta base non convalidata
pt: Mostrar LDMs não validadas
vi: Hiển thị BOM chưa được xác thực

source: Show BOMs that await validation on the homepage
de: Zeige Stücklisten, die noch nicht validiert sind, auf der Startseite
es: Mostrar BOMs que esperan validación en la página de inicio
hu: Jóváhagyásra váró alkatrészjegyzékek megjelenítése a főoldalon
it: Mostra le distinte base che attendono la convalida sulla homepage
pt: Mostrar LDMs que aguardam validação na página inicial
vi: Hiện BOM chờ xác thực tại trang chủ

source: Show recent stock changes
de: Neueste Bestandänderungen anzeigen
es: Mostrar cambios recientes de stock
hu: Legfrissebb készlet változások megjelenítése
it: Mostra le modifiche recenti alle giacenze
pt: Mostrar alterações recentes de estoque
vi: Hiện thay đổi kho hàng gần đây

source: Show recently changed stock items on the homepage
de: Zeige zuletzt geänderte Lagerbestände auf der Startseite
es: Mostrar artículos de stock recientemente modificados en la página de inicio
hu: Legutóbb megváltozott alkatrészek megjelenítése a főoldalon
it: Mostra le giacenze modificate di recente nella homepage
pt: Mostrar itens de estoque alterados recentemente na página inicial
vi: Hiện hàng trong kho được thay đổi gần nhất trên trang chủ

source: Show low stock
de: Niedrigen Bestand anzeigen
es: Mostrar stock bajo
hu: Alacsony készlet megjelenítése
it: Mostra disponibilità scarsa delle giacenze
pt: Mostrar estoque baixo
vi: Hiển thị hàng còn ít

source: Show low stock items on the homepage
de: Zeige geringen Bestand auf der Startseite
es: Mostrar artículos de stock bajo en la página de inicio
hu: Alacsony készletek megjelenítése a főoldalon
it: Mostra disponibilità scarsa degli articoli sulla homepage
pt: Mostrar itens de baixo estoque na página inicial
vi: Hiển thị hàng hóa còn ít tại trang chủ

source: Show depleted stock
de: Lerren Bestand anzeigen
es: Mostrar stock agotado
hu: Kimerült készlet megjelenítése
it: Mostra scorte esaurite
pt: Mostrar estoque esgotado
vi: Hiển thị hết hàng

source: Show depleted stock items on the homepage
de: Zeige aufgebrauchte Lagerartikel auf der Startseite
es: Mostrar artículos agotados en la página de inicio
hu: Kimerült készletek megjelenítése a főoldalon
it: Mostra disponibilità scarsa delle scorte degli articoli sulla homepage
pt: Mostrar itens sem estoque na página inicial
vi: Hiển thị hàng hóa đã bán hết tại trang chủ

source: Show needed stock
de: Benötigten Bestand anzeigen
es: Mostrar stock necesario
hu: Gyártáshoz szükséges készlet megjelenítése
it: Mostra scorte necessarie
pt: Mostrar estoque necessário
vi: Hiển thị hàng cần thiết

source: Show stock items needed for builds on the homepage
de: Zeige Bestand für Bauaufträge auf der Startseite
es: Mostrar artículos de stock necesarios para trabajos en la página de inicio
hu: Gyártáshoz szükséges készletek megjelenítése a főoldalon
it: Mostra le scorte degli articoli necessari per la produzione sulla homepage
pt: Mostrar itens de estoque necessários para produções na tela inicial
vi: Hiện hàng trong kho cần thiết cho xây dựng tại trang chủ

source: Show expired stock
de: Abgelaufenen Bestand anzeigen
es: Mostrar stock caducado
hu: Lejárt készlet megjelenítése
it: Mostra scorte esaurite
pt: Mostrar estoque expirado
vi: Bán kho quá hạn

source: Show expired stock items on the homepage
de: Zeige abgelaufene Lagerbestände auf der Startseite
es: Mostrar artículos de stock caducados en la página de inicio
hu: Lejárt készletek megjelenítése a főoldalon
it: Mostra gli articoli stock scaduti nella home page
pt: Mostrar expirados itens em estoque na tela inicial
vi: Hiển thị hàng hóa đã quá hạn trên trang chủ

source: Show stale stock
de: Alten Bestand anzeigen
es: Mostrar stock obsoleto
hu: Állott készlet megjelenítése
it: Mostra scorte obsolete
pt: Mostrar estoque inativo
vi: Hiện kho hàng ế

source: Show stale stock items on the homepage
de: Zeige überfällige Lagerartikel auf der Startseite
es: Mostrar artículos de stock obsoletos en la página de inicio
hu: Álló készletek megjelenítése a főoldalon
it: Mostra gli elementi obsoleti esistenti sulla home page
pt: Mostrar estoque inativo na tela inicial
vi: Hiện hàng trong kho bị ế trên trang chủ

source: Show pending builds
de: Ausstehende Bauaufträge anzeigen
es: Mostrar trabajos pendientes
hu: Függő gyártások megjelenítése
it: Mostra produzioni in attesa
pt: Mostrar produções pendentes
vi: Hiện bản dựng chờ xử lý

source: Show pending builds on the homepage
de: Zeige ausstehende Bauaufträge auf der Startseite
es: Mostrar trabajos pendientes en la página de inicio
hu: Folyamatban lévő gyártások megjelenítése a főoldalon
it: Mostra produzioni in attesa sulla homepage
pt: Mostrar produções pendentes na tela inicial
vi: Hiện bản dựng chờ xử lý trên trang chủ

source: Show overdue builds
de: Zeige überfällige Bauaufträge
es: Mostrar trabajos vencidos
hu: Késésben lévő gyártások megjelenítése
it: Mostra produzioni in ritardo
pt: Mostrar produções atrasadas
vi: Hiện bản dựng quá hạn

source: Show overdue builds on the homepage
de: Zeige überfällige Bauaufträge auf der Startseite
es: Mostrar trabajos pendientes en la página de inicio
hu: Késésben lévő gyártások megjelenítése a főoldalon
it: Mostra produzioni in ritardo sulla home page
pt: Mostrar produções atrasadas na tela inicial
vi: Hiện bản dựng quá hạn trên trang chủ

source: Show outstanding POs
de: Ausstehende POs anzeigen
es: Mostrar Órdenes de Compra Pendientes
hu: Kintlévő beszerzési rendelések megjelenítése
it: Mostra ordini di produzione inevasi
pt: Mostrar pedidos de compra pendentes
vi: Hiện PO nổi bật

source: Show outstanding POs on the homepage
de: Zeige ausstehende POs auf der Startseite
es: Mostrar las OC destacadas en la página de inicio
hu: Kintlévő beszerzési rendelések megjelenítése a főoldalon
it: Mostra ordini di produzione inevasi sulla home page
pt: Mostrar os Pedidos de Compras pendentes na página inicial
vi: Hiện PO nổi bật trên trang chủ

source: Show overdue POs
de: Überfällige POs anzeigen
es: Mostrar OC atrasadas
hu: Késésben lévő megrendelések megjelenítése
it: Mostra Ordini di Produzione in ritardo
pt: Mostrar Pedidos de Compra atrasados
vi: Hiện PO quá hạn

source: Show overdue POs on the homepage
de: Zeige überfällige POs auf der Startseite
es: Mostrar las OC vencidas en la página de inicio
hu: Késésben lévő megrendelések megjelenítése a főoldalon
it: Mostra Ordini di Produzione in ritardo sulla home page
pt: Mostrar os Pedidos de Compras atrasadas na tela inicial
vi: Hiện đơn mua hàng quá hạn trên trang chủ

source: Show outstanding SOs
de: Ausstehende SOs anzeigen
es: Mostrar OV pendiemtes
hu: Függő vevői rendelések megjelenítése
it: Mostra Ordini di Vendita inevasi
pt: Mostrar pedidos de vendas pendentes
vi: Hiện đơn hàng vận chuyển nổi bật

source: Show outstanding SOs on the homepage
de: Zeige ausstehende SOs auf der Startseite
es: Mostrar OV pendientes en la página de inicio
hu: Függő vevői rendelések megjelenítése a főoldalon
it: Mostra Ordini di Vendita inevasi sulla home page
pt: Mostrar os Pedidos de Vendas pendentes na página inicial
vi: Hiện đơn hàng vận chuyển nổi bật tại trang chủ

source: Show overdue SOs
de: Überfällige SOs anzeigen
es: Mostrar OV atrasadas
hu: Késésben lévő vevői rendelések megjelenítése
it: Mostra Ordini di Vendita in ritardo
pt: Mostrar Pedidos de Venda atrasados
vi: Hiện đơn vận chuyển quá hạn

source: Show overdue SOs on the homepage
de: Zeige überfällige SOs auf der Startseite
es: Mostrar OV atrasadas en la página de inicio
hu: Késésben lévő vevői rendelések megjelenítése a főoldalon
it: Mostra Ordini di Vendita in ritardo sulla home page
pt: Mostrar os Pedidos de Vendas atrasadas na tela inicial
vi: Hiện đơn vận chuyển quá hạn trên trang chủ

source: Show pending SO shipments
de: Ausstehende Versandaufträge anzeigen
hu: Függő vevői szállítmányok megjelenítése
pt: Mostrar remessas de OV pendentes
vi: Hiện đơn vận chuyển chờ xử lý

source: Show pending SO shipments on the homepage
de: Ausstehende Versandaufträge auf der Startseite anzeigen
hu: Folyamatban lévő vevői szállítmányok megjelenítése a főoldalon
pt: Mostrar envios OV pendentes na tela inicial
vi: Hiện đơn vận chuyển chờ xử lý trên trang chủ

source: Show News
de: Zeige Neuigkeiten
es: Mostrar novedades
hu: Hírek megjelenítése
it: Mostra Notizie
pt: Mostrar notícias
vi: Hiện tin tức

source: Show news on the homepage
de: Neuigkeiten auf der Startseite anzeigen
es: Mostrar las últimas novedades de InvenTree en la página de inicio
hu: Hírek megjelenítése a főoldalon
it: Mostra notizie sulla home page
pt: Mostrar notícias na tela inicial
vi: Hiện tin tức trên trang chủ

source: Inline label display
de: Label inline anzeigen
es: Mostrar etiqueta interior
hu: Beágyazott címke megjelenítés
it: Visualizzazione dell'etichetta in linea
pt: Mostrar etiqueta em linha
vi: Hiển thị nhãn cùng dòng

source: Display PDF labels in the browser, instead of downloading as a file
de: PDF-Labels im Browser anzeigen, anstatt als Datei herunterzuladen
es: Mostrar etiquetas PDF en el navegador, en lugar de descargar como un archivo
hu: PDF címkék megjelenítése a böngészőben letöltés helyett
it: Visualizza le etichette PDF nel browser, invece di scaricare come file
pt: Mostrar etiquetas em PDF no navegador, ao invés de baixar o arquivo
vi: Hiển thị nhãn PDF trong trình duyệt, thay vì tải về dạng tệp tin

source: Default label printer
de: Standard-Etikettendrucker
es: Impresora predeterminada
hu: Alapértelmezett címkenyomtató
it: Stampante per etichette predefinita
pt: Impressora de etiquetas padrão
vi: Máy in tem nhãn mặc định

source: Configure which label printer should be selected by default
de: Einen standardmäßig ausgewählten Etikettendrucker konfigurieren
hu: Melyik címkenyomtató legyen az alapértelmezett
it: Configura quale stampante di etichette deve essere selezionata per impostazione predefinita
pt: Configurar qual impressora de etiqueta deve ser selecionada por padrão
vi: Cấu hình máy in tem nhãn nào được chọn mặc định

source: Inline report display
de: Berichte inline anzeigen
es: Mostrar informe en línea
hu: Beágyazott riport megjelenítés
it: Visualizzazione dell'etichetta in linea
pt: Mostrar relatório em linha
vi: Hiển thị báo cáo cùng hàng

source: Display PDF reports in the browser, instead of downloading as a file
de: PDF-Berichte im Browser anzeigen, anstatt als Datei herunterzuladen
es: Mostrar informes PDF en el navegador, en lugar de descargar como un archivo
hu: PDF riport megjelenítése a böngészőben letöltés helyett
it: Visualizza le etichette PDF nel browser, invece di scaricare come file
pt: Mostrar relatórios em PDF no navegador, ao invés de baixar o arquivo
vi: Hiện báo cáo PDF trong trình duyệt, thay vì tải về dạng tệp tin

source: Search Parts
de: Teile suchen
es: Buscar partes
hu: Alkatrészek keresése
it: Cerca Articoli
pt: Procurar Peças
vi: Tìm sản phẩm

source: Display parts in search preview window
de: Teile in der Suchvorschau anzeigen
hu: Alkatrészek megjelenítése a keresési előnézetben
it: Mostra articoli della ricerca nella finestra di anteprima
pt: Mostrar peças na janela de visualização de pesquisa
vi: Hiện hàng hóa trong cửa sổ xem trước tìm kiếm

source: Search Supplier Parts
de: Zulieferteile durchsuchen
es: Buscar partes de proveedor
hu: Beszállítói alkatrészek keresése
pt: Buscar Peças do Fornecedor
vi: Tìm sản phẩm nhà cung cấp

source: Display supplier parts in search preview window
de: Zuliefererteile in der Suchvorschau anzeigen
hu: Beszállítói alkatrészek megjelenítése a keresési előnézetben
it: Mostra articoli del fornitore nella finestra di anteprima
pt: Mostrar fornecedor de peças na janela de visualização de pesquisa
vi: Hiện sản phẩm nhà cung cấp trong cửa sổ xem trước tìm kiếm

source: Search Manufacturer Parts
de: Herstellerteile durchsuchen
es: Buscar Partes del Fabricante
hu: Gyártói alkatrészek keresése
it: Cerca Articoli Produttore
pt: Buscar peças do fabricante
vi: Tìm sản phẩm nhà sản xuất

source: Display manufacturer parts in search preview window
de: Herstellerteile in der Suchvorschau anzeigen
hu: Gyártói alkatrészek megjelenítése a keresési előnézetben
it: Mostra articoli del produttore nella finestra di anteprima
pt: Mostrar fabricante de peças na janela de visualização de pesquisa
vi: Hiện sản phẩm nhà sản xuất trong cửa sổ xem trước tìm kiếm

source: Hide Inactive Parts
de: Inaktive Teile ausblenden
es: Ocultar Partes Inactivas
hu: Inaktív alkatrészek elrejtése
it: Nascondi Articoli Inattivi
pt: Ocultar peças inativas
vi: Ẩn sản phẩm ngừng hoạt động

source: Excluded inactive parts from search preview window
de: Inaktive Teile in der Suchvorschau ausblenden
es: Excluir las partes inactivas de la ventana de previsualización de búsqueda
hu: Inaktív alkatrészek kihagyása a keresési előnézet találataiból
it: Escludi articoli inattivi dalla finestra di anteprima della ricerca
pt: Não incluir peças inativas na janela de visualização de pesquisa
vi: Loại trừ sản phẩm ngưng hoạt động trong cửa sổ xem trước tìm kiếm

source: Search Categories
de: Kategorien durchsuchen
es: Buscar categorías
hu: Kategóriák keresése
it: Cerca Categorie
pt: Pesquisar Categorias
vi: Tìm kiếm danh mục

source: Display part categories in search preview window
de: Teilekategorien in der Suchvorschau anzeigen
es: Mostrar categorias de la parte en la ventana de previsualización de búsqueda
hu: Alkatrész kategóriák megjelenítése a keresési előnézetben
it: Mostra categorie articolo nella finestra di anteprima di ricerca
pt: Mostrar categoria das peças na janela de visualização de pesquisa
vi: Hiện danh mục sản phẩm trong cửa sổ xem trước tìm kiếm

source: Search Stock
de: Bestand durchsuchen
es: Buscar inventario
hu: Készlet keresése
it: Cerca Giacenze
pt: Pesquisar Estoque
vi: Tìm kiếm kho

source: Display stock items in search preview window
de: Lagerartikel in Suchvorschau anzeigen
es: Mostrar artículos del stock en la ventana de previsualización de búsqueda
hu: Készlet tételek megjelenítése a keresési előnézetben
it: Mostra articoli in giacenza nella finestra di anteprima della ricerca
pt: Mostrar itens do estoque na janela de visualização de pesquisa
vi: Hiện hàng hóa ở kho trong cửa sổ xem trước tìm kiếm

source: Hide Unavailable Stock Items
de: Nicht verfügbare Artikel ausblenden
es: Ocultar Artículos del Stock Agotados
hu: Nem elérhető készlet tételek elrejtése
it: Nascondi elementi non disponibili
pt: Ocultar itens do estoque indisponíveis
vi: Ẩn hàng hóa trong kho không có sẵn

source: Exclude stock items which are not available from the search preview window
de: Nicht verfügbare Lagerartikel aus der Suchvorschau ausschließen
es: Excluir artículos de stock que no están disponibles en la ventana de previsualización de búsqueda
hu: Nem elérhető készlet kihagyása a keresési előnézet találataiból
it: Escludi gli elementi stock che non sono disponibili dalla finestra di anteprima di ricerca
pt: Não incluir itens de estoque que não estão disponíveis na janela de visualização de pesquisa
vi: Không bao gồm hàng hóa trong kho mà không sẵn sàng từ màn hình xem trước tìm kiếm

source: Search Locations
de: Lagerorte durchsuchen
es: Buscar ubicaciones
hu: Helyek keresése
it: Cerca Ubicazioni
pt: Procurar Locais
vi: Tìm kiếm vị trí

source: Display stock locations in search preview window
de: Lagerorte in Suchvorschau anzeigen
es: Mostrar ubicaciones de almacén en la ventana de vista previa de búsqueda
hu: Készlet helyek megjelenítése a keresési előnézetben
it: Mostra ubicazioni delle giacenze nella finestra di anteprima di ricerca
pt: Mostrar locais de estoque na janela de visualização de pesquisa
vi: Hiện vị trí kho hàng trong cửa sổ xem trước tìm kiếm

source: Search Companies
de: Firmen durchsuchen
es: Buscar empresas
hu: Cégek keresése
it: Cerca Aziende
pt: Pesquisar empresas
vi: Tìm kiếm công ty

source: Display companies in search preview window
de: Firmen in der Suchvorschau anzeigen
es: Mostrar empresas en la ventana de vista previa de búsqueda
hu: Cégek megjelenítése a keresési előnézetben
it: Mostra le aziende nella finestra di anteprima di ricerca
pt: Mostrar empresas na janela de visualização de pesquisa
vi: Hiện công ty trong cửa sổ xem trước tìm kiếm

source: Search Build Orders
de: Bauaufträge durchsuchen
es: Buscar Pedidos de Construcción
hu: Gyártási utasítások keresése
it: Cerca Ordini Di Produzione
pt: Procurar Pedidos de Produção
vi: Tìm kiếm đặt hàng xây dựng

source: Display build orders in search preview window
de: Bauaufträge in der Suchvorschau anzeigen
hu: Gyártási utasítások megjelenítése a keresés előnézet ablakban
it: Mostra gli ordini di produzione nella finestra di anteprima di ricerca
pt: Mostrar pedidos de produção na janela de visualização de pesquisa
vi: Hiện đơn đặt xây dựng trong cửa sổ xem trước tìm kiếm

source: Search Purchase Orders
de: Bestellungen durchsuchen
es: Buscar órdenes de compra
hu: Beszerzési rendelések keresése
it: Cerca Ordini di Acquisto
pt: Mostrar Pedido de Compras
vi: Tìm kiếm đơn đặt mua

source: Display purchase orders in search preview window
de: Bestellungen in der Suchvorschau anzeigen
hu: Beszerzési rendelések megjelenítése a keresési előnézetben
it: Mostra gli ordini di acquisto nella finestra di anteprima di ricerca
pt: Mostrar pedidos de compra na janela de visualização de pesquisa
vi: Hiện đơn đặt mua trong cửa sổ xem trước tìm kiếm

source: Exclude Inactive Purchase Orders
de: Inaktive Bestellungen ausblenden
es: Excluir pedidos de compra inactivos
hu: Inaktív beszerzési rendelések kihagyása
it: Escludi Ordini D'Acquisto Inattivi
pt: Não incluir Pedidos de Compras Inativos
vi: Loại trừ đơn đặt mua không hoạt động

source: Exclude inactive purchase orders from search preview window
de: Inaktive Bestellungen in der Suchvorschau ausblenden
hu: Inaktív beszerzési rendelések kihagyása a keresési előnézet találataiból
it: Escludi ordini di acquisto inattivi dalla finestra di anteprima di ricerca
pt: Não incluir pedidos de compras inativos na janela de visualização de pesquisa
vi: Loại trừ đơn đặt mua không hoạt động ra khỏi cửa sổ xem trước tìm kiếm

source: Search Sales Orders
de: Aufträge durchsuchen
es: Buscar órdenes de venta
hu: Vevői rendelések keresése
it: Cerca Ordini Di Vendita
pt: Procurar Pedidos de Vendas
vi: Tìm đơn đặt hàng người mua

source: Display sales orders in search preview window
de: Aufträge in der Suchvorschau anzeigen
hu: Vevői rendelések megjelenítése a keresési előnézetben
it: Visualizzazione degli ordini di vendita nella finestra di anteprima della ricerca
pt: Mostrar pedidos de vendas na janela de visualização de pesquisa
vi: Hiện đơn đặt hàng người mua trong cửa sổ xem trước tìm kiếm

source: Exclude Inactive Sales Orders
de: Inaktive Aufträge ausblenden
hu: Inaktív vevői rendelések kihagyása
it: Escludi Ordini Di Vendita Inattivi
pt: Não Incluir Pedidos de Compras Inativas
vi: Loại trừ đơn đặt hàng người mua không hoạt động

source: Exclude inactive sales orders from search preview window
de: Inaktive Aufträge in der Suchvorschau ausblenden
hu: Inaktív vevői rendelések kihagyása a keresési előnézet találataiból
it: Escludi ordini di vendita inattivi dalla finestra di anteprima di ricerca
pt: Não incluir pedidos de vendas inativos na janela de visualização de pesquisa
vi: Không bao gồm đơn đặt hàng người mua không hoạt động trong cửa sổ xem trước tìm kiếm

source: Search Return Orders
de: Suche nach Rücksendungen
es: Buscar órdenes de devolución
hu: Visszavétel keresése
it: Cerca Ordini Di Reso
pt: Procurar Pedidos de Devolução
vi: Tìm kiếm đơn hàng trả lại

source: Display return orders in search preview window
de: Rücksendungen in der Suchvorschau anzeigen
hu: Visszavételek megjelenítése a keresés előnézet ablakban
pt: Mostrar pedidos de devolução na janela de visualização de pesquisa
vi: Hiện đơn hàng trả lại trong cửa sổ xem trước tìm kiếm

source: Exclude Inactive Return Orders
de: Inaktive Rücksendungen ausblenden
hu: Inaktív visszavételek kihagyása
pt: Não Incluir Pedidos de Devolução Inativas
vi: Loại trừ đơn hàng trả lại không hoạt động

source: Exclude inactive return orders from search preview window
de: Inaktive Rücksendungen in der Suchvorschau ausblenden
hu: Inaktív visszavételek kihagyása a keresési előnézet találataiból
pt: Não incluir pedidos de devolução inativos na janela de visualização de pesquisa
vi: Không bao gồm đơn hàng trả lại không hoạt động trong cửa sổ xem trước tìm kiếm

source: Search Preview Results
de: Anzahl Suchergebnisse
es: Resultados de la vista previa
hu: Keresési előnézet eredményei
it: Risultati Dell'Anteprima Di Ricerca
pt: Mostrar Resultados Anteriores
vi: Kết quả xem trước tìm kiếm

source: Number of results to show in each section of the search preview window
de: Anzahl der Ergebnisse, die in der Vorschau pro Sektion angezeigt werden sollen
hu: A keresési előnézetben megjelenítendő eredmények száma szekciónként
it: Numero di risultati da visualizzare in ciascuna sezione della finestra di anteprima della ricerca
pt: Número de resultados mostrados em cada seção da janela de visualização de pesquisa
vi: Số kết quả cần hiển thị trong từng phần của cửa sổ xem trước tìm kiếm

source: Regex Search
de: Regex Suche
es: Búsqueda usando una expresión regular
hu: Regex keresés
it: Ricerca con regex
pt: Pesquisa de Regex
vi: Tìm kiếm biểu thức

source: Enable regular expressions in search queries
de: Reguläre Ausdrücke in Suchabfragen aktivieren
es: Habilitar expresiones regulares en las consultas de búsqueda
hu: Reguláris kifejezések engedélyezése a keresésekben
pt: Permitir expressôes comuns nas conultas de pesquisas
vi: Bật tìm kiếm biểu thức chính quy trong câu truy vấn tìm kiếm

source: Whole Word Search
de: Ganzes Wort suchen
es: Búsqueda por palabra completa
hu: Teljes szó keresés
pt: Busca de Palavras Inteira
vi: Tìm phù hợp toàn bộ chữ

source: Search queries return results for whole word matches
de: Suchabfragen liefern Ergebnisse für ganze Wortkombinationen
es: Las consultas de búsqueda devuelven resultados para palabras enteras coincidentes
hu: A keresések csak teljes szóra egyező találatokat adjanak
pt: Pesquisa retorna que palavra inteira coincide
vi: Truy vấn tìm trả về kết quả phù hợp toàn bộ chữ

source: Show Quantity in Forms
de: zeige Bestand in Eingabemasken
es: Mostrar cantidad en formularios
hu: Mennyiség megjelenítése a formokon
it: Mostra quantità nei moduli
pt: Mostrar Quantidade nos Formulários
vi: Hiện số lượng trong biểu mẫu

source: Display available part quantity in some forms
de: Zeige den verfügbaren Bestand in einigen Eingabemasken
es: Mostrar la cantidad de partes disponibles en algunos formularios
hu: Rendelkezésre álló alkatrész mennyiség megjelenítése néhány formon
it: Visualizzare la quantità di pezzi disponibili in alcuni moduli
pt: Mostrar a quantidade de peças disponíveis em alguns formulários
vi: Hiển thị số lượng sản phẩm có sẵn trong một số biểu mẫu

source: Escape Key Closes Forms
de: Esc-Taste schließt Formulare
es: Formularios de cierre de teclas de escape
hu: ESC billentyű zárja be a formot
it: Il tasto Esc chiude i moduli
pt: Tecla Esc Fecha Formulários
vi: Phím escape để đóng mẫu biểu
