Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: User who issued this build order
de: Nutzer der diesen Bauauftrag erstellt hat
es: El usuario que emitió esta orden
hu: Felhasználó aki ezt a gyártási utasítást kiállította
it: Utente che ha emesso questo ordine di costruzione
pt: Usuário que emitiu este pedido de produção
vi: Người dùng người đã được phân công cho đơn đặt bản dựng này

source: Responsible
de: Verantwortlicher Benutzer
es: Responsable
hu: Felelős
it: Responsabile
pt: Responsável
vi: Chịu trách nhiệm

source: User or group responsible for this build order
de: Benutzer oder Gruppe verantwortlich für diesen Bauauftrag
es: Usuario o grupo responsable de esta orden de construcción
hu: Felhasználó vagy csoport aki felelős ezért a gyártásért
it: Utente o gruppo responsabile di questo ordine di produzione
pt: Usuário ou grupo responsável para este pedido de produção
vi: Người dùng hoặc nhóm có trách nhiệm với đơn đặt bản dựng này

source: External Link
de: Externer Link
es: Link externo
hu: Külső link
it: Collegamento esterno
pt: Link Externo
vi: Liên kết bên ngoài

source: Build Priority
de: Bauauftrags-Priorität
es: Prioridad de construcción
hu: Priorítás
it: Priorità di produzione
pt: Prioridade de Produção
vi: Độ ưu tiên

source: Priority of this build order
de: Priorität dieses Bauauftrags
es: Prioridad de esta orden de construcción
hu: Gyártási utasítás priorítása
it: Priorità di questo ordine di produzione
pt: Prioridade deste pedido de produção
vi: Độ quan trọng của đơn đặt bản dựng

source: Project Code
de: Projektcode
es: Código del proyecto
hu: Projektszám
it: Codice del progetto
pt: Código do projeto
vi: Mã dự án

source: Project code for this build order
de: Projektcode für diesen Auftrag
es: Código de proyecto para esta orden de ensamble
hu: Projekt kód a gyártáshoz
pt: Código do projeto para este pedido de produção
vi: Mã dự án cho đơn đặt bản dựng này

source: Build order {build} has been completed
de: Bauauftrag {build} wurde fertiggestellt
es: El pedido {build} ha sido procesado
hu: A {build} gyártási utasítás elkészült
it: L'ordine di produzione {build} è stato completato
pt: O Pedido de produção {build} foi concluído!
vi: Đơn đặt bản dựng {build} đã được hoàn thành

source: A build order has been completed
de: Ein Bauauftrag wurde fertiggestellt
es: Pedido #[order] ha sido procesado
hu: Gyártási utasítás elkészült
it: L'ordine di produzione è stato completato
pt: Um pedido de produção foi concluído
vi: Một đơn đặt bản dựng đã được hoàn thành

source: No build output specified
de: kein Endprodukt angegeben
es: No se ha especificado salida de construcción
hu: Nincs gyártási kimenet megadva
it: Nessun output di produzione specificato
pt: Nenhuma saída de produção especificada
vi: Không có đầu ra bản dựng đã được chỉ ra

source: Build output is already completed
de: Endprodukt bereits hergstellt
es: La construcción de la salida ya está completa
hu: Gyártási kimenet már kész
it: La produzione è stata completata
pt: Saída de produção já completada
vi: Đầu ra bản dựng đã được hoàn thiện

source: Build output does not match Build Order
de: Endprodukt stimmt nicht mit dem Bauauftrag überein
es: La salida de la construcción no coincide con el orden de construcción
hu: Gyártási kimenet nem egyezik a gyártási utasítással
it: L'output della produzione non corrisponde all'ordine di compilazione
pt: Saída da produção não corresponde ao Pedido de Produção
vi: Đầu ra bản dựng không phù hợp với đơn đặt bản dựng

source: Quantity must be greater than zero
de: Anzahl muss größer Null sein
es: La cantidad debe ser mayor que cero
hu: Mennyiségnek nullánál többnek kell lennie
it: La quantità deve essere maggiore di zero
pt: Quantidade deve ser maior que zero
vi: Số lượng phải lớn hơn 0

source: Quantity cannot be greater than the output quantity
de: Menge kann nicht größer als die Ausgangsmenge sein
es: La cantidad no puede ser mayor que la cantidad de salida
hu: A mennyiség nem lehet több mint a gyártási mennyiség
pt: Quantidade não pode ser maior do que a quantidade de saída
vi: Số lượng không thể lớn hơn số lượng đầu ra

source: Build object
de: Objekt bauen
es: Ensamblar equipo
hu: Gyártás objektum
pt: Objeto de produção
vi: Dựng đối tượng

source: Quantity
de: Anzahl
es: Cantidad
hu: Mennyiség
it: Quantità
pt: Quantidade
vi: Số lượng

source: Required quantity for build order
de: Erforderliche Menge für Auftrag
es: Cantidad requerida para orden de ensamble
hu: Gyártáshoz szükséges mennyiség
pt: Quantidade necessária para o pedido de produção
vi: Yêu cầu số lượng để dựng đơn đặt

source: Build item must specify a build output, as master part is marked as trackable
de: Bauauftragsposition muss ein Endprodukt festlegen, da der übergeordnete Teil verfolgbar ist
es: Item de construcción o armado debe especificar un resultado o salida, ya que la parte maestra está marcada como rastreable
hu: Gyártási tételnek meg kell adnia a gyártási kimenetet, mivel a fő darab egyedi követésre kötelezett
it: L'elemento di compilazione deve specificare un output poiché la parte principale è contrassegnata come rintracciabile
pt: Item de produção deve especificar a saída, pois peças mestres estão marcadas como rastreáveis
vi: Xây dựng mục phải xác định đầu ra, bởi vì sản phẩm chủ được đánh dấu là có thể theo dõi

source: Allocated quantity ({q}) must not exceed available stock quantity ({a})
de: Zugewiesene Menge ({q}) darf nicht verfügbare Menge ({a}) übersteigen
es: Cantidad asignada ({q}) no debe exceder la cantidad disponible de stock ({a})
hu: A lefoglalt mennyiség ({q}) nem lépheti túl a szabad készletet ({a})
it: La quantità assegnata ({q}) non deve essere maggiore della quantità disponibile ({a})
pt: Quantidade alocada ({q}) não deve exceder a quantidade disponível em estoque ({a})
vi: Số lượng được phân bổ ({q}) không thể vượt quá số lượng có trong kho ({a})

source: Stock item is over-allocated
de: BestandObjekt ist zu oft zugewiesen
es: Artículo de stock sobreasignado
hu: Készlet túlfoglalva
it: L'articolo in giacenza è sovrallocato
pt: O item do estoque está sobre-alocado
vi: Kho hàng đã bị phân bổ quá đà

source: Allocation quantity must be greater than zero
de: Reserviermenge muss größer null sein
es: Cantidad asignada debe ser mayor que cero
hu: Lefoglalt mennyiségnek nullánál többnek kell lennie
it: La quantità di assegnazione deve essere maggiore di zero
pt: Quantidade alocada deve ser maior que zero
vi: Số lượng phân bổ phải lớn hơn 0

source: Quantity must be 1 for serialized stock
de: Anzahl muss 1 für Objekte mit Seriennummer sein
es: La cantidad debe ser 1 para el stock serializado
hu: Egyedi követésre kötelezett tételeknél a menyiség 1 kell legyen
it: La quantità deve essere 1 per lo stock serializzato
pt: Quantidade deve ser 1 para estoque serializado
vi: Số lượng phải là 1 cho kho sê ri

source: Selected stock item does not match BOM line
de: Ausgewählter Lagerbestand stimmt nicht mit BOM-Linie überein
es: El artículo de almacén selelccionado no coincide con la línea BOM
hu: A készlet tétel nem egyezik az alkatrészjegyzékkel
pt: Item estoque selecionado não coincide com linha da LDM
vi: Hàng trong kho đã chọn không phù hợp với đường BOM

source: Stock Item
de: Lagerartikel
es: Artículo de stock
hu: Készlet tétel
it: Articoli in magazzino
pt: Item de estoque
vi: Kho hàng

source: Source stock item
de: Quell-Lagerartikel
es: Producto original de stock
hu: Forrás készlet tétel
it: Origine giacenza articolo
pt: Origem do item em estoque
vi: Kho hàng gốc

source: Stock quantity to allocate to build
de: Anzahl an Lagerartikel dem Bauauftrag zuweisen
es: Cantidad de stock a asignar para construir
hu: Készlet mennyiség amit foglaljunk a gyártáshoz
it: Quantità di magazzino da assegnare per la produzione
pt: Quantidade do estoque para alocar à produção
vi: Số lượng kho hàng cần chỉ định để xây dựng

source: Install into
de: Installiere in
es: Instalar en
hu: Beépítés ebbe
it: Installa in
pt: Instalar em
vi: Cài đặt vào

source: Destination stock item
de: Ziel-Lagerartikel
es: Artículo de stock de destino
hu: Cél készlet tétel
it: Destinazione articolo in giacenza
pt: Destino do Item do Estoque
vi: Kho hàng đích

source: Build Output
de: Endprodukt
es: Resultado de la construcción o armado
hu: Gyártás kimenet
it: Genera Output
pt: Saída da Produção
vi: Đầu ra bản dựng

source: Build output does not match the parent build
de: Endprodukt stimmt nicht mit übergeordnetem Bauauftrag überein
es: La salida de construcción no coincide con la construcción padre
hu: Gyártási kimenet nem egyezik a szülő gyártással
it: L'output generato non corrisponde alla produzione principale
pt: Saída de produção não coincide com a produção progenitora
vi: Đầu ra xây dựng không hợp với bản dựng cha

source: Output part does not match BuildOrder part
de: Endprodukt entspricht nicht dem Teil des Bauauftrags
es: La parte de salida no coincide con la parte de la Orden de Construcción
hu: Kimeneti alkatrész nem egyezik a gyártási utasításban lévő alkatrésszel
it: L'output non corrisponde alle parti dell'ordine di produzione
pt: Peça de saída não coincide com a peça da ordem de produção
vi: Đầu ra sản phẩm không phù hợp với bản dựng đơn đặt hàng

source: This build output has already been completed
de: Dieses Endprodukt wurde bereits fertiggestellt
es: Esta salida de construcción ya ha sido completada
hu: Ez a gyártási kimenet már elkészült
it: Questa produzione è stata già completata
pt: Esta saída de produção já foi concluída
vi: Đầu ra bản dựng này đã được hoàn thành

source: This build output is not fully allocated
de: Dieses Endprodukt ist nicht vollständig zugewiesen
es: Esta salida de construcción no está completamente asignada
hu: Ez a gyártási kimenet nincs teljesen lefoglalva
it: Questo output non è stato completamente assegnato
pt: A saída de produção não está completamente alocada
vi: Đầu ra bản dựng này chưa được phân bổ đầy đủ

source: Enter quantity for build output
de: Menge der Endprodukte angeben
es: Ingrese la cantidad para la producción de la construcción
hu: Add meg a mennyiséget a gyártás kimenetéhez
it: Inserisci la quantità per l'output di compilazione
pt: Entre a quantidade da saída de produção
vi: Điền số lượng cho đầu ra bản dựng

source: Integer quantity required for trackable parts
de: Ganzzahl für verfolgbare Teile erforderlich
es: Cantidad entera requerida para partes rastreables
hu: Egész számú mennyiség szükséges az egyedi követésre kötelezett alkatrészeknél
it: Quantità totale richiesta per articoli rintracciabili
pt: Quantidade inteira necessária para peças rastreáveis
vi: Số lượng nguyên dương cần phải điền cho sản phẩm có thể theo dõi

source: Integer quantity required, as the bill of materials contains trackable parts
de: Ganzzahl erforderlich da die Stückliste nachverfolgbare Teile enthält
es: Cantidad entera requerida, ya que la factura de materiales contiene partes rastreables
hu: Egész számú mennyiség szükséges, mivel az alkatrészjegyzék egyedi követésre kötelezett alkatrészeket tartalmaz
it: Quantità totale richiesta, poiché la fattura dei materiali contiene articoli rintracciabili
pt: Quantidade inteira necessária, pois a lista de materiais contém peças rastreáveis
vi: Cần nhập số lượng nguyên dương, bởi vì hóa đơn vật liệu chứa sản phẩm có thể theo dõi

source: Serial Numbers
de: Seriennummer
es: Números de serie
hu: Sorozatszámok
it: Codice Seriale
pt: Números de Série
vi: Số sê-ri

source: Enter serial numbers for build outputs
de: Seriennummer für dieses Endprodukt eingeben
es: Introduzca los números de serie de salidas de construcción
hu: Add meg a sorozatszámokat a gyártás kimenetéhez
it: Inserisci i numeri di serie per gli output di compilazione (build option)
pt: Digite os números de série para saídas de produção
vi: Nhập vào số sêri cho đầu ra bản dựng

source: Auto Allocate Serial Numbers
de: Seriennummern automatisch zuweisen
es: Autoasignar Números de Serie
hu: Sorozatszámok automatikus hozzárendelése
it: Numeri di Serie Assegnazione automatica
pt: Alocar Números de Série Automaticamente
vi: Số sêri tự cấp

source: Automatically allocate required items with matching serial numbers
de: Benötigte Lagerartikel automatisch mit passenden Seriennummern zuweisen
es: Asignar automáticamente los artículos requeridos con números de serie coincidentes
hu: Szükséges tételek automatikus hozzárendelése a megfelelő sorozatszámokkal
it: Assegna automaticamente gli articoli richiesti con i numeri di serie corrispondenti
pt: Alocar automaticamente os itens necessários com os números de série correspondentes
vi: Tự động cấp số seri phù hợp cho hàng hóa được yêu cầu

source: The following serial numbers already exist or are invalid
de: Die folgenden Seriennummern existieren bereits oder sind ungültig
es: Los siguientes números seriales ya existen o son inválidos
hu: A következő sorozatszámok már léteznek vagy nem megfelelőek
it: I seguenti numeri di serie sono già esistenti o non sono validi
pt: Os seguintes números de série já existem ou são inválidos
vi: Số sêri sau đây đã tồn tại hoặc không hợp lệ

source: A list of build outputs must be provided
de: Eine Liste von Endprodukten muss angegeben werden
es: Debe proporcionarse una lista de salidas de construcción
hu: A gyártási kimenetek listáját meg kell adni
it: Deve essere fornito un elenco dei risultati di produzione
pt: Uma lista de saídas de produção deve ser fornecida
vi: Danh sách đầu ra bản dựng phải được cung cấp

source: Location
de: Lagerort
es: Ubicación
hu: Hely
it: Posizione
pt: Local
vi: Địa điểm

source: Stock location for scrapped outputs
de: Lagerort für ausgemusterte Ausgänge
es: Ubicación de almacén para salidas descartadas
hu: Selejtezet gyártási kimenetek helye
pt: Local de estoque para saídas recicladas
vi: Vị trí kho cho đầu ra phế phẩm

source: Discard Allocations
de: Zuteilungen verwerfen
es: Descartar asignaciones
hu: Foglalások törlése
pt: Descartar alocações
vi: Hủy phân bổ

source: Discard any stock allocations for scrapped outputs
de: Bestandszuteilung für ausgemusterte Endprodukte verwerfen
es: Descartar cualquier asignación de existencias para las salidas descartadas
hu: Selejtezett kimenetek foglalásainak felszabadítása
pt: Descartar quaisquer alocações de estoque para saídas sucateadas
vi: Hủy bất kỳ phân kho nào cho đầu ra phế phẩm

source: Reason for scrapping build output(s)
de: Grund für das Verwerfen des Bauauftrages/der Bauaufträge
es: Razón para descartar la salida de ensamble(s)
hu: Selejtezés oka
pt: Motivo para sucatear saída(s) de produção
vi: Lý do loại bỏ đầu ra bản dựng

source: Location for completed build outputs
de: Lagerort für fertige Endprodukte
es: Ubicación para las salidas de construcción completadas
hu: A kész gyártási kimenetek helye
it: Posizione per gli output di build completati
pt: Local para saídas de produção concluídas
vi: Vị trí cho đầu ra bản dựng hoàn thiện

source: Status
es: Estado
hu: Állapot
it: Stato
pt: Situação
vi: Trạng thái

source: Accept Incomplete Allocation
de: Unvollständige Zuweisung akzeptieren
es: Aceptar Asignación Incompleta
hu: Hiányos foglalás elfogadása
it: Accetta Assegnazione Incompleta
pt: Aceitar Alocação Incompleta
vi: Chấp nhận phân kho dang dở

source: Complete outputs if stock has not been fully allocated
de: Endprodukte fertigstellen, auch wenn Bestand nicht fertig zugewiesen wurde
es: Completar salidas si el inventario no se ha asignado completamente
hu: Kimenetek befejezése akkor is ha a készlet nem lett teljesen lefoglalva
it: Completa l'output se le scorte non sono state interamente assegnate
pt: Concluir saídas se o estoque não tiver sido totalmente alocado
vi: Hoàn hiện đầu ra nếu kho chưa được phân bổ hết chỗ trống

source: Remove Allocated Stock
de: Zugewiesenen Bestand entfernen
es: Quitar inventario asignado
hu: Lefoglalt készlet levonása
it: Rimuovi Giacenze Allocate
pt: Remover Estoque Alocado
vi: Xóa phân kho

source: Subtract any stock which has already been allocated to this build
de: Abzug aller Lagerbestände, die diesem Build bereits zugewiesen wurden
es: Resta cualquier existencia que ya ha sido asignado a esta versión
hu: Az összes lefoglalt tétel levonása a készletről
it: Detrai qualsiasi scorta che è stata già assegnata a questa produzione
pt: Subtrair qualquer estoque que já tenha sido alocado para esta produção
vi: Trừ số lượng bất kỳ kho nào được phân bổ đến bản dựng này

source: Remove Incomplete Outputs
de: Unfertige Endprodukte entfernen
es: Eliminar salidas incompletas
hu: Befejezetlen kimenetek törlése
it: Rimuovi Output Incompleti
pt: Remover Saídas Incompletas
vi: Xóa toàn bộ đầu ra chưa hoàn thành

source: Delete any build outputs which have not been completed
de: Lösche alle noch nicht abgeschlossenen Endprodukte
es: Eliminar cualquier salida de construcción que no se haya completado
hu: A nem befejezett gyártási kimenetek törlése
it: Elimina gli output di produzione che non sono stati completati
pt: Excluir quaisquer saídas de produção que não tenham sido completadas
vi: Xóa bất kỳ đầu ra bản dựng nào chưa được hoàn thành

source: Not permitted
de: Nicht erlaubt
es: No permitido
hu: Nem engedélyezett
pt: Não permitido
vi: Chưa được cấp phép

source: Accept as consumed by this build order
de: Als von diesem Bauauftrag verbraucht setzen
es: Aceptar como consumido por este pedido de construcción
hu: Gyártásban fel lett használva
it: Accetta come consumato da questo ordine di produzione
pt: Aceitar conforme consumido por esta ordem de produção
vi: Chấp nhận trạng thái tiêu hao bởi đơn đặt bản dựng này

source: Deallocate before completing this build order
de: Bestandszuordnung vor dem Abschluss dieses Bauauftrags freigeben
es: Liberar antes de completar esta orden de construcción
hu: Foglalás felszabadítása a készre jelentés előtt
it: Non assegnare prima di aver completato questo ordine di produzione
pt: Desatribua antes de completar este pedido de produção
vi: Phân bổ trước khi hoàn thiện đơn đặt bản dựng này

source: Overallocated Stock
de: Überbelegter Lagerbestand
es: Stock sobreasignado
hu: Túlfoglalt készlet
it: Giacenza in eccesso assegnata
pt: Estoque sobrealocado
vi: Kho quá tải

source: How do you want to handle extra stock items assigned to the build order
de: Wie sollen zusätzliche Lagerbestandteile, die dem Bauauftrag zugewiesen wurden, behandelt werden
es: Cómo quieres manejar los artículos extra de inventario asignados a la orden de construcción
hu: Hogyan kezeljük az gyártáshoz rendelt egyéb készletet
it: Come si desidera gestire gli elementi extra giacenza assegnati all'ordine di produzione
pt: Como deseja manejar itens de estoque extras atribuídos ao pedido de produção
vi: Bạn muốn thế nào để xử lý hàng trong kho được gán thừa cho đơn đặt bản dựng

source: Some stock items have been overallocated
de: Der Bestand einiger Lagerartikel ist überbelegt
es: Algunos artículos de inventario han sido sobreasignados
hu: Pár készlet tétel túl lett foglalva
it: Alcuni articoli di magazzino sono stati assegnati in eccedenza
pt: Alguns itens de estoque foram sobrealocados
vi: Một vài hàng hóa đã được phân bổ quá thừa

source: Accept Unallocated
de: Nicht zugewiesene akzeptieren
es: Aceptar no asignado
hu: Kiosztatlanok elfogadása
it: Accetta Non Assegnato
pt: Aceitar não alocados
vi: Chấp nhận chưa phân bổ được

source: Accept that stock items have not been fully allocated to this build order
de: Akzeptieren, dass Lagerartikel diesem Bauauftrag nicht vollständig zugewiesen wurden
es: Aceptar que los artículos de stock no se han asignado completamente a este pedido de construcción
hu: Fogadd el hogy a készlet tételek nincsenek teljesen lefoglalva ehhez a gyártási utastáshoz
it: Accetta che gli elementi in giacenza non sono stati completamente assegnati a questo ordine di produzione
pt: Aceitar que os itens de estoque não foram totalmente alocados para esta produção
vi: Chấp nhận hàng hóa không được phân bổ đầy đủ vào đơn đặt bản dựng này

source: Required stock has not been fully allocated
de: Benötigter Bestand wurde nicht vollständig zugewiesen
es: El stock requerido no ha sido completamente asignado
hu: A szükséges készlet nem lett teljesen lefoglalva
it: La giacenza richiesta non è stata completamente assegnata
pt: Estoque obrigatório não foi totalmente alocado
vi: Kho được yêu cầu chưa được phân bổ hết không gian

source: Accept Incomplete
de: Unvollständig Zuweisung akzeptieren
es: Aceptar incompleto
hu: Befejezetlenek elfogadása
it: Accetta Incompleta
pt: Aceitar Incompleto
vi: Chấp nhận không hoàn thành

source: Accept that the required number of build outputs have not been completed
de: Akzeptieren, dass die erforderliche Anzahl der Bauaufträge nicht abgeschlossen ist
es: Aceptar que el número requerido de salidas de construcción no se han completado
hu: Fogadd el hogy a szükséges számú gyártási kimenet nem lett elérve
it: Accetta che il numero richiesto di output di produzione non sia stato completato
pt: Aceitar que o número requerido de saídas de produção não foi concluído
vi: Chấp nhận số yêu cầu của đầu ra bản dựng chưa được hoàn thành

source: Required build quantity has not been completed
de: Benötigte Teil-Anzahl wurde noch nicht fertiggestellt
es: La cantidad de construcción requerida aún no se ha completado
hu: Szükséges gyártási mennyiség nem lett elérve
it: La quantità di produzione richiesta non è stata completata
pt: Quantidade de produção requerida não foi concluída
vi: Số lượng bản dựng được yêu cầu chưa được hoàn thành

source: Build order has incomplete outputs
de: Bauauftrag hat unvollständige Aufbauten
es: El orden de construcción tiene salidas incompletas
hu: A gyártási utasítás befejezetlen kimeneteket tartalmaz
it: L'ordine di produzione ha output incompleti
pt: Pedido de produção tem saídas incompletas
vi: Đơn đặt bản dựng có đầu ra chưa hoàn thiện

source: Build Line
de: Bauauftragsposition
es: Linea de ensamble
hu: Gyártás sor
pt: Linha de produção
vi: Lộ giới

source: Build output
de: Endprodukt
es: Resultado de la construcción o armado
hu: Gyártás kimenet
it: Genera Output
pt: Saída da Produção
vi: Đầu ra bản dựng

source: Build output must point to the same build
de: Endprodukt muss auf den gleichen Bauauftrag verweisen
es: La salida de la construcción debe apuntar a la misma construcción
hu: A gyártási kimenetnek ugyanarra a gyártásra kell mutatnia
it: L'output di produzione deve puntare alla stessa produzione
pt: Saída de produção deve indicar a mesma produção
vi: Đầu ra bản dựng phải chỉ đến bản dựng tương ứng

source: Build Line Item
de: Bauauftragspositionsartikel
es: Crear partida
hu: Gyártás sor tétel
pt: Item da linha de produção
vi: Mục chi tiết bản dựng

source: bom_item.part must point to the same part as the build order
de: bom_item.part muss auf dasselbe Teil verweisen wie der Bauauftrag
es: bom_item.part debe apuntar a la misma parte que la orden de construcción
hu: bom_item.part ugyanarra az alkatrészre kell mutasson mint a gyártási utasítás
it: gli elementi degli articoli della distinta base devono puntare alla stessa parte dell'ordine di produzione
pt: bin_item.part deve indicar a mesma peça do pedido de produção
vi: bom_item.part phải trỏ đến phần tương tự của đơn đặt bản dựng

source: Item must be in stock
de: Teil muss auf Lager sein
es: El artículo debe estar en stock
hu: A tételnek kell legyen készlete
it: L'articolo deve essere disponibile
pt: Item deve estar em estoque
vi: Hàng hóa phải trong kho

source: Available quantity ({q}) exceeded
de: Verfügbare Menge ({q}) überschritten
es: Cantidad disponible ({q}) excedida
hu: Rendelkezésre álló mennyiség ({q}) túllépve
it: Quantità disponibile ({q}) superata
pt: Quantidade disponível ({q}) excedida
vi: Số lượng có sẵn ({q}) đã bị vượt quá
