Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: No purchase orders found
de: Keine Bestellungen gefunden
es: No se encontraron órdenes de compra
hu: Nem található beszerzési rendelés
it: Nessun ordine d'acquisto trovato
pt: Nenhum pedido de compra encontrado
vi: Không tìm thấy đơn đặt mua

source: This line item is overdue
de: Diese Position ist überfällig
es: Esta partida está atrasada
hu: Ez a sortétel késésben van
it: Questo elemento è in ritardo
pt: Este item de linha está atrasado
vi: Hạng mục này quá hạn

source: Receive line item
de: Position empfangen
es: Recibir partida
hu: Sortétel bevételezése
it: Ricevi linea elemento
pt: Receber item de linha
vi: Nhận hạng mục

source: Delete part relationship
de: Teile-Beziehung löschen
es: Eliminar relación de parte
hu: Alkatrész kapcsolatok törlése
it: Elimina relazione tra i componenti
pt: Excluir relação de peças
vi: Xóa mối quan hệ sản phẩm

source: Delete Part Relationship
de: Teile-Beziehung löschen
es: Eliminar Relación de Parte
hu: Alkatrész kapcsolatok törlése
it: Elimina Relazione Articolo
pt: Excluir Relação de Peça
vi: Xóa mối quan hệ sản phẩm

source: No parts found
de: Keine Teile gefunden
es: No se encontraron partes
hu: Nincs alkatrész
it: Nessun articolo trovato
pt: Nenhuma peça encontrada
vi: Không tìm thấy sản phẩm

source: Set the part category for the selected parts
de: Legen Sie die Teilkategorie für die ausgewählten Teile fest
hu: Kategória beállítása a kiválasztott alkatrészekhez
it: Imposta la categoria prodotto per i prodotti selezionati
pt: Definir a categoria das peças selecionadas
vi: Phân nhóm sản phẩm cho sản phẩm đã chọn

source: Set Part Category
de: Teil-Kategorie auswählen
es: Definir Categoría de Parte
hu: Alkatrész kategória beállítása
it: Imposta categoria articolo
pt: Definir Categoria da Peça
vi: Đặt nhóm sản phẩm

source: Set category
de: Teil-Kategorie auswählen
es: Definir categoría
hu: Kategória beállítása
it: Imposta categoria
pt: Definir categoria
vi: Phân nhóm

source: parts
es: partes
hu: alkatrészek
pt: peças
vi: sản phẩm

source: No category
de: Keine Kategorie
es: Sin categoría
hu: Nincs kategória
it: Nessuna categoria
pt: Nenhuma categoria
vi: Không có danh mục

source: Display as list
de: Listenansicht
es: Mostrar como lista
hu: Megjelenítés listaként
it: Visualizza come elenco
pt: Visualizar como lista
vi: Hiển thị dạng danh sách

source: Display as grid
de: Rasteransicht
es: Mostrar como cuadrícula
hu: Megjelenítés rácsnézetként
it: Visualizza come griglia
pt: Exibir como grade
vi: Hiển thị dạng lưới

source: No subcategories found
hu: Nem találhatóak alkategóriák
pt: Nenhuma subcategoria encontrada
vi: Không có phụ mục

source: Display as tree
de: Baumansicht
es: Mostrar como árbol
hu: Megjelenítés fában
it: Visualizza come struttura ad albero
pt: Exibir como árvore
vi: Hiển thị dạng cây

source: Load Subcategories
de: Unterkategorien laden
es: Cargar subcategorías
hu: Alkategóriák betöltése
it: Carica Sotto Categorie
pt: Carregar Subcategorias
vi: Tải danh mục con

source: Subscribed category
de: Abonnierte Kategorie
es: Categoría suscrita
hu: Értesítésre beállított kategória
it: Categoria sottoscritta
pt: Categoria inscrita
vi: Danh mục đã đăng ký

source: No test templates matching query
de: Keine zur Anfrage passenden Testvorlagen
es: No hay plantillas de prueba que coincidan con la consulta
hu: Nincs a lekérdezéssel egyező teszt sablon
it: Nessun modello di test corrispondente
pt: Nenhum modelo de teste corresponde à consulta
vi: Không có mẫu kiểm thử phù hợp với truy vấn

source: Edit test result
de: Testergebnis bearbeiten
es: Editar resultado de prueba
hu: Teszt eredmény szerkesztése
it: Modificare il risultato del test
pt: Editar resultados de teste
vi: Sửa kết quả kiểm thử

source: Delete test result
de: Testergebnis löschen
es: Eliminar resultado de prueba
hu: Teszt eredmény törlése
it: Cancellare il risultato del test
pt: Excluir resultado do teste
vi: Xóa kết quả kiểm thử

source: This test is defined for a parent part
de: Dieses Testergebnis ist für ein Hauptteil
es: Esta prueba está definida para una parte principal
hu: Ez a teszt a szülő alkatrészhez lett felvéve
it: Questo test è definito per un articolo principale
pt: Este teste é definido para uma peça parental
vi: Kiểm thử này đã được định nghĩa cho sản phẩm cha

source: Edit Test Result Template
de: Testergebnis-Vorlage bearbeiten
es: Editar plantilla de resultado de prueba
hu: Teszt eredmény sablon szerkesztése
it: Modifica Modello Risultato Test
pt: Editar Modelo de Resultado de Teste
vi: Sửa mấ kết quả kiếm thử

source: Delete Test Result Template
de: Testergebnis-Vorlage löschen
es: Eliminar plantilla de resultados de prueba
hu: Teszt eredmény sablon törlése
it: Elimina Modello Risultato Test
pt: Excluir Modelo de Resultado de Teste
vi: Xóa mẫu kết quả kiểm thử

source: No date specified
de: Kein Datum angegeben
es: Sin fecha especificada
hu: Nincs megadva dátum
it: Nessuna data specificata
pt: Nenhuma data especificada
vi: Chưa xác định ngày

source: Specified date is in the past
de: Das angegebene Datum liegt in der Vergangenheit
hu: A megadott dátum a múltban van
it: La data specificata è nel passato
pt: Data especificada está no passado
vi: Ngày đã xác định đã trôi qua

source: Speculative
de: Spekulativ
es: Especulativo
hu: Spekulatív
it: Speculativo
pt: Especulativo
vi: Đầu cơ

source: No scheduling information available for this part
de: Keine Zeitplanung für dieses Teil vorhanden
hu: Az alkatrészhez nem áll rendelkezésre ütemezési információ
it: Nessuna informazione di pianificazione disponibile per questo prodotto
pt: Nenhuma informação de agendamento para esta peça
vi: Không có sẵn thông tin lập lịch cho sản phẩm này

source: Error fetching scheduling information for this part
de: Fehler beim Abrufen der Zeitplanungsinformationen für dieses Teil
hu: Hiba az alkatrész ütemezési információinak betöltésekor
it: Errore nel recupero delle informazioni di programmazione per questo articolo
pt: Erro ao obter informações de agendamento para esta peça
vi: Lỗi gọi thông tin lập lịch cho sản phẩm này

source: Scheduled Stock Quantities
de: Geplante Lagermengen
hu: Ütemezett készlet mennyiség
it: Quantità Di Scorte Programmate
pt: Quantidades de Estoque Agendadas
vi: Số lượng kho đã lập lịch

source: Maximum Quantity
de: Maximale Anzahl
es: Cantidad máxima
hu: Minimum mennyiség
it: Quantità Massima
pt: Quantidade Máxima
vi: Số lượng tối đa

source: Minimum Stock Level
de: Minimaler Lagerbestand
es: Nivel mínimo de stock
hu: Minimális készlet
it: Livello Minimo Stock
pt: Nível Mínimo de Estoque
vi: Cấp kho tối thiểu

source: No plugins found
es: No se encontraron complementos
hu: Nem találhatók pluginok
pt: Nenhum plug-in encontrado
vi: Không tìm thấy phần bổ sung nào

source: This plugin is no longer installed
hu: Ez a plugin már nincs telepítve
pt: Este plug-in não está mais instalado
vi: Phần bổ sung không còn được cài đặt

source: This plugin is active
es: Este complemento está activo
hu: Ez a plugin aktív
pt: Este plug-in está ativo
vi: Phần bổ sung đã hoạt động

source: This plugin is installed but not active
hu: Ez a plugin telepítve van ugyan, de nem aktív
pt: Este plug-in está instalado mas não está ativo
vi: Phần bổ sung này đã được cài đặt nhưng không hoạt động

source: Disable Plugin
es: Desactivar Plugin
hu: Plugin kikapcsolása
pt: Desativar Plug-in
vi: Tắt phần bổ sung

source: Enable Plugin
es: Activar Plugin
hu: Plugin bekapcsolása
pt: Habilitar Plug-in
vi: Bật phần bổ sung

source: The Plugin was installed
de: Das Plugin wurde installiert
es: El Plugin fue Instalado
hu: A plugin telepítve lett
it: Il Plugin è stato installato
pt: O Plug-in foi instalado
vi: Phần bổ sung đã được cài đặt

source: Are you sure you want to enable this plugin?
es: ¿Estás seguro de que deseas activar este complemento?
hu: Biztosan bekapcsolod ezt a plugint?
pt: Tem certeza que deseja habilitar este plug-in?
vi: Bạn có muốn bật phần bổ sung này?

source: Are you sure you want to disable this plugin?
es: ¿Estás seguro de que deseas desactivar este complemento?
hu: Biztosan kikapcsolod ezt a plugint?
pt: Tem certeza que deseja desabilitar este plug-in?
vi: Bạn có muốn phần bổ sung này?

source: Enable
de: Aktivieren
es: Activar
hu: Bekapcsolás
pt: Habilitar
vi: Bật

source: Disable
de: Deaktivieren
es: Desactivar
hu: Kikapcsolás
pt: Desabilitar
vi: Tắt

source: Plugin updated
de: Plugin aktualisiert
es: Complemento actualizado
hu: Plugin frissítve
pt: Plug-in atualizado
vi: Đã cập nhật phần bổ sung

source: Error fetching currency data
de: Fehler beim Abrufen der Währungsdaten
hu: Pénznem adatok lekérdezése sikertelen
it: Errore durante il recupero dati
pt: Erro ao buscar dados monetários
vi: Lỗi khi tải thông tin tiền tệ

source: No BOM data available
de: Keine Stücklisten-Daten verfügbar
hu: Nincs alkatrészjegyzék infomáció
it: Nessun dato Distinta Base disponibile
pt: Nenhum dado da BOM disponível
vi: Không có sẵn thông tin BOM

source: No supplier pricing data available
de: Keine Zulieferer-Preise verfügbar
hu: Nincs beszállítói árinfomáció
it: Nessun dato di prezzo disponibile per il fornitore
vi: Không có sẵn thông tin định giá nhà cung cấp

source: No price break data available
de: Keine Staffelpreisdaten verfügbar
hu: Nincsenek ársáv adatok
it: Nessun dato disponibile prezzo limite
vi: Không có sẵn dữ liệu phá giá

source: No purchase history data available
de: Keine Einkaufshistorie verfügbar
hu: Nincsenek beszerzési ár előzmények
it: Nessun dato della cronologia di acquisto disponibile
vi: Không có sẵn dữ liệu lịch sử mua hàng

source: Purchase Price History
de: Kaufpreisverlauf
hu: Beszerzési ár előzmények
it: Cronologia Prezzi Acquisto
vi: Lịch sử giá mua hàng

source: No sales history data available
de: Keine Verkaufshistorie verfügbar
hu: Nincsenek eladási ár előzmények
it: Nessun dato della cronologia di vendita disponibile
vi: Không có sẵn lịch sử bán hàng

source: Sale Price History
de: Verkaufspreisverlauf
es: Historial de precios de venta
hu: Eladási ár előzmények
it: Cronologia Prezzo Vendita
pt: Histórico de Preço de Venda
vi: Lịch sử giá bán

source: No variant data available
de: Keine Variantendaten verfügbar
es: No hay datos de variantes disponibles
hu: Nincs alkatrészváltozat infomáció
it: Non sono disponibili dati varianti
pt: Nenhum dado de variante disponível
vi: Không có sẵn dữ liệu biến thể

source: Variant Part
de: Variantenteil
es: Parte variante
hu: Alkatrészváltozat
it: Variante Articolo
pt: Peça Variante
vi: Sản phẩm biến thể

source: Select purchase order to duplicate
de: Bestellung zum Duplizieren auswählen
hu: Válaszd ki a lemásolandó beszerzési rendelést
it: Selezione l'ordine di acquisto da duplicare
vi: Chọn đơn đặt mua để nhân bản

source: Duplicate Line Items
de: Positionen duplizieren
es: Duplicar partidas
hu: Sortételek másolása
it: Duplica linee degli elementi
vi: Nhân bản hạng mục

source: Duplicate all line items from the selected order
de: Alle Positionen der ausgewählten Bestellung duplizieren
es: Duplicar todos las partidas del pedido seleccionado
hu: Összes sortétel másolása a kiválasztott rendelésből
it: Duplica tutte le linee elementi dall'ordine selezionato
vi: Nhân bản toàn bộ hạng mục từ đơn đặt đã chọn

source: Duplicate Extra Lines
de: Zusätzliche Zeilen duplizieren
es: Duplicar líneas adicionales
hu: Egyéb tételek másolása
it: Duplica Linee Extra
vi: Nhân bản dòng mở rộng

source: Duplicate extra line items from the selected order
de: Zusätzliche Positionen der ausgewählten Bestellung duplizieren
es: Duplicar las partidas extra del pedido seleccionado
hu: Összes egyéb tétel másolása a kiválasztott rendelésből
it: Duplica elementi linee extra dall'ordine selezionato
vi: Nhân bản hạng mục mở rộng từ đơn đặt đã chọn

source: Edit Purchase Order
de: Bestellung bearbeiten
es: Modificar orden de compra
hu: Beszerzési rendelés szerkesztése
it: Modifica ordine d'acquisto
vi: Chỉnh sửa đơn đặt mua

source: Duplication Options
de: Duplizierungsoptionen
hu: Másolási opciók
it: Opzioni Duplicazione
vi: Tùy chọn nhân bản

source: Complete Purchase Order
de: Bestellung vervollständigen
es: Completar orden de compra
hu: Beszerzési rendelés befejezése
it: Completa Ordine D'Acquisto
vi: Hoàn thành đơn đặt mua

source: Mark this order as complete?
de: Diese Bestellung als vollständig markieren?
es: Marcar pedido como completado?
hu: Rendelés befejezettnek jelölése?
it: Contrassegnare questo ordine come completato?
vi: Đánh dấu đơn đặt đã hoàn thành?

source: All line items have been received
de: Alle Einträge wurden erhalten
es: Todos las partidas han sido recibidas
hu: Minden sortétel megérkezett
it: Tutti gli elementi della riga sono stati ricevuti
vi: Tất cả mục dòng đã nhận được

source: This order has line items which have not been marked as received.
de: Diese Bestellung enthält Positionen, die nicht als empfangen markiert wurden.
es: Este pedido tiene partidas que no han sido marcadas como recibidas.
hu: Ez a rendelés olyan sortételeket tartalmaz amik még nem érkeztek be.
it: Questo ordine ha elementi di riga che non sono stati contrassegnati come ricevuti.
vi: Đơn đặt này có mục dòng chưa được đánh dấu là đã nhận được.

source: Completing this order means that the order and line items will no longer be editable.
de: Fertigstellen dieser Bestellung bedeutet, dass sie und ihre Positionen nicht länger bearbeitbar sind.
es: Completar este pedido significa que la orden y las partidas ya no serán editables.
hu: A rendelés befejezésével jelölésével annak adatai és sortételei a továbbiakban már nem lesznek szerkeszthetők.
it: Completare questo ordine significa che l'ordine e gli elementi della riga non saranno più modificabili.
vi: Hoàn thành đơn đặt này nghĩa là đơn đặt và mục dòng sẽ không thể sửa được nữa.

source: Cancel Purchase Order
de: Bestellung abbrechen
es: Cancelar orden de compra
hu: Beszerzési rendelés törlése
it: Annulla Ordine di Acquisto
vi: Hủy đơn đặt mua

source: Are you sure you wish to cancel this purchase order?
de: Sind Sie sicher, dass Sie diese Bestellung abbrechen möchten?
hu: Biztosan törölni szeretnéd ezt a beszerzési rendelést?
it: Sei sicuro di voler annullare questo ordine di acquisto?
vi: Bạn có muốn hủy đơn đặt mua này?

source: This purchase order can not be cancelled
de: Diese Bestellung kann nicht storniert werden
hu: Ezt a beszerzési rendelést nem lehet törölni
it: Questo ordine d'acquisto non può essere cancellato
vi: Không thể hủy đơn đặt mua này

source: After placing this order, line items will no longer be editable.
es: Después de realizar esta orden de compra, las partidas ya no serán editables.
hu: A kiküldés után a sortételek már nem lesznek szerkeszthetők.
it: Dopo aver effettuato questo ordine, gli elementi della riga non saranno più modificabili.
vi: Sau khi đặt đơn này, sẽ không thể sửa mục dòng được nữa.

source: Issue Purchase Order
de: Bestellung aufgeben
hu: Beszerzési rendelés kiküldése
it: Problema Ordine di Acquisto
vi: Phát hành đơn đặt mua

source: At least one purchaseable part must be selected
de: Mindestens ein kaufbares Teil muss ausgewählt werden
hu: Legalább egy beszerezhető alkatrészt ki kell választani
it: Deve essere selezionata almeno un articolo acquistabile
vi: Phải chọn ít nhất 1 sản phẩm có thể mua được

source: Quantity to order
de: Zu bestellende Menge
es: Cantidad a ordenar
hu: Rendelendő mennyiség
it: Quantità da ordinare
vi: Số lượng cần đặt

source: New supplier part
de: Neues Zuliefererteil
es: Nueva parte del proveedor
hu: Új beszállítói alkatrész
it: Nuovo articolo fornitore
vi: Sản phẩm nhà cung cấp mới

source: New purchase order
de: Neue Bestellung
es: Nueva orden de compra
hu: Új beszerzési rendelés
it: Nuovo ordine d'acquisto
vi: Đơn đặt mua mới

source: Add to purchase order
de: Zur Bestellung hinzufügen
es: Añadir a la orden de compra
hu: Hozzáadás beszerzési rendeléshez
it: Aggiungi ordine d'acquisto
vi: Thêm vào đơn đặt mua

source: No matching supplier parts
de: Keine passenden Lieferantenteile
es: No hay partes de proveedor coincidentes
hu: Nincsenek egyező beszállítói alkatrészek
it: Nessun fornitore articolo corrispondente
vi: Không thấy sản phẩm nhà cung cấp trùng khớp

source: No matching purchase orders
de: Keine passenden Bestellungen
es: No hay órdenes de compra coincidentes
hu: Nincsenek egyező beszerzési rendelések
it: Nessun ordine di acquisto corrispondente trovato
vi: Không thấy đơn đặt mua trùng khớp

source: Select Line Items
de: Positionen auswählen
es: Seleccionar partidas
hu: Sortételek kiválasztása
it: Seleziona Linee Elementi
vi: Chọn mục dòng

source: At least one line item must be selected
de: Mindestens eine Position muss ausgewählt werden
es: Debe seleccionar al menos una partida
hu: Legalább egy sortételt ki kell választani
it: È necessario selezionare almeno una linea elemento
vi: Phải chọn ít nhất một mục dòng

source: Received Quantity
de: Gelieferte Menge
es: Cantidad recibida
hu: Beérkezett mennyiség
it: Quantità Ricevuta
vi: Số lượng đã nhận

source: Quantity to receive
de: Zu erhaltende Menge
es: Cantidad a recibir
hu: Érkező mennyiség
it: Quantità da ricevere
vi: Số lượng cần nhận

source: Stock Status
de: Status
es: Estado del Stock
hu: Készlet állapota
it: Stato giacenza
vi: Trạng thái kho

source: Add barcode
de: Barcode hinzufügen
es: Agregar código de barras
hu: Vonalkód hozzáadása
it: Aggiungi codice a barre
vi: Thêm mã vạch

source: Remove barcode
de: Barcode entfernen
es: Eliminar código de barras
hu: Vonalkód eltávolítása
it: Rimuovi il codice a barre
vi: Xóa mã vạch

source: Specify location
es: Especificar ubicación
hu: Add meg a helyet
it: Specifica la posizione
vi: Chỉ định địa điểm

source: Add batch code
de: Losnummer hinzufügen
es: Añadir código de lote
hu: Batch kód hozzáadása
it: Aggiungi codice lotto
vi: Thêm hàng loạt mã

source: Add serial numbers
de: Seriennummern hinzufügen
es: Añadir números de serie
hu: Sorozatszám hozzáadása
it: Aggiungi numeri seriali
vi: Thêm số sêri

source: Serials
hu: Sorozatszámok
it: Seriale
pt: Seriais
vi: Sêri

source: Order Code
de: Bestellnummer
es: Código de Pedido
hu: Rendelési kód
it: Codice ordine
pt: Código do Pedido
vi: Mã đơn đặt

source: Quantity to Receive
de: Zu erhaltende Menge
es: Cantidad a recibir
hu: Érkező mennyiség
it: Quantità da Ricevere
pt: Quantidade a Receber
vi: Số lượng cần nhận

source: Confirm receipt of items
de: Empfang der Teile bestätigen
es: Confirmar recepción de artículos
hu: Bevételezés megerősítése
it: Conferma la ricezione degli elementi
pt: Confirmar o recebimento dos itens
vi: Xác nhận đơn nhận hàng hóa

source: Receive Purchase Order Items
de: Bestellpositionen erhalten
es: Recibir artículos de orden de compra
hu: Beszerzési rendelés tételeinek bevételezése
it: Ricevi Elementi Ordine D'Acquisto
pt: Receber Itens do Pedido de Compra
vi: Nhận hàng hóa đặt mua

source: Scan Item Barcode
hu: Tétel vonalkód beolvasása
it: Scansiona codice a barre
pt: Escanar o Código de Barras do Item
vi: Quét mã vạch hàng hóa

source: Scan barcode on incoming item (must not match any existing stock items)
hu: Beérkezett tétel vonalkódjának leolvasása (egyik meglévő készlet tétellel sem egyezhet)
it: Scansiona il codice a barre sull'elemento in arrivo (non deve corrispondere a nessun articolo disponibile esistente)
pt: Ler código de barras no item de entrada (não deve corresponder a nenhum item de estoque existente)
vi: Quét mã vạch trên hàng hóa đầu vào (phải không khớp với bất kỳ hàng hóa nào đang tồn tại)

source: Invalid barcode data
hu: Érvénytelen vonalkód adat
it: Dati codice a barre non validi
pt: Dados do código de barras inválido
vi: Dữ liệu mã vạch không hợp lệ

source: Order is overdue
de: Bestellung überfällig
es: El pedido está vencido
hu: Rendelés késésben
it: L'Ordine è in ritardo
pt: O pedido está atrasado
vi: Đơn đặt đã quá hạn

source: Items
de: Positionen
es: Artículos
hu: Tételek
it: Elementi
pt: Itens
vi: Hàng hóa

source: All selected Line items will be deleted
de: Alle ausgewählten Positionen werden gelöscht
es: Todos las partidas seleccionadas serán eliminadas
hu: Az összes kijelölt sortétel törlésre kerül
pt: Todos os Itens de Linha selecionadas serão excluídos
vi: Đã xóa toàn bộ mục dòng được chọn

source: Delete selected Line items?
de: Ausgewählte Positionen löschen?
es: ¿Eliminar partidas seleccionadas?
hu: Töröljük a kiválasztott sortételeket?
pt: Excluir itens de linha selecionados?
vi: Xóa mục dòng đã chọn?

source: Duplicate Line Item
de: Position duplizieren
es: Duplicar partida
hu: Sortétel másolása
it: Duplica Linee Elementi
pt: Duplicar Item de Linha
vi: Nhân bản mục dòng

source: Edit Line Item
de: Position bearbeiten
es: Editar partida
hu: Sortétel szerkesztése
it: Modifica Linee Elementi
vi: Sửa mục dòng

source: Delete Line Item
de: Position löschen
es: Eliminar partida
hu: Sortétel törlése
it: Cancella Linea Elemento
vi: Xóa mục dòng

source: Duplicate line item
de: Position duplizieren
es: Duplicar partida
hu: Sortétel másolása
it: Duplica linea elemento
vi: Nhân bản mục dòng

source: Edit line item
de: Position bearbeiten
es: Editar partida
hu: Sortétel szerkesztése
it: Modifica linea elemento
vi: Sửa mục dòng

source: Delete line item
de: Position löschen
es: Eliminar partida
hu: Sortétel törlése
it: Cancella linea elemento
vi: Xóa mục dòng

source: items selected
de: Lagerartikel ausgewählt
es: ítems seleccionados
hu: kiválasztott tételek
it: elementi selezionati
vi: hàng hóa đã chọn

source: Select Report Template
de: Bericht-Vorlage auswählen
es: Seleccionar Plantilla de Informe
hu: Riport sablon kiválasztása
it: Seleziona Modello Report
vi: Chọn mẫu báo cáo

source: Select Test Report Template
de: Test-Bericht-Vorlage auswählen
es: Seleccione Plantilla de Informe de Prueba
hu: Teszt riport sablon kiválasztása
it: Seleziona Modello Test Report
vi: Chọn mẫu báo cáo kiểm thử

source: No Reports Found
de: Keine Berichte gefunden
es: No se Encontraron Informes
hu: Nem található riport
it: Nessun Report Trovato
vi: Không tìm thấy báo cáo

source: No report templates found which match the selected items
hu: Nem található riport sablon a kiválasztott tételekhez
vi: Không tìm thấy mẫu báo cáo phù hợp với hàng hóa đã chọn

source: Add Customer
de: Kunden hinzufügen
es: Añadir Cliente
hu: Vevő hozzáadása
it: Aggiungi cliente
vi: Thêm khách hàng

source: Create Return Order
hu: Visszavétel létrehozása
it: Crea Ordine Di Reso
pt: Criar Pedido de Devolução
vi: Tạo đơn hàng trả lại

source: Edit Return Order
hu: Visszavétel szerkesztése
it: Modifica Ordine Di Reso
pt: Editar Pedido de Devolução
vi: Sửa đơn hàng trả lại

source: Issue Return Order
hu: Visszavétel kiadása
pt: Emitir Pedido de Devolução
vi: Phát hành đơn hàng trả lại

source: Are you sure you wish to cancel this Return Order?
hu: Biztosan törölni szeretnéd ezt a visszavételt?
pt: Tem certeza que deseja cancelar este Pedido de Devolução?
vi: Bạn có muốn hủy đơn hàng trả lại này?

source: Cancel Return Order
hu: Visszavétel törlése
pt: Cancelar Pedido de Devolução
vi: Hủy đơn hàng trả lại

source: Complete Return Order
hu: Visszavétel befejezése
pt: Completar Pedido de Devolução
vi: Hoàn thành đơn hàng trả lại

source: No return orders found
hu: Nem található visszavétel
pt: Nenhum pedido de devolução encontrado
vi: Không tìm thấy đơn hàng trả lại

source: Invalid Customer
de: Ungültiger Kunde
es: Cliente Inválido
hu: Érvénytelen vevő
it: Cliente non valido
pt: Cliente Inválido
vi: Sai khách hàng

source: Receive Return Order Items
es: Recibir artículos de pedido de devolución
hu: Visszavétel tételeinek bevételezése
pt: Receber Itens do Pedido de Devolução
vi: Nhận hàng hóa trả lại

source: No matching line items
de: Keine passenden Positionen gefunden
es: No hay partidas coincidentes
hu: Nincs egyező sortétel
it: Nessun elemento di riga corrispondente
pt: Nenhum item de linha correspondente
vi: Không thấy hàng hóa phù hợp
