Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: No barcode provided
de: Kein Barcode vorhanden
hu: Nincs vonalkód beolvasva
it: Non c'è un codice a barre
pt: Nenhum código de barras fornecido
vi: Không cung cấp mã vạch

source: Stock Item already scanned
de: Lagerartikel bereits gescannt
es: Artículo de stock ya escaneado
hu: Készlet tétel már beolvasva
it: Articolo di magazzino già scansionato
pt: Item de estoque já escaneado
vi: Đã quét mặt hàng

source: Stock Item already in this location
de: Lagerartikel besteht bereits in diesem Lagerort
es: Artículo de stock ya está en esta ubicación
hu: Készlet tétel már ezen a helyen van
it: Elemento in giacenza già in questa posizione
pt: Item de estoque já está nesta localização
vi: Đã quét mặt hàng vào vị trí này

source: Added stock item
de: Lagerartikel hinzugefügt
es: Artículo de stock añadido
hu: Hozzáadott készlet tétel
it: Aggiunta di un articolo di magazzino
pt: Item de estoque adicionado
vi: Đã thêm mặt hàng

source: Barcode does not match valid stock item
de: Barcode entspricht keinem Lagerartikel
hu: Vonalkód nem egyezik egy ismert készlet tétellel sem
it: Il codice a barre non corrisponde a un articolo di magazzino valido
pt: Código de barras não corresponde a item de estoque válido
vi: Mã vạch không khớp với mặt hàng hợp lệ

source: Scan Stock Container Into Location
de: Diesen Lagerort per Scan an einen anderen Lagerort verschieben
hu: Készlet tároló bevételezése adott helyre
it: Scansione delle scorte contenute in sede
pt: Escanear o Recipiente de Estoque em Local
vi: Quét bộ chứa kho vào trong vị trí

source: Scan stock container barcode to check in to this location
de: Barcode des Lagerorts scannen um ihn an diesen Ort einzuchecken
hu: Készlet tároló vonalkód beolvasása, amit bevételezzünk erre a helyre
it: Scansionare il codice a barre di scorta contenuta per effettuare il check-in in questa sede
pt: Digitalize o código de barras do contêiner para fazer check-in para esta localização
vi: Quét mã vạch bộ chứa kho để nhập vào vị trí này

source: Barcode does not match valid stock location
de: Barcode entspricht keinem Lagerort
hu: A vonalkód nem egyezik egy ismert hellyel sem
it: Il codice a barre non corrisponde a una posizione di magazzino valida
pt: Código de barras não corresponde ao local de estoque válido
vi: Mã vạch không khớp với vị trí kho hợp lệ

source: Check Into Location
de: In Lagerorten buchen
es: Comprobar en la ubicación
hu: Készlet áthelyezése a leolvasott helyre
it: Controlla Nella Posizione
pt: Registrar no Local
vi: Kiểm tra vào vị trí

source: Barcode does not match a valid location
de: Barcode entspricht keinem Lagerort
es: El código de barras no coincide con una ubicación válida
hu: A vonalkód nem egyezik egy ismert hellyel sem
it: Il codice a barre non corrisponde a una posizione valida
pt: Código de barras não corresponde a um local válido
vi: Mã vạch không khớp với vị trí hợp lệ

source: Create BOM Item
de: Stücklisten-Position anlegen
es: Crear artículo para el BOM
hu: Alkatrészjegyzék tétel létrehozása
it: Creare un elemento della distinta base
pt: Criar Item da BOM
vi: Tạo mục BOM

source: Display row data
de: Zeilendaten anzeigen
es: Mostrar datos de fila
hu: Sor adatok mutatása
it: Visualizzare i dati
pt: Mostrar dados da linha
vi: Hiển thị dữ liệu dòng

source: Row Data
de: Zeilendaten
es: Datos de Fila
hu: Sor adat
it: Dati
pt: Dados da Linha
vi: Dữ liệu dòng

source: Close
de: Schliessen
es: Cerrar
hu: Bezárás
it: Chiudi
pt: Fechar
vi: Đóng

source: Download BOM Template
de: Vorlage einer Stückliste herunterladen
es: Descargar plantilla BOM
hu: Alkarészjegyzék sablon letöltése
it: Scarica il modello di distinta base
pt: Baixar modelo de BOM
vi: Tải mẫu BOM xuống

source: Multi Level BOM
de: Multilevel Stückliste
hu: Többszintű alkatrészjegyzék
it: Distinta base multilivello
pt: BOM Multinível
vi: BOM đa cấp độ

source: Include BOM data for subassemblies
de: Stücklisten-Daten für Untergruppen einbeziehen
hu: Alszerelvények alkatrészlistáinak felhasználása
it: Includere i dati della distinta base per i sottoassiemi
pt: Incluir dados BOM para sub-montagens
vi: Bao gồm dữ liệuBOM cho phụ kiện nhỏ

source: Levels
de: Ebenen
es: Niveles
hu: Szintek
it: Livelli
pt: Níveis
vi: Cấp độ

source: Select maximum number of BOM levels to export (0 = all levels)
de: Maximale Anzahl an Ebenen für Stückliste-Export auswählen (0 = alle Ebenen)
es: Seleccione el número máximo de niveles BOM a exportar (0 = todos los niveles)
hu: Válaszd ki a maximum alkatrészjegyzék szintet amit exportáljunk (0=összes szintet)
it: Selezionare il numero massimo di livelli di distinta base da esportare (0 = tutti i livelli)
pt: Selecione o número máximo de níveis BOM para exportar (0= todos os níveis)
vi: Chọn số tối đa của cấp độ BOM để xuất (0 = mọi cấp)

source: Include Alternative Parts
de: Alternative Teile einbeziehen
es: Incluye partes alternativas
hu: Alternatív alkatrészekkel együtt
it: Includere Articoli Alternativi
pt: Incluir Peças Alternativas
vi: Bao gồm sản phẩm khác

source: Include alternative parts in exported BOM
de: Alternative Teile in exportierte Stückliste einbeziehen
hu: Alternatív alkatrészek megjelenítése az exportált alkatrészjegyzékben
it: Includere articoli alternativi nella distinta base esportata
pt: Incluir peças alternativas na BOM exportada
vi: Bao gồm sản phẩm khác trong BOM đã xuất

source: Include Parameter Data
de: Parameter-Daten einschließen
es: Incluye Parámetros de Datos
hu: Paraméter adattal együtt
it: Includere i dati dei parametri
pt: Incluir Parâmetros de Dados
vi: Bao gồm dữ liệu tham số

source: Include part parameter data in exported BOM
de: Teile-Parameter in Stücklisten-Export einschließen
hu: Alkatrész paraméter adatok megjelenítése az exportált alkatrészjegyzékben
it: Includere i dati dei parametri degli articoli nella distinta base esportata
pt: Incluir dados do parâmetro da peça na BOM exportada
vi: Bao gồm dữ liệu tham số sản phẩm trong BOM được xuất ra

source: Include Stock Data
de: Bestand einschließen
es: Incluye Datos de Stock
hu: Készlet adatokkal együtt
it: Includere i dati delle scorte
pt: Incluir Dados do Estoque
vi: Bao gồm dữ liệu tồn kho

source: Include part stock data in exported BOM
de: Teil-Bestand in Stückliste-Export einschließen
es: Incluye datos de stock de partes en BOM exportado
hu: Készlet adatok megjelenítése az exportált alkatrészjegyzékben
it: Includere i dati delle scorte dei pezzi nella distinta base esportata
pt: Incluir dados do estoque da peça na BOM exportada
vi: Bao gồm dữ liệu tồn kho sản phẩm trong BOM xuất ra

source: Include Manufacturer Data
de: Herstellerdaten einschließen
es: Incluir Datos del fabricante
hu: Gyártói adatokkal együtt
it: Includere i dati del produttore
pt: Incluir Dados do Fabricante
vi: Bao gồm dữ liệu nhà sản xuất

source: Include part manufacturer data in exported BOM
de: Teil-Herstellerdaten in Stückliste-Export einschließen
es: Incluye datos del fabricante de partes en BOM exportado
hu: Gyártói adatok megjelenítése az exportált alkatrészjegyzékben
it: Includere i dati del produttore delle parti nella distinta base esportata
pt: Incluir dados da peça do fabricante na BOM exportada
vi: Bao gồm dữ liệu nhà sản xuất sản phẩm trong BOM được xuất ra

source: Include Supplier Data
de: Zulieferer einschließen
es: Incluir Datos del Proveedor
hu: Beszállítói adatokkal együtt
it: Includere i dati dei fornitori
pt: Incluir Dodos do Fornecedor
vi: Bao gồm thông tin nhà cung cấp

source: Include part supplier data in exported BOM
de: Zulieferer-Daten in Stückliste-Export einschließen
es: Incluye datos del proveedor de partes en BOM exportado
hu: Beszállítói adatok megjelenítése az exportált alkatrészjegyzékben
it: Includere i dati del fornitore di parti nella distinta base esportata
pt: Incluir dados da peça do fornecedor na BOM exportada
vi: Bao gồm dữ liệu sản phẩm nhà cung cấp trong BOM xuất ra

source: Include Pricing Data
de: Preisdaten einschließen
hu: Ár adatokkal együtt
it: Includere i prezzi
pt: Incluir Dados de Preço
vi: Bao gồm thông tin giá

source: Include part pricing data in exported BOM
de: Preisinformationen in Stücklisten-Export einschließen
hu: Ár adatok megjelenítése az exportált alkatrészjegyzékben
it: Includere i prezzi delle parti nella distinta base esportata
pt: Incluir dados de preço na BOM exportada
vi: Bao gồm dữ liệu định giá sản phẩm trong BOM xuất ra

source: Remove substitute part
de: Ersatzteil entfernen
es: Eliminar parte sustituta
hu: Helyettesítő alkatrész törlése
it: Rimuovi articolo sostitutivo
pt: Remover peça substituta
vi: Xóa sản phẩm thay thế

source: Select and add a new substitute part using the input below
de: Wählen Sie ein neues Ersatzteil aus und fügen Sie sie mit den folgenden Eingaben hinzu
es: Seleccione y añada una nueva parte sustituta usando la siguiente entrada
hu: Válassz és adj hozzá új helyettesítő alkatrészt a lenti mezőben
it: Seleziona e aggiungi un nuovo articolo sostitutivo utilizzando l'input qui sotto
pt: Selecione e adicione uma nova peça substituída usando a entrada abaixo
vi: Chọn và thêm một sản phẩm thay thế mới sử dụng đầu vào bên dưới

source: Are you sure you wish to remove this substitute part link?
de: Sind Sie sicher, dass Sie dieses Ersatzteil entfernen möchten?
es: ¿Está seguro que desea eliminar este enlace de la parte sustituta?
hu: Biztosan törölni akarod ezt a helyettesítő alkatrész hozzárendelést?
it: Sei sicuro di voler rimuovere questo collegamento all' articolo sostitutivo?
pt: Tem certeza que deseja remover este link de peça substituta?
vi: Bạn có muốn xóa liên kết sản phẩm thay thế này?

source: Remove Substitute Part
de: Ersatzteil entfernen
es: Eliminar parte sustituta
hu: Helyettesítő alkatrész törlése
it: Rimuovi Articolo Sostitutivo
pt: Remover Peça Substituta
vi: Xóa sản phẩm thay thế

source: Add Substitute
de: Ersatzteil hinzufügen
es: Añadir sustituto
hu: Helyettesítő hozzáadása
it: Aggiungi Sostitutivo
pt: Adicionar Substituto
vi: Thêm thay thế

source: Edit BOM Item Substitutes
de: Stücklisten Ersatzteile bearbeiten
es: Editar sustitutos de artículos BOM
hu: Alkatrészjegyzék tétel helyettesítők szerkesztése
it: Modifica Elementi Sostitutivi Distinta Base
pt: Editar Itens Substitutos da BOM
vi: Sửa phần thay thế mục BOM

source: All selected BOM items will be deleted
de: Alle ausgewählte Stücklistenpositionen werden gelöscht
es: Todos los artículos BOM seleccionados serán eliminados
hu: Az összes kijelölt alkatrészjegyzék tétel törlésre kerül
it: Tutti gli elementi selezionati della Distinta Base saranno eliminati
pt: Todos os itens selecionados da BOM serão apagados
vi: Sẽ xóa toàn bộ mục BOM

source: Delete selected BOM items?
de: Ausgewählte Stücklistenpositionen löschen?
es: ¿Eliminar artículos BOM seleccionados?
hu: Töröljük a kiválasztott alkatrészjegyzék tételeket?
it: Elimina gli Elementi selezionati della Distinta Base?
pt: Apagar itens selecionados da BOM?
vi: Xóa mục BOM đã chọn?

source: Delete items
hu: Tételek törlése
pt: Apagar items
vi: Xóa mặt hàng

source: Load BOM for subassembly
de: Stückliste für Bauteile laden
hu: Alkatrészjegyzék betöltése az al-gyártmányhoz
it: Carica la Distinta Base per il sotto assemblaggio
pt: Carregar BOM para a submontagem
vi: Nạp BOM cho bộ phận lắp ghép

source: Substitutes Available
de: Ersatzteile verfügbar
es: Sustitutos Disponibles
hu: Vannak helyettesítők
it: Sostituti Disponibili
pt: Substitutos Disponíveis
vi: Bộ phận lắp ghép có sẵn

source: Variant stock allowed
de: Varianten erlaubt
es: Stock de variante permitido
hu: Készletváltozatok engedélyezve
it: Variante stock consentita
pt: Estoque de variantes permitido
vi: Kho biến thể được phép

source: Substitutes
de: Ersatzteile
es: Sustitutos
hu: Helyettesítõk
it: Sostituti
pt: Substitutos
vi: Sản phẩm thay thế

source: BOM pricing is complete
de: Stücklisten-Bepreisung ist vollständig
hu: Alkatrészjegyzék árazása teljes
it: I prezzi Distinta Base sono completi
pt: Preços da BOM estão completos
vi: Định giá BOM đã hoàn thành

source: BOM pricing is incomplete
de: Stücklisten-Bepreisung ist unvollständig
hu: Alkatrészjegyzék árazása nem teljes
it: I prezzi Distinta Base sono incompleti
pt: Preços da BOM estão incompletos
vi: Định giá BOM chưa hoàn thành

source: No pricing available
de: Keine Preisinformation verfügbar
hu: Nincsenek árak
it: Nessun prezzo disponibile
pt: Nenhum preço disponível
vi: Chưa có thông tin định giá

source: No Stock Available
de: Kein Lagerbestand verfügbar
hu: Nincs szabad
it: Nessuna Scorta Disponibile
pt: Nenhum Estoque Disponível
vi: Không có sẵn kho

source: Includes variant and substitute stock
de: Beinhaltet Variante und Ersatzbestand
hu: Változatokkal és helyettesítőkkel együtt
it: Include variante e scorte sostitutive
pt: Incluir estoque de variantes e substitutos
vi: Bao gồm biến thể và kho sản phẩm thay thế

source: Includes variant stock
de: Beinhaltet Variantenbestand
hu: Változatokkal együtt
it: Comprende varianti magazzino
pt: Incluir estoque de variantes
vi: Bao gồm kho biến thể

source: Includes substitute stock
de: Enthält Ersatzbestand
hu: Helyettesítőkkel együtt
it: Comprende le scorte sostitutive
pt: Incluir estoque de substitutos
vi: Bao gồm kho thay thế

source: Consumable item
de: Verbrauchsartikel
hu: Fogyóeszköz tétel
it: Elementi consumabili
pt: Itens consumíveis
vi: Vật tư tiêu hao

source: Validate BOM Item
de: Stücklisten-Position kontrollieren
es: Validar Artículo para el BOM
hu: Alkatrészjegyzék tétel jóváhagyása
it: Convalida elemento Distinta Base
pt: Validar Item da BOM
vi: Phê chuẩn mục BOM

source: This line has been validated
de: Diese Position wurde kontrolliert
es: Esta línea ha sido validada
hu: Ez a sor jóvá lett hagyva
it: Questa linea è stata convalidata
pt: Esta linha foi validada
vi: Dòng này đã được phê chuẩn

source: Edit substitute parts
de: Ersatzteile bearbeiten
es: Editar partes sustitutas
hu: Helyettesítő alkatrészek szerkesztése
it: Modifica articoli sostitutivi
pt: Editar peças substitutas
vi: Sửa sản phẩm thay thế

source: Edit BOM Item
de: Stücklisten-Position bearbeiten
es: Editar Artículo de BOM
hu: Alkatrészjegyzék tétel szerkesztése
it: Modifica elemento Distinta Base
pt: Editar Item da BOM
vi: Sửa mục BOM

source: Delete BOM Item
de: Stücklisten-Position löschen
es: Eliminar Artículo de BOM
hu: Alkatrészjegyzék tétel törlése
it: Cancella elemento Distinta Base
pt: Apagar Item da BOM
vi: Xóa mục BOM

source: View BOM
de: Stückliste anzeigen
es: Ver BOM
hu: Alkatrészjegyzék megtekintése
it: Visualizza Distinta Base
pt: Ver BOM
vi: Xem BOM

source: No BOM items found
de: Keine Stücklisten-Position(en) gefunden
es: No se encontraron artículos BOM
hu: Nem találhatók alkatrészjegyzék tételek
it: Nessun elemento trovato in Distinta Base
pt: Nenhum item da BOM encontrado
vi: Không tìm thấy mục BOM nào

source: Required Part
de: benötigtes Teil
es: Parte requerida
hu: Szükséges alkatrész
it: Articolo richiesto
pt: Peça Requerida
vi: Sản phẩm bắt buộc

source: Inherited from parent BOM
de: Geerbt von übergeordneter Stückliste
es: Heredado de BOM superior
hu: Örökölve a szülő alkatrészjegyzéktől
it: Ereditato dalla Distinta Base principale
pt: Herdado da BOM paternal
vi: Được kế thừa từ BOM cha

source: Edit Build Order
de: Bauauftrag bearbeiten
es: Editar Orden de Trabajo
hu: Gyártási utasítás szerkesztése
it: Modifica Ordine di produzione
pt: Editar Pedido de Produção
vi: Sửa đơn đặt bản dựng

source: Create Build Order
de: Bauauftrag erstellen
es: Crear Orden de Trabajo
hu: Gyártási utasítás létrehozása
it: Crea Ordine di Produzione
pt: Criar Pedido de Produção
vi: Tạo đơn đặt bản dựng

source: Cancel Build Order
de: Bauauftrag abbrechen
hu: Gyártási utasítás törlése
it: Annulla Ordine Di Produzione
pt: Cancelar Pedido de Produção
vi: Sửa đơn đặt bản dựng

source: Are you sure you wish to cancel this build?
de: Sind Sie sicher, dass sie diesen Bauauftrag abbrechen möchten?
es: ¿Estás seguro de que quieres cancelar esta construcción?
hu: Biztosan meg szeretnéd szakítani ezt a gyártást?
it: Sei sicuro di voler annullare questa produzione?
pt: Tem certeza que deseja cancelar essa produção?
vi: Bạn có chắc chắn muốn hủy bản dựng này?

source: Stock items have been allocated to this build order
de: Lagerbestand wurde zu diesem Bauauftrag hinzugefügt
hu: Ehhez a gyártáshoz készlet lett hozzárendelve
it: Gli elementi di magazzino è stata assegnata a questo ordine di produzione
pt: Itens de estoque foram alocados para este pedido de produção
vi: Mặt hàng đã được phân bổ vào đơn đặt bản dựng này

source: There are incomplete outputs remaining for this build order
de: Für diesen Bau-Auftrag sind noch unvollständige Endprodukte vorhanden
hu: Ennek a gyártásnak befejezetlen kimenetei vannak
it: Ci sono output incompleti rimanenti per questo ordine di produzione
pt: Há saídas incompletas restantes para este pedido de produção
vi: Có đầu ra chưa hoàn thiện vẫn còn cho đơn đặt bản dựng này

source: Build order is ready to be completed
de: Bauauftrag ist bereit abgeschlossen zu werden
es: El pedido de construcción está listo para ser completado
hu: Gyártási utasítás készen áll a befejezésre
it: L'ordine di produzione è pronto per essere completato
pt: Pedido de produção está pronto para ser concluído
vi: Đơn đặt bản dựng đã sẵn sàn được hoàn thiện

source: This build order cannot be completed as there are incomplete outputs
de: Dieser Bauauftrag kann nicht abgeschlossen werden, da es unfertige Endprodukte gibt
hu: A rendelés nem jelölhető késznek mivel függő kimenetek vannak
it: Questo ordine di produzione non può essere completato in quanto ci sono output incompleti
pt: Este pedido de produção não pode ser concluído pois há saídas incompletas
vi: Không thể hoàn thiện đơn đặt bản dựng vì đầu ra chưa hoàn thành

source: Build Order is incomplete
de: Bauauftrag ist unvollständig
es: Orden de construcción incompleta
hu: Gyártási utasítás befejezetlen
it: L'Ordine di Produzione è incompleto
pt: Pedido de Produção está incompleto
vi: Đơn đặt bản dựng chưa hoàn thành

source: Complete Build Order
de: Bauauftrag fertigstellen
es: Completar Orden de Construcción
hu: Gyártási utasítás befejezése
it: Completa l'Ordine di Produzione
pt: Completar Pedido de Produção
vi: Hoàn thành đơn đặt bản dựng

source: Next available serial number
de: Nächste verfügbare Seriennummer
es: Siguiente número de serie disponible
hu: Következő szabad sorozatszám
it: Il prossimo numero di serie disponibile è
pt: Próximo número de série disponível
vi: Số sêri có sẵn tiếp theo

source: Latest serial number
de: Letzte Seriennummer
es: Último número de serie
hu: Legutolsó sorozatszám
it: Ultimo Numero Di Serie
pt: Último número de série
vi: Số seri mới nhất

source: The Bill of Materials contains trackable parts
de: Die Stückliste enthält verfolgbare Teile
es: La ley de materiales contiene partes rastreables
hu: Az alkatrészjegyzék követésre kötelezett alkatrészeket tartalmaz
it: La distinta base contiene articoli tracciabili
pt: A Lista de Materiais (BOM) contém peças rastreáveis
vi: Hóa đơn vật liệu chứa sản phẩm có thể theo dõi được

source: Build outputs must be generated individually
de: Endprodukte müssen individuell angelegt werden
es: Las salidas de construcción deben ser generadas individualmente
hu: A gyártási kimeneteket egyesével kell előállítani
it: Gli outputs della produzione devono essere generati singolarmente
pt: Saída de produção deve ser gerada individualmente
vi: Dựng đầu ra phải được tạo một cách độc lập

source: Trackable parts can have serial numbers specified
de: Nachverfolgbare Teile können Seriennummern haben
es: Las partes rastreables pueden tener números de serie especificados
hu: A követésre kötelezett alkatrészekhez sorozatszámot lehet rendelni
it: Gli articoli tracciabili possono avere numeri di serie specificati
pt: Peças rastreáveis podem ter números de séries especificados
vi: Sản phẩm được theo dõi có thể có số sêri được chỉ định

source: Enter serial numbers to generate multiple single build outputs
de: Seriennummeren für mehrere einzelne Endprodukte angeben
es: Introduzca números de serie para generar múltiples salidas de construcción única
hu: Adj meg sorozatszámokat a több egyedi gyártási kimenet létrehozásához
it: Inserisci i numeri seriali per generare più output di produzione
pt: Digite números de série para gerar várias saídas de produção simples
vi: Điền số sêri để tạo nhiều đầu ra bản dựng đơn lẻ

source: Create Build Output
de: Endprodukt anlegen
es: Crear Salida de Trabajo
hu: Gyártási kimenet létrehozása
it: Crea Output di Produzione
pt: Criar Saída de Produção
vi: Tạo đầu ra bản dựng

source: Allocate stock items to this build output
de: Lagerartikel zu diesem Endprodukt zuweisen
es: Asignar artículos de stock a esta salida de trabajo
hu: Készlet tételek foglalása ehhez a gyártási kimenethez
it: Assegna gli elementi di magazzino a questo output di produzione
pt: Alocar itens de estoque para a saída de produção
vi: Chỉ định mặt hàng cho đầu ra bản dựng này

source: Deallocate stock from build output
hu: Készlet felszabadítása a gyártási kimenetből
pt: Desalocar estoque da saída de produção
vi: Phân bổ kho từ đầu ra bản dựng

source: Complete build output
de: Endprodukt fertigstellen
es: Completar salida de trabajo
hu: Gyártási kimenet befejezése
it: Completa output di produzione
pt: Concluir saída de produção
vi: Hoàn thiện đầu ra bản dựng

source: Scrap build output
hu: Gyártási kimenet selejtezése
pt: Sucatear saída de produção
vi: Loại bỏ đầu ra bản dựng

source: Delete build output
de: Endprodukt entfernen
es: Eliminar Salida de Trabajo
hu: Gyártási kimenet törlése
it: Cancella output di produzione
pt: Excluir saída de produção
vi: Xóa đầu ra bản dựng

source: Are you sure you wish to deallocate the selected stock items from this build?
hu: Biztosan szeretnéd a már lefoglalt készlet tételeket felszabadítani ebből a gyártási utasításból?
pt: Tem certeza que deseja desalocar os itens de estoque selecionados desta produção?
vi: Bạn có chắc chắn muốn phân bổ mặt hàng đã chọn từ bản dựng này?

source: Deallocate Stock Items
hu: Készlet tételek felszabadítása
pt: Desalocar Items de Estoque
vi: Phân bổ mặt hàng

source: Select Build Outputs
de: Endprodukte auswählen
es: Seleccionar Salida de Trabajo
hu: Gyártási kimenetek kiválasztása
it: Seleziona Output di produzione
pt: Selecionar Saída de Produção
vi: Chọn đầu ra bản dựng

source: At least one build output must be selected
de: Mindestens ein Endprodukt muss ausgewählt werden
es: Se debe seleccionar al menos una salida de trabajo
hu: Legalább egy gyártási kimenetet ki kell választani
it: Almeno un output di produzione deve essere selezionato
pt: Ao menos uma saída de produção deve ser selecionada
vi: Ít nhất một đầu ra bản dựng phải được chọn

source: Selected build outputs will be marked as complete
hu: A kiválasztott gyártási kimenetek késznek lesznek jelölve
pt: Saídas de produção selecionadas serão marcadas como completas
vi: Đầu ra bản dựng được chọn sẽ được đánh dấu là hoàn thành

source: Output
de: Endprodukt
es: Salida
hu: Kimenet
pt: Saída
vi: Đầu ra

source: Complete Build Outputs
de: Endprodukte fertigstellen
es: Completar salidas de trabajo
hu: Gyártási kimenetek befejezése
it: Completa l'output di produzione
pt: Concluir Saídas de Produção
vi: Hoàn thành đầu ra bản dựng

source: Selected build outputs will be marked as scrapped
hu: A kiválasztott gyártási kimenetek selejtnek lesznek jelölve
pt: Saídas de produção selecionadas serão marcadas como sucatas
vi: Đầu ra bản dựng đx chọn sẽ được đánh dấu là bị loại bỏ

source: Scrapped output are marked as rejected
hu: Selejtezett kimenetek elutasítottnak jelölve
pt: Saídas sucateadas são marcadas como rejeitada
vi: Đầu ra bị loại bỏ được đánh dấu là bị từ chối
