Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: Show full search results
de: Suchergebnis anzeigen
es: Mostrar resultados completos de búsqueda
hu: Teljes találatok megjelenítése
it: Visualizza tutti i risultati di ricerca
pt: Mostrar todos os resultados da pesquisa
vi: Hiện kết quả tìm đầy đủ

source: Clear search
de: Suche zurücksetzen
es: Borrar búsqueda
hu: Keresőmező törlése
it: Cancella ricerca
pt: Limpar pesquisa
vi: Xóa tìm kiếm

source: Close search menu
de: Suche abbrechen
es: Cerrar menú de búsqueda
hu: Keresés menü bezárása
it: Chiudi menu di ricerca
pt: Fechar menu de pesuisa
vi: Đóng trình đơn tìm kiếm

source: Social Network Login Failure
de: Fehler bei der Anmeldung
es: Fallo al iniciar sesión en la red social
hu: Közösségi háló bejelentkezési hiba
it: Errore Accesso Social Network
pt: Falha ao acessar a rede social
vi: Đăng nhập mạng xã hội thất bại

source: Account Login Failure
de: Account Login fehlgeschlagen
es: Error al iniciar sesión en la cuenta
hu: Felhasználó bejelentkezési hiba
it: Accesso Account Fallito
pt: Falha ao acessar conta
vi: Đăng nhập tài khoản thất bại

source: An error occurred while attempting to login via your social network account.
de: Beim Versuch, sich über Ihr soziales Netzwerkkonto anzumelden, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar iniciar sesión a través de su cuenta de red social.
hu: Hiba lépett fel a közösségi hálós bejelentkezés során.
it: Si è verificato un errore durante il tentativo di accedere tramite il tuo account di social network.
pt: Ocorreu um erro ao tentar entrar com a sua conta de rede social.
vi: Có lỗi trong khi cố gắng đăng nhập thông qua tài khoản mạng xã hội của bạn.

source: Contact your system administrator for further information.
de: Bitte kontaktieren Sie Ihren Administrator für mehr Informationen.
es: Póngase en contacto con su administrador para más información.
hu: Vedd fel a kapcsolatot a rendszergazdával további információkért.
it: Contatta l'amministratore di sistema per maggiori informazioni.
pt: Contate seu administrador de sistema para mais informações.
vi: Liên lạc với quản trị hệ thống của bạn để biết thêm thông tin.

source: Connect %(provider)s
de: Mit %(provider)s verknüpfen
es: Conectar a %(provider)s
hu: Kapcsolódás %(provider)s-hoz
it: Connetti %(provider)s
pt: Conectar %(provider)s
vi: Kết nối %(provider)s

source: You are about to connect a new third party account from %(provider)s.
de: Sie sind dabei, ein Drittkonto von %(provider)s zu verknüfen.
es: Estás a punto de conectar una nueva cuenta de terceros desde %(provider)s.
hu: A %(provider)s felhasználói fiókkal fogsz kapcsolódni.
it: Stai per connettere un nuovo account di terze parti da %(provider)s.
pt: Você está prestes a conectar uma nova conta de terceiros do %(provider)s.
vi: Bạn chuẩn bị kết nối đến tài khoản của bên thứ ba từ %(provider)s.

source: Sign In Via %(provider)s
de: Mit %(provider)s anmelden
es: Iniciar sesión vía %(provider)s
hu: Bejelentkezés a következővel: %(provider)s
it: Accedi Via %(provider)s
pt: Entrar através %(provider)s
vi: Đăng nhập qua%(provider)s

source: You are about to sign in using a third party account from %(provider)s.
de: Sie sind dabei sich mit einem Konto von %(provider)s anzumelden.
es: Estás a punto de iniciar sesión usando una cuenta de terceros de %(provider)s.
hu: A %(provider)s felhasználói fiókkal fogsz regisztrálni.
it: Stai per accedere utilizzando un account di terze parti da %(provider)s.
pt: Você está prestes a entrar utilizando uma conta de terceiros de %(provider)s.
vi: Bạn chuẩn bị đăng nhập qua tài khoản của bên thứ ba từ %(provider)s.

source: Continue
de: Weiter
es: Continuar
hu: Tovább
it: Continua
pt: Continuar
vi: Tiếp tục

source: Invalid SSO Provider
es: Proveedor SSO inválido
hu: Érvénytelen SSO szolgáltató
pt: Provedor SSO inválido
vi: Nhà cung cấp SSO không hợp lệ

source: The selected SSO provider is invalid, or has not been correctly configured
hu: A kiválasztott SSO kiszolgáló érvénytelen, vagy nincs megfelelően konfigurálva
pt: O provedor de SSO selecionado é inválido ou não foi configurado corretamente
vi: Nhà cung cấp SSO đã chọn không hợp lệ hoặc đã không được cấu hình chính xác

source: You are about to use your %(provider_name)s account to login to %(site_name)s.<br>As a final step, please complete the following form:
de: Sie sind dabei, Ihr %(provider_name)s Konto zu verwenden, um sich bei %(site_name)s anzumelden.<br>Als letzten Schritt füllen Sie bitte folgendes Formular aus:
es: Estás a punto de usar tu cuenta de %(provider_name)s para iniciar sesión en %(site_name)s.<br>Como paso final, por favor completa el siguiente formulario:
hu: A %(provider_name)s felhasználói fiókodat fogod használni a %(site_name)s belépéshez.<br>Kérlek töltsd ki az alábbi adatokat:
it: Stai per utilizzare il tuo account %(provider_name)s per accedere a %(site_name)s.<br>Per concludere, compila il seguente modulo:
vi: Bạn chuân bị sử dụng tài khoản %(provider_name)s của bạn để đăng nhập%(site_name)s<br>Vì là bước cuối cùng, xin hãy hoàn thiện biểu mẫu dưới đây:

source: Provider has not been configured
hu: A kiszolgáló nincs konfigurálva
pt: O provedor não foi configurado
vi: Nhà cung cấp chưa được cấu hình

source: No SSO providers have been configured
hu: Nincs SSO kiszolgáló konfigurálva
pt: Nenhum provedor de SSO foi configurado
vi: Chưa cấu hình nhà cung cấp SSO

source: Instance Name
de: Instanzname
es: Nombre de Instancia
hu: Példány neve
it: Nome istanza
pt: Nome da Instância
vi: Tên thực thể

source: Database
de: Datenbank
es: Base de datos
hu: Adatbázis
pt: Banco de Dados
vi: Cơ sở dữ liệu

source: Server is running in debug mode
de: Server läuft im Debug-Modus
es: El servidor se está ejecutando en modo depuración
hu: A kiszolgáló hibakeresési módban fut
it: Server in esecuzione in modalità debug
pt: O servidor está executando no modo de depuração
vi: Máy chủ đang hoạt động dưới chế độ gỡ lỗi

source: Docker Mode
de: Docker-Modus
es: Modo Docker
hu: Docker mód
it: Modalità Docker
pt: Modo Docker
vi: Chế độ Docker

source: Server is deployed using docker
de: Server wird mit Docker bereitgestellt
es: El servidor está desplegado usando docker
hu: A kiszolgáló docker-ben fut
it: Il server è distribuito utilizzando docker
pt: O servidor está implantado usando o docker
vi: Máy chủ được triển khai bởi docker

source: Plugin Support
de: Plugin-Unterstützung
es: Soporte para Plugins
hu: Plugin Támogatás
it: Supporto Plugin
pt: Suporte a Extensões
vi: Hỗ trợ phần bổ sung

source: Plugin support enabled
de: Plugin-Unterstützung aktiviert
es: Soporte de plugins habilitado
hu: Plugin támogatás engedélyezve
it: Supporto Plugin Abilitato
pt: Suporte a extensões habilitado
vi: Hỗ trợ phần bổ sung đã bật

source: Plugin support disabled
de: Plugin-Unterstützung deaktiviert
es: Soporte de plugins desactivado
hu: Plugin támogatás letiltva
it: Supporto plugin disabilitato
pt: Suporte de extensão desativado
vi: Hỗ trợ phần bổ sung đã tắt

source: Server status
es: Estado del servidor
hu: Kiszolgáló állapota
it: Stato del Server
pt: Estado do Servidor
vi: Tình trạng máy chủ

source: Healthy
de: Gesund
es: Saludable
hu: Rendben
it: In Buono stato
pt: Saudável
vi: Sức khỏe

source: Issues detected
de: Probleme erkannt
es: Problemas detectados
hu: Észlelt problémák vannak
it: Problemi rilevati
pt: Problemas detectados
vi: Đã phát hiện vấn đề

source: Background Worker
de: Hintergrund-Prozess
es: Trabajador en segundo plano
hu: Háttér folyamat
it: Lavoratore di base
pt: Funcionário em segundo plano
vi: Nhân công chạy ngầm

source: Background worker not running
de: Hintergrund-Prozess läuft nicht
es: Trabajador en segundo plano no ejecutado
hu: Háttér folyamat nem fut
it: Processo in background non in esecuzione
pt: Trabalhador de fundo não está em execução
vi: Nhân công chạy ngầm không hoạt động

source: Email Settings
de: E-Mail-Einstellungen
es: Configuración de Email
hu: Email beállítások
it: Impostazioni e-mail
pt: Configurações de Email
vi: Thiết lập email

source: Email settings not configured
de: E-Mail-Einstellungen nicht konfiguriert
es: Configuración de correo no configurada
hu: Email beállítások hiányoznak
it: Impostazioni dell'email non configurate
pt: Configurações de e-mail não configuradas
vi: Chưa cấu hình thiết lập email

source: Yes
de: Ja
es: Sí
hu: Igen
it: Si
pt: Sim
vi: Có

source: No
de: Nein
hu: Nem
pt: Não
vi: Không

source: Users
de: Benutzer
es: Usuarios
hu: Felhasználók
it: Utenti
pt: Usuários
vi: Người dùng

source: Select which users are assigned to this group
de: Welche Benutzer gehören zu dieser Gruppe
es: Seleccione qué usuarios están asignados a este grupo
hu: Válaszd ki mely felhasználók tartoznak ehhez a csoporthoz
it: Selezionare quali utenti sono assegnati a questo gruppo
pt: Selecione quais usuários estão atribuídos a este grupo
vi: Chọn người dùng được chỉ định cho nhóm này

source: The following users are members of multiple groups
hu: Az alábbi felhasználók több csoportnak is tagjai
pt: Os seguintes usuários são membros de vários grupos
vi: Người dùng sau là thành viên của nhiều nhóm

source: Personal info
de: Persöhnliche Informationen
es: Información personal
hu: Személyes adatok
it: Informazioni personali
pt: Informações pessoais
vi: Thông tin cá nhân

source: Permissions
de: Berechtigungen
es: Permisos
hu: Jogosultságok
it: Permessi
pt: Permissões
vi: Quyền

source: Important dates
de: wichtige Daten
es: Fechas importantes
hu: Fontos dátumok
it: Date Importanti
pt: Datas importantes
vi: Ngày quan trọng

source: Token has been revoked
hu: A token visszavonva
pt: O token foi revogado
vi: Mã thông báo đã bị thu hồi

source: Token has expired
hu: A token lejárt
pt: Token expirou
vi: Mã thông báo đã hết hạn

source: API Token
pt: Token da API
vi: Mã thông báo API

source: API Tokens
hu: API Tokenek
pt: Tokens de API
vi: Mã thông báo API

source: Token Name
hu: Token név
pt: Nome do Token
vi: Tên mã thông báo

source: Custom token name
de: Benutzerdefinierter Tokenname
hu: Egyedi token név
pt: Nome de token personalizado
vi: Tên tùy chỉnh mã thông báo

source: Token expiry date
hu: Token lejárati dátum
pt: Data de validade do token
vi: Ngày hết hạn mã thông báo

source: Last Seen
hu: Utolsó tevékenység
pt: Visto pela Última Vez
vi: Xem lần cuối

source: Last time the token was used
hu: Token utolsó használata
pt: Última vez que o token foi usado
vi: Lần cuối mã thông báo được sử dụng

source: Revoked
hu: Visszavonva
pt: Revogado
vi: Đã thu hồi

source: Permission set
de: Berechtigung geändert
es: Permiso establecido
hu: Jogosultságok
it: Impostazione autorizzazioni
pt: Permissão definida
vi: Quyền hạn đã đặt

source: Group
de: Gruppe
es: Grupo
hu: Csoport
it: Gruppo
pt: Grupo
vi: Nhóm

source: View
de: Ansicht
es: Vista
hu: Nézet
it: Visualizza
pt: Visualizar
vi: Xem

source: Permission to view items
de: Berechtigung Einträge anzuzeigen
es: Permiso para ver artículos
hu: Jogosultság tételek megtekintéséhez
it: Autorizzazione a visualizzare gli articoli
pt: Permissão para ver itens
vi: Quyền để xem mục

source: Permission to add items
de: Berechtigung Einträge zu erstellen
es: Permiso para añadir artículos
hu: Jogosultság tételek hozzáadásához
it: Autorizzazione ad aggiungere elementi
pt: Permissão para adicionar itens
vi: Quyền để thêm mục

source: Change
de: Ändern
es: Cambiar
hu: Módosítás
it: Modificare
pt: Alterar
vi: Đổi

source: Permissions to edit items
de: Berechtigungen Einträge zu ändern
es: Permisos para editar artículos
hu: Jogosultság tételek szerkesztéséhez
it: Permessi per modificare gli elementi
pt: Permissões para editar itens
vi: Quyển để sửa mục

source: Permission to delete items
de: Berechtigung Einträge zu löschen
es: Permiso para eliminar artículos
hu: Jogosultság tételek törléséhez
it: Autorizzazione ad eliminare gli elementi
pt: Permissão para excluir itens
vi: Quyền để xóa mục

source: Slug
hu: URL kompatibilis név (Slug)

source: No build order allocations found
de: Keine Allokationen für Bauauftrag gefunden
es: No se encontraron asignaciones de órdenes de trabajo
hu: Nincs gyártási utasításhoz történő foglalás
it: Nessuna allocazione per l'ordine di produzione trovato
pt: Nenhuma alocação de pedido de produção encontrada

source: ID
es: Identificación
hu: Azonosító

source: Slovak
pt: Eslovaco

source: Serbian
es: Serbio
pt: Sérvio

source: [{site_name}] Log in to the app
pt: [{site_name}] Entre no aplicativo

source: Error running plugin validation
pt: Erro ao executar validação do plugin

source: Your account has been created.
pt: Sua conta foi criada.

source: Please use the password reset function to login
pt: Por favor, use a função de redefinir senha para acessar

source: Welcome to InvenTree
pt: Bem-vindo(a) ao InvenTree

source: Site URL is locked by configuration
pt: URL do site está bloqueada por configuração

source: Strict URL Validation
es: Validación estricta de URL
pt: Validação rigorosa de URL

source: Require schema specification when validating URLs
es: Requerir especificación de esquema al validar URLs
pt: Exigir especificação de esquema ao validar URLs

source: Auto Complete Purchase Orders
es: Autocompletar Ordenes de compra
pt: Autocompletar Pedidos de Compra

source: Automatically mark purchase orders as complete when all line items are received
pt: Marcar automaticamente os pedidos de compra como concluídos quando todos os itens de linha forem recebidos

source: Check for plugin updates
pt: Verificar por atualizações de plugin

source: Enable periodic checks for updates to installed plugins
pt: Habilitar verificações periódicas de atualizações para plugins instalados

source: Last used printing machines
pt: Últimas máquinas de impressão utilizadas

source: Save the last used printing machines for a user
pt: Salvar as últimas máquinas de impressão usadas para um usuário

source: Is Running
pt: Executando

source: Pending Tasks
pt: Tarefas Pendentes

source: Scheduled Tasks
pt: Tarefas Agendadas

source: Failed Tasks
pt: Tarefas com Falhas

source: Task ID
pt: ID da Tarefa

source: Unique task ID
pt: ID Único da Tarefa

source: Lock
pt: Bloquear

source: Lock time
pt: Tempo de bloqueio

source: Task name
pt: Nome da tarefa

source: Function
pt: Função

source: Function name
pt: Nome da função

source: Arguments
pt: Argumentos

source: Task arguments
pt: Argumentos da tarefa

source: Keyword Arguments
pt: Argumentos de Palavra-chave

source: Task keyword arguments
pt: Argumentos Palavra-chave da Tarefa

source: MPN
it: Codice articolo produttore (MPN)
pt: NPF

source: SKU
de: Lieferanten-Teilenummer
pt: Código (SKU)

source: Error printing label
pt: Erro ao imprimir etiqueta

source: Filename of an existing part image
pt: Nome de arquivo de uma imagem de peça existente

source: This BOM was last checked by %(checker)s on %(check_date)s
pt: Esta BOM foi verificada por %(checker)s em %(check_date)s

source: This BOM has not been validated.
pt: A BOM não foi validada.

source: Multiple matching line items found
pt: Diversos itens de linha correspondentes encontrados

source: No matching line item found
pt: Nenhum item de linha correspondente encontrado

source: Barcode does not match an existing stock item
pt: Código de barras não corresponde a item de estoque válido

source: Stock item does not match line item
pt: Item do estoque não corresponde ao item de linha

source: Stock item allocated to sales order
pt: Item de estoque atribuído para pedido de venda

source: Not enough information
pt: Não há informação suficiente

source: Purchase Order to allocate items against
pt: Pedido de compra para alocar itens contra

source: Sales Order to allocate items against
pt: Pedido de compra para alocar itens contra

source: Sales order is not pending
pt: O pedido de venda não está pendente

source: Sales order line item to allocate items against
pt: Item de linha do pedido de venda para alocar itens contra

source: Sales order shipment to allocate items against
pt: Envio do pedido de venda para alocar itens contra

source: Shipment has already been delivered
pt: O envio já foi entregue

source: Quantity to allocate
pt: Quantidade a alocar

source: Skip this number of labels when printing label sheets
pt: Ignorar este número de etiquetas quando imprimir folhas de etiquetas

source: Perform a full reload of the plugin registry
pt: Realize um recarregamento completo do registro de plugin

source: Force a reload of the plugin registry, even if it is already loaded
pt: Forçar um recarregamento do registro do plugin, mesmo que já esteja carregado

source: Collect plugins
pt: Coletar plugins

source: Collect plugins and add them to the registry
pt: Colete plugins e adicione-os ao registro

source: URL
pt: Endereço da URL

source: Commit Hash
es: Hash de Commit
pt: Hash do Commit

source: Commit Branch
pt: Ramo de commits

source: IPN
de: IPN (Interne Produktnummer)
it: IPN - Numero di riferimento interno

source: Email
es: Correo electrónico
