Repository: inventree/InvenTree
Catalog: InvenTree/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, it, pt, vi

source: No plugin
de: Kein Plugin
es: Sin plugin
hu: Nincsen plugin
pt: Sem extensão
vi: Không phần mở rộng

source: Restart required
de: Neustart erforderlich
es: Reinicio requerido
hu: Újraindítás szükséges
it: Riavvio richiesto
pt: Reinicialização necessária
vi: Cần khởi động lại

source: A setting has been changed which requires a server restart
de: Eine Einstellung wurde geändert, die einen Neustart des Servers erfordert
es: Se ha cambiado una configuración que requiere un reinicio del servidor
hu: Egy olyan beállítás megváltozott ami a kiszolgáló újraindítását igényli
it: È stata modificata un'impostazione che richiede un riavvio del server
pt: Uma configuração que requer uma reinicialização do servidor foi alterada
vi: Một thiết lập đã bị thay đổi yêu cầu khởi động lại máy chủ

source: Pending migrations
de: Ausstehende Migrationen
es: Migraciones pendientes
hu: Függőben levő migrációk
pt: Migrações pendentes
vi: Chuyển dữ liệu chờ xử lý

source: Number of pending database migrations
de: Anzahl der ausstehenden Datenbankmigrationen
es: Número de migraciones de base de datos pendientes
hu: Függőben levő adatbázis migrációk
pt: Número de migrações pendentes na base de dados
vi: Số đợt nâng cấp cơ sở dữ liệu chờ xử lý

source: Server Instance Name
de: Name der Serverinstanz
es: Nombre de la instancia del servidor
hu: Kiszolgáló példány neve
it: Nome Istanza Del Server
pt: Nome da Instância do Servidor
vi: Tên thực thể máy chủ

source: String descriptor for the server instance
de: Kurze Beschreibung der Instanz
es: Descriptor de cadena para la instancia del servidor
hu: String leíró a kiszolgáló példányhoz
it: Descrittore stringa per l'istanza del server
pt: Descritor de frases para a instância do servidor
vi: Mô tả chuỗi cho thực thể máy chủ

source: Use instance name
de: Name der Instanz verwenden
es: Usar nombre de instancia
hu: Példány név használata
it: Utilizza nome istanza
pt: Usar nome da instância
vi: Sử dụng tên thực thể

source: Use the instance name in the title-bar
de: Den Namen der Instanz in der Titelleiste verwenden
es: Utilice el nombre de la instancia en la barra de título
hu: Példány név használata a címsorban
it: Usa il nome dell'istanza nella barra del titolo
pt: Usar o nome da instância na barra de título
vi: Sử dụng tên thực thể trên thanh tiêu đề

source: Restrict showing `about`
de: Anzeige von `Über` einschränken
es: Restringir mostrar 'acerca de'
hu: Verzió infók megjelenítésének tiltása
it: Limita visualizzazione `Informazioni`
pt: Restringir a exibição 'sobre'
vi: Cấm hiển thị `giới thiệu`

source: Show the `about` modal only to superusers
de: Zeige das `Über` Fenster nur Administratoren
es: Mostrar la modal `about` solo para superusuarios
hu: Verzió infók megjelenítése csak admin felhasználóknak
it: Mostra la modalità `Informazioni` solo ai superusers
pt: Mostrar 'sobre' modal apenas para superusuários
vi: Chỉ hiển thị cửa sổ `giới thiệu` với siêu người dùng

source: Company name
de: Firmenname
es: Nombre de empresa
hu: Cég neve
it: Nome azienda
pt: Nome da empresa
vi: Tên công ty

source: Internal company name
de: interner Firmenname
es: Nombre interno de empresa
hu: Belső cégnév
it: Nome interno dell'azienda
pt: Nome interno da Empresa
vi: Tên công ty nội bộ

source: Base URL
de: Basis-URL
es: URL Base
hu: Kiindulási URL
it: URL Base
pt: URL de Base
vi: URL cơ sở

source: Base URL for server instance
de: Basis-URL für dieses Instanz
es: URL base para la instancia del servidor
hu: Kiindulási URL a kiszolgáló példányhoz
it: URL di base per l'istanza del server
pt: URL Base da instância do servidor
vi: URL cơ sở cho thực thể máy chủ

source: Default Currency
de: Standardwährung
es: Moneda predeterminada
hu: Alapértelmezett pénznem
it: Valuta predefinita
pt: Moeda Padrão
vi: Tiền tệ mặc định

source: Select base currency for pricing calculations
de: Wählen Sie die Basiswährung für Preisberechnungen aus
es: Seleccione la moneda base para los cálculos de precios
hu: Válassz alap pénznemet az ár számításokhoz
pt: Selecione a moeda base para cálculos de preços
vi: Chọn tiền tệ chính khi tính giá

source: Currency Update Interval
de: Währungsaktualisierungsintervall
es: Intervalo de actualización de moneda
hu: Árfolyam frissítési gyakoriság
pt: Intervalo de Atualização da Moeda
vi: Tần suất cập nhật tiền tệ

source: How often to update exchange rates (set to zero to disable)
de: Wie oft Wechselkurse aktualisiert werden sollen (auf Null zum Deaktivieren setzen)
es: Con qué frecuencia actualizar los tipos de cambio (establecer a cero para desactivar)
hu: Milyen gyakran frissítse az árfolyamokat (nulla a kikapcsoláshoz)
pt: Com que frequência atualizar as taxas de câmbio (defina como zero para desativar)
vi: Mức độ thường xuyên để cập nhật tỉ giá hối đoái (điền 0 để tắt)

source: days
de: Tage
es: días
hu: nap
it: giorni
pt: dias
vi: ngày

source: Currency Update Plugin
de: Währungs-Aktualisierungs-Plugin
es: Plugin de Actualización de Moneda
hu: Árfolyam frissítő plugin
pt: Extensão de Atualização de Moeda
vi: Phần mở rộng cập nhật tiền tệ

source: Currency update plugin to use
de: Zu verwendendes Währungs-Aktualisierungs-Plugin
es: Plugin de actualización de moneda a usar
hu: Kiválasztott árfolyam frissítő plugin
pt: Extensão de Atualização de Moeda a utilizar
vi: Phần mở rộng cập nhật tiền tệ được sử dụng

source: Download from URL
de: Von URL herunterladen
es: Descargar desde URL
hu: Letöltés URL-ről
it: Scarica dall'URL
pt: Baixar do URL
vi: Tải về từ URL

source: Allow download of remote images and files from external URL
de: Herunterladen von externen Bildern und Dateien von URLs erlaubt
es: Permitir la descarga de imágenes y archivos remotos desde la URL externa
hu: Képek és fájlok letöltésének engedélyezése külső URL-ről
it: Consenti il download di immagini e file remoti da URL esterno
pt: Permitir baixar imagens remotas e arquivos de URLs externos
vi: Cho phép tải ảnh và tệp tin từ xa theo URL bên ngoài

source: Download Size Limit
de: Download-Größenlimit
es: Límite de tamaño de descarga
hu: Letöltési méret korlát
it: Limite Dimensione Download
pt: Limite de tamanho para baixar
vi: Giới hạn kích thước tải xuống

source: Maximum allowable download size for remote image
de: Maximal zulässige Größe für heruntergeladene Bilder
es: Tamaño máximo de descarga permitido para la imagen remota
hu: Maximum megengedett letöltési mérete a távoli képeknek
it: Dimensione massima consentita per il download dell'immagine remota
pt: Maior tamanho de imagem remota baixada permitida
vi: Kích thước tải xuống tối đa với hình ảnh từ xa

source: User-agent used to download from URL
de: Benutzer-Agent zum Herunterladen von Daten
es: Agente de usuario usado para descargar desde la URL
hu: Felhasznált User-agent az URL-ről letöltéshez
it: User-agent utilizzato per scaricare dall'URL
pt: Usuário-agente utilizado para baixar da URL
vi: User-agent được dùng để tải xuống theo URL

source: Allow to override the user-agent used to download images and files from external URL (leave blank for the default)
de: Überschreiben des Benutzer-Agenten, der verwendet wird, um Bilder und Dateien von externer Servern herunterzuladen (leer für die Standardeinstellung)
es: Permitir reemplazar el agente de usuario utilizado para descargar imágenes y archivos desde URL externa (dejar en blanco para el valor predeterminado)
hu: A külső URL-ről letöltéshez használt user-agent felülbírálásának engedélyezése (hagyd üresen az alapértelmezéshez)
it: Consenti di sovrascrivere l'user-agent utilizzato per scaricare immagini e file da URL esterno (lasciare vuoto per il predefinito)
pt: Permitir a substituição de imagens e arquivos usados baixados por usuário-agente (deixar em branco por padrão)
vi: Cho phép ghi đè user-agent được dùng để tải về hình ảnh và tệp tin từ xa theo URL bên ngoài (để trống nghĩa là dùng mặc định)

source: Require confirm
de: Bestätigung verpflichtend
es: Requiere confirmación
hu: Megerősítés igénylése
it: Richiesta conferma
pt: Exigir confirmação
vi: Yêu cầu xác nhận

source: Require explicit user confirmation for certain action.
de: Eine ausdrückliche Benutzerbestätigung für bestimmte Aktionen erfordern.
es: Requiere confirmación explícita del usuario para ciertas acciones.
hu: Kérjen felhasználói megerősítést bizonyos műveletekhez
it: Richiede una conferma esplicita dell'utente per una determinata azione.
pt: Exigir confirmação explícita do usuário para uma certa ação.
vi: Yêu cầu người dùng xác nhận rõ ràng với một số chức năng nhất định.

source: Tree Depth
de: Baumtiefe
es: Profundidad del árbol
hu: Fa mélység
it: Profondità livelli
pt: Profundidade da árvore
vi: Cấp độ cây

source: Default tree depth for treeview. Deeper levels can be lazy loaded as they are needed.
de: Standard Ebene für Baumansicht. Tiefere Ebenen können bei Bedarf nachgeladen werden.
es: Profundidad de árbol predeterminada para treeview. Los niveles más profundos pueden ser cargados perezosamente a medida que son necesarios.
hu: Alapértelmezett mélység a fa nézetekben. A mélyebb szintek betöltődnek ha szükségesek.
it: Profondità predefinita per la visualizzazione ad albero. I livelli più in alto possono essere caricati più lentamente quando necessari.
pt: Profundidade padrão de visualização da árvore. Níveis mais profundos podem ser carregados gradualmente conforme necessário.
vi: Độ sâu cây mặc định cho màn hình cây. Cấp độ sâu hơn sẽ sử dụng kỹ thuật tải chậm nếu cần thiết.

source: Update Check Interval
de: Prüfungsintervall aktualisieren
es: Actualizar intervalo de actualización
hu: Frissítés keresés gyakorisága
it: Aggiorna intervallo di controllo
pt: Atualizar Intervalo de Verificação
vi: Thời gian kiểm tra bản cập nhật

source: How often to check for updates (set to zero to disable)
de: Wie oft soll nach Updates gesucht werden? (auf 0 setzen zum Deaktivieren)
es: Con qué frecuencia comprobar actualizaciones (establecer a cero para desactivar)
hu: Milyen gyakran ellenőrizze van-e új frissítés (0=soha)
it: Quanto spesso controllare gli aggiornamenti (impostare a zero per disabilitare)
pt: Frequência para verificar atualizações (defina como zero para desativar)
vi: Mức độ thường xuyên để kiểm tra bản cập nhật (điền 0 để tắt)

source: Automatic Backup
de: Automatische Sicherung
es: Copia de seguridad automática
hu: Automatikus biztonsági mentés
it: Backup automatico
pt: Cópia de Segurança Automática
vi: Sao lưu tự động

source: Enable automatic backup of database and media files
de: Automatische Sicherung der Datenbank- und Mediendateien aktivieren
es: Activar copia de seguridad automática de los archivos de base de datos y medios
hu: Adatbázis és média fájlok automatikus biztonsági mentése
it: Abilita il backup automatico di database e file multimediali
pt: Ativar cópia de segurança automática do banco de dados e arquivos de mídia
vi: Bật tính năng sao lưu tự động cơ sở dữ liệu và tệp tin đa phương tiện

source: Auto Backup Interval
de: Intervall für automatische Sicherung
es: Intervalo de respaldo automático
hu: Automata biztonsági mentés gyakorisága
it: Intervallo Di Backup Automatico
pt: Intervalo de Backup Automático
vi: Khoảng thời gian sao lưu tự động

source: Specify number of days between automated backup events
de: Anzahl der Tage zwischen automatischen Sicherungen
es: Especificar número de días entre eventos automatizados de copia de seguridad
hu: Hány naponta készüljön automatikus biztonsági mentés
it: Definisci i giorni intercorrenti tra un backup automatico e l'altro
pt: Especificar o número de dia entre as cópias de segurança
vi: Xác định số ngày giữa các kỳ sao lưu tự động

source: Task Deletion Interval
de: Aufgabenlöschinterval
es: Intervalo de eliminación de tareas
hu: Feladat törlési gyakoriság
pt: Intervalo para Excluir da Tarefa
vi: Khoảng thời gian xóa tác vụ

source: Background task results will be deleted after specified number of days
de: Ergebnisse der Hintergrundaufgabe werden nach der angegebenen Anzahl von Tagen gelöscht
es: Los resultados de las tareas en segundo plano se eliminarán después del número especificado de días
hu: Háttérfolyamat eredmények törlése megadott nap eltelte után
it: I risultati delle attività in background verranno eliminati dopo un determinato numero di giorni
pt: Os resultados da tarefa no plano de fundo serão excluídos após um número especificado de dias
vi: Kết quả tác vụ chạy ngầm sẽ bị xóa sau số ngày được chỉ định

source: Error Log Deletion Interval
de: Löschintervall für Fehlerprotokolle
es: Intervalo de eliminación de registro de errores
hu: Hibanapló törlési gyakoriság
pt: Intervalo para Excluir do Registro de Erro
vi: Khoảng thời gian xóa nhật ký lỗi

source: Error logs will be deleted after specified number of days
de: Fehlerprotokolle werden nach der angegebenen Anzahl von Tagen gelöscht
es: Los registros de errores se eliminarán después del número especificado de días
hu: Hibanapló bejegyzések törlése megadott nap eltelte után
it: I log di errore verranno eliminati dopo il numero specificato di giorni
pt: Registros de erros serão excluídos após um número especificado de dias
vi: Nhật ký lỗi sẽ bị xóa sau số ngày được chỉ định

source: Notification Deletion Interval
de: Löschintervall für Benachrichtigungen
es: Intervalo de eliminación de notificaciones
hu: Értesítés törlési gyakoriság
pt: Intervalo para Excluir de Notificação
vi: Khoảng thời gian xóa thông báo

source: User notifications will be deleted after specified number of days
de: Benutzerbenachrichtigungen werden nach der angegebenen Anzahl von Tagen gelöscht
es: Las notificaciones de usuario se eliminarán después del número especificado de días
hu: Felhasználói értesítések törlése megadott nap eltelte után
it: Le notifiche dell'utente verranno eliminate dopo il numero di giorni specificato
pt: Notificações de usuários será excluído após um número especificado de dias
vi: Thông báo sẽ bị xóa sau số ngày được chỉ định

source: Barcode Support
de: Bacode-Feature verwenden
es: Soporte de código de barras
hu: Vonalkód támogatás
it: Supporto Codice A Barre
pt: Suporte aos códigos de barras
vi: Hỗ trợ mã vạch

source: Enable barcode scanner support in the web interface
de: Barcode-Scanner Unterstützung im Webinterface aktivieren
es: Habilitar el soporte para escáner de códigos de barras en la interfaz web
hu: Vonalkód olvasó támogatás engedélyezése a web felületen
pt: Ativar suporte a leitor de código de barras na interface web
vi: Bật hỗ trợ máy quét mã vạch trong giao diện web

source: Barcode Input Delay
de: Barcode-Eingabeverzögerung
es: Retraso de entrada de código de barras
hu: Vonalkód beadási késleltetés
it: Codice a barre inserito scaduto
pt: Atraso na entrada de código de barras
vi: Độ trễ quét mã vạch

source: Barcode input processing delay time
de: Verzögerungszeit bei Barcode-Eingabe
es: Tiempo de retraso en la lectura de códigos de barras
hu: Vonalkód beadáskor a feldolgozás késleltetési ideje
it: Tempo di ritardo di elaborazione codice a barre
pt: Tempo de atraso de processamento de entrada de barras
vi: Thời gian trễ xử lý đầu đọc mã vạch

source: Barcode Webcam Support
de: Barcode Webcam-Unterstützung
es: Soporte para Webcam de código de barras
hu: Webkamerás vonalkód olvasás
it: Codice a Barre Supporto Webcam
pt: Suporte a código de barras via Câmera
vi: Hỗ trợ mã vạch qua webcam

source: Allow barcode scanning via webcam in browser
de: Barcode-Scannen über Webcam im Browser erlauben
es: Permitir escaneo de código de barras a través de webcam en el navegador
hu: Webkamerás kódolvasás engedélyezése a böngészőből
it: Consenti la scansione del codice a barre tramite webcam nel browser
pt: Permitir escanear código de barras por câmera pelo navegador
vi: Cho phép quét mã vạch qua webcam bên trong trình duyệt

source: Part Revisions
de: Artikelrevisionen
es: Revisiones de partes
hu: Alkatrész változatok
pt: Revisões de peças
vi: Phiên bản Sản phẩm

source: Enable revision field for Part
de: Revisions-Feld für Artikel aktivieren
es: Habilitar campo de revisión para parte
hu: Alkatrész változat vagy verziószám tulajdonság használata
it: Abilita il campo revisione per l'articolo
pt: Habilitar campo de revisão para a Peça
vi: Bật trường phiên bản cho sản phẩm

source: IPN Regex
es: Regex IPN
hu: IPN reguláris kifejezés
pt: Regex IPN
vi: Mẫu IPN

source: Regular expression pattern for matching Part IPN
de: RegEx Muster für die Zuordnung von Teil-IPN
es: Patrón de expresión regular para IPN de la parte coincidente
hu: Reguláris kifejezés ami illeszkedik az alkatrész IPN-re
it: Schema di espressione regolare per l'articolo corrispondente IPN
pt: Padrão de expressão regular adequado para Peça IPN
vi: Mẫu dùng nhanh phổ biến dành cho tìm IPN sản phẩm

source: Allow Duplicate IPN
de: Mehrere Artikel mit gleicher IPN erlaubt
es: Permitir IPN duplicado
hu: Többször is előforduló IPN engedélyezése
it: Consenti duplicati IPN
pt: Permitir Duplicação IPN
vi: Cho phép trùng IPN

source: Allow multiple parts to share the same IPN
de: Mehrere Artikel mit gleicher IPN erlaubt
es: Permitir que varias partes compartan el mismo IPN
hu: Azonos IPN használható legyen több alkatrészre is
it: Permetti a più articoli di condividere lo stesso IPN
pt: Permitir que várias peças compartilhem o mesmo IPN
vi: Cho phép nhiều sản phẩm dùng IPN giống nhau

source: Allow Editing IPN
de: Ändern von IPN erlaubt
es: Permitir editar IPN
hu: IPN szerkesztésének engedélyezése
it: Permetti modifiche al part number interno (IPN)
pt: Permitir Edição IPN
vi: Cho phép sửa IPN

source: Allow changing the IPN value while editing a part
de: Ändern der IPN während des Bearbeiten eines Teils erlaubt
es: Permite cambiar el valor de IPN mientras se edita una parte
hu: IPN megváltoztatásánsak engedélyezése az alkatrész szerkesztése közben
it: Consenti di modificare il valore del part number durante la modifica di un articolo
pt: Permitir trocar o valor do IPN enquanto se edita a peça
vi: Cho phép đổi giá trị IPN khi sửa một sản phẩm

source: Copy Part BOM Data
de: Teil-Stückliste kopieren
es: Copiar parte de datos BOM
hu: Alkatrészjegyzék adatok másolása
it: Copia I Dati Della distinta base dell'articolo
pt: Copiar dados da LDM da Peça
vi: Sao chép dữ liệu BOM của sản phẩm

source: Copy BOM data by default when duplicating a part
de: Stückliste von Teil kopieren wenn das Teil dupliziert wird
es: Copiar datos BOM por defecto al duplicar una parte
hu: Alkatrész másoláskor az alkatrészjegyzék adatokat is másoljuk alapból
it: Copia i dati della Distinta Base predefinita quando duplichi un articolo
pt: Copiar dados da LDM por padrão quando duplicar a peça
vi: Sao chép dữ liệu BOM mặc định khi nhân bản 1 sản phẩm

source: Copy Part Parameter Data
de: Teil-Parameter kopieren
es: Copiar parámetros de parte
hu: Alkatrész paraméterek másolása
it: Copia I Dati Parametro dell'articolo
pt: Copiar Dados de Parâmetro da Peça
vi: Sao chép dữ liệu tham số sản phẩm

source: Copy parameter data by default when duplicating a part
de: Parameter-Daten für dieses Teil kopieren wenn das Teil dupliziert wird
es: Copiar datos de parámetro por defecto al duplicar una parte
hu: Alkatrész másoláskor a paramétereket is másoljuk alapból
it: Copia i dati dei parametri di default quando si duplica un articolo
pt: Copiar dados de parâmetros por padrão quando duplicar uma peça
vi: Sao chép dữ liệu tham số mặc định khi nhân bản 1 sản phẩm

source: Copy Part Test Data
de: Teil-Testdaten kopieren
es: Copiar parte de datos de prueba
hu: Alkatrész teszt adatok másolása
it: Copia I Dati dell'Articolo Test
pt: Copiar Dados Teste da Peça
vi: Chép thông tin kiểm thử sản phẩm

source: Copy test data by default when duplicating a part
de: Test-Daten für dieses Teil kopieren wenn das Teil dupliziert wird
es: Copiar datos de parámetro por defecto al duplicar una parte
hu: Alkatrész másoláskor a tesztek adatait is másoljuk alapból
it: Copia i dati di prova di default quando si duplica un articolo
pt: Copiar dados de teste por padrão quando duplicar a peça
vi: Sao chép dữ liệu kiểm thử mặc định khi nhân bản 1 sản phẩm

source: Copy Category Parameter Templates
de: Kategorie-Parametervorlage kopieren
es: Copiar plantillas de parámetros de categoría
hu: Kategória paraméter sablonok másolása
it: Copia Template Parametri Categoria
pt: Copiar Parâmetros dos Modelos de Categoria
vi: Sao chéo mẫu tham số danh mục

source: Copy category parameter templates when creating a part
de: Kategorie-Parameter Vorlagen kopieren wenn ein Teil angelegt wird
es: Copiar plantillas de parámetros de categoría al crear una parte
hu: Kategória paraméter sablonok másolása alkatrész létrehozásakor
it: Copia i modelli dei parametri categoria quando si crea un articolo
pt: Copiar parâmetros do modelo de categoria quando criar uma peça
vi: Sao chéo mẫu tham số danh mục khi tạo 1 sản phẩm

source: Template
de: Vorlage
es: Plantilla
hu: Sablon
it: Modello
pt: Modelo
vi: Mẫu

source: Parts are templates by default
de: Teile sind standardmäßig Vorlagen
es: Las partes son plantillas por defecto
hu: Alkatrészek alapból sablon alkatrészek legyenek
it: Gli articoli sono modelli per impostazione predefinita
pt: Peças são modelos por padrão
vi: Sản phẩm là mẫu bởi mặc định

source: Assembly
de: Baugruppe
es: Montaje
hu: Gyártmány
it: Assemblaggio
pt: Montagem
vi: Lắp ráp

source: Parts can be assembled from other components by default
de: Teile können standardmäßig aus anderen Teilen angefertigt werden
es: Las partes pueden ser ensambladas desde otros componentes por defecto
hu: Alkatrészeket alapból lehessen gyártani másik alkatrészekből
it: Gli articoli possono essere assemblate da altri componenti per impostazione predefinita
pt: Peças podem ser montadas a partir de outros componentes por padrão
vi: Sản phẩm có thể lắp giáp từ thành phần khác theo mặc định

source: Component
de: Komponente
es: Componente
hu: Összetevő
it: Componente
pt: Componente
vi: Thành phần

source: Parts can be used as sub-components by default
de: Teile können standardmäßig in Baugruppen benutzt werden
es: Las partes pueden ser usadas como subcomponentes por defecto
hu: Alkatrészek alapból használhatók összetevőként más alkatrészekhez
it: Gli articoli possono essere assemblati da altri componenti per impostazione predefinita
pt: Peças podem ser usadas como sub-componentes por padrão
vi: Sản phẩm có thể được sử dụng mặc định như thành phần phụ

source: Purchaseable
de: Kaufbar
es: Comprable
hu: Beszerezhető
it: Acquistabile
pt: Comprável
vi: Có thể mua

source: Parts are purchaseable by default
de: Artikel sind grundsätzlich kaufbar
es: Las partes son comprables por defecto
hu: Alkatrészek alapból beszerezhetők legyenek
it: Gli articoli sono acquistabili per impostazione predefinita
pt: Peças são compráveis por padrão
vi: Sản phẩm mặc định có thể mua được

source: Salable
de: Verkäuflich
es: Vendible
hu: Értékesíthető
it: Vendibile
pt: Vendível
vi: Có thể bán

source: Parts are salable by default
de: Artikel sind grundsätzlich verkaufbar
es: Las partes se pueden vender por defecto
hu: Alkatrészek alapból eladhatók legyenek
it: Gli articoli sono acquistabili per impostazione predefinita
pt: Peças vão vendíveis por padrão
vi: Sản phẩm mặc định có thể bán được

source: Trackable
de: Nachverfolgbar
es: Rastreable
hu: Követésre kötelezett
it: Tracciabile
pt: Rastreável
vi: Có thể theo dõi

source: Parts are trackable by default
de: Artikel sind grundsätzlich verfolgbar
es: Las partes son rastreables por defecto
hu: Alkatrészek alapból követésre kötelezettek legyenek
it: Gli articoli sono tracciabili per impostazione predefinita
pt: Peças vão rastreáveis por padrão
vi: Sản phẩm mặc định có thể theo dõi được

source: Virtual
de: Virtuell
hu: Virtuális
it: Virtuale
vi: Ảo
