Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Completed Outputs
da: Gennemførte Output
de: Fertiggestellte Endprodukte
es_mx: Salidas completadas
fr: Sorties complétées
hu: Befejezett kimenetek
it: Output Completati
ja: 完成したアウトプット
nl: Afgeronde uitvoer
pt: Saídas Concluídas
ru: Завершённая продукция
sr: Završeni nalozi
tr: Tamamlanan Çıkışlar
vi: Đầu ra hoàn thiện

source: Issued By
da: Udstedt Af
de: Aufgegeben von
es_mx: Emitido por
fr: Émis par
hu: Kiállította
it: Emesso da
ja: 発行者
nl: Uitgegeven door
pt: Emitido por
ru: Создал
sr: Izdat od strane
tr: Veren
vi: Cấp bởi

source: Responsible
da: Ansvarlig
de: Verantwortlich
es_mx: Responsable
fr: Responsable
hu: Felelős
it: Responsabile
ja: 責任
nl: Verantwoordelijk
pt: Responsável
ru: Ответственный
sr: Odgovoran
tr: Sorumlu
vi: Chịu trách nhiệm

source: Any location
da: Enhver placering
de: Beliebiger Lagerort
es_mx: Cualquier ubicación
fr: Tous les emplacements
hu: Bárhonnan
it: Qualsiasi posizione
ja: 場所
nl: Elke locatie
pt: Qualquer localização
ru: Любое расположение
sr: Bilo koja lokacija
tr: Herhangi bir konum
vi: Vị trí bất kỳ

source: Destination Location
da: Destinations Placering
de: Ziel Lagerort
es_mx: Ubicación de destino
fr: Emplacement cible
hu: Cél hely
it: Posizione Di Destinazione
ja: 目的地
nl: Doel Locatie
pt: Local de Destino
ru: Место назначения
sr: Destinaciona lokacija
tr: Hedef Konum
vi: Địa điểm đích

source: Created
da: Oprettet
de: Erstellt
es_mx: Creado
fr: Créé
hu: Létrehozva
it: Creato
ja: 作成日
nl: Aangemaakt
pt: Criado
ru: Создано
sr: Kreirano
tr: Oluşturuldu
vi: Đã tạo

source: Start Date
da: Startdato
fr: Date de début
hu: Kezdő dátum
it: Data inizio
ja: 開始日
nl: Start datum
ru: Начальная дата

source: Target Date
da: Måldato
de: Zieldatum
es_mx: Fecha objetivo
fr: Date cible
hu: Cél dátum
it: Data obiettivo
ja: 終了日に達したら
pt: Data alvo
ru: Целевая дата
sr: Ciljani datum
tr: Hedef Tarih
vi: Ngày mục tiêu

source: Completed
da: Fuldført
de: Abgeschlossen
es_mx: Completado
fr: Complété
hu: Kész
it: Completato
ja: 完了
nl: Compleet
pt: Concluído
ru: Завершено
sr: Završeno
tr: Tamamlandı
vi: Đã hoàn thành

source: Build Details
da: Bygge Detaljer
de: Bauauftrag Details
es_mx: Detalles de construcción
fr: Détails de fabrication
hu: Gyártás részletei
it: Dettagli della Produzione
ja: 詳細
nl: Bouw details
pt: Detalhes da Produção
ru: Сведения о заказе
sr: Detalji naloga
tr: Yapı Ayrıntıları
vi: Chi tiết bản dựng

source: Required Parts
da: Nødvendige Dele
fr: Pièces requises
hu: Szükséges alkatrészek
it: Articoli richiesti
ja: 必要な部品
nl: Vereiste onderdelen
ru: Необходимые детали

source: Allocated Stock
da: Tildelt Lager
es_mx: Existencias asignadas
fr: Stock alloué
hu: Lefoglalt készlet
it: Scorte Assegnate
ja: 割当株式
nl: Toegewezen voorraad
ru: Зарезервированные остатки
sr: Alocirano zaliha
tr: Ayrılan Stok
vi: Kho hàng đã phân bổ

source: Consumed Stock
da: Forbrugt Lager
de: Verbrauchte Bestände
es_mx: Existencias consumidas
fr: Stock utilisé
hu: Felhasznált készlet
it: Scorte Consumate
ja: 消費在庫
nl: Verbruikte voorraad
pt: Estoque Consumido
ru: Израсходованные остатки
sr: Potrošeno zaliha
tr: Tüketilen Stok
vi: Kho tiêu thụ

source: Incomplete Outputs
da: Ufuldstændige Output
de: Unvollständige Endprodukte
es_mx: Salidas incompletas
fr: Sorties incomplètes
hu: Befejezetlen kimenetek
it: Output Incompleti
ja: 不完全なアウトプット
nl: Onvolledige uitvoer
pt: Saídas Incompletas
ru: Незавершённая продукция
sr: Nepotpuni nalozi
tr: Tamamlanmayan Çıktılar
vi: Đầu ra chưa hoàn hiện

source: External Orders
da: Eksterne Ordrer
fr: Achats externes
hu: Külső Rendelések
it: Ordini Esterni
ja: 外部からのオーダー
nl: Externe bestellingen
ru: Сторонние заказы

source: Child Build Orders
da: Byg Underordnede Ordrer
de: Unter-Bauaufträge
es_mx: Órdenes de Trabajo herederas
fr: Ordre de fabrication enfant
hu: Alárendelt gyártások
it: Ordine di Produzione Subordinato
ja: チャイルド・ビルド・オーダー
nl: Print bouw order
pt: Pedido de Produção Filho
ru: Дочерние заказы на сборку
sr: Pod-nalozi za izradu
tr: Alt Yapı Siparişleri
vi: Đơn đặt bản dựng con

source: Test Results
da: Testresultater
de: Testergebnisse
es_mx: Resultados de la prueba
fr: Résultats des Tests
hu: Teszt eredmények
it: Risultati Test
ja: テストの結果
nl: Test resultaten
pt: Resultados do teste
ru: Результаты тестов
sr: Rezultati testa
tr: Test Sonuçları
vi: Kết quả kiểm tra

source: Edit Build Order
da: Rediger Byggeordre
de: Bauauftrag bearbeiten
es_mx: Editar orden de construcción
fr: Éditer l'ordre de fabrication
hu: Gyártási utasítás szerkesztése
it: Modifica Ordine di produzione
ja: ビルド順序の編集
nl: Bewerk bouwopdracht
pt: Editar Pedido de Produção
ru: Редактировать заказ на производство
sr: Izmeni nalog za izradu
tr: Yapı Siparişini Düzenle
vi: Sửa đơn đặt bản dựng

source: Add Build Order
da: Tilføj Byggeordre
de: Neuer Bauauftrag
es_mx: Añadir orden de construcción
fr: Ajouter un ordre de fabrication
hu: Gyártási utasítás létrehozása
it: Nuovo Ordine di Produzione
ja: ビルドオーダーの追加
nl: Voeg bouwopdracht toe
pt: Novo Pedido de Produção
ru: Создать заказ на сборку
sr: Dodaj nalog za izradu
tr: Yapı Siparişi Ekle
vi: Tạo đơn đặt bản dựng

source: Cancel Build Order
da: Annuller Byggeordre
de: Bauauftrag abbrechen
es_mx: Cancelar orden de construcción
fr: Annuler l'ordre de fabrication
hu: Gyártási utasítás visszavonása
it: Annulla Ordine Di Produzione
ja: ビルドオーダーのキャンセル
nl: Annuleer bouworder
pt: Cancelar Pedido de Produção
ru: Отменить заказ для производства
sr: Otkaži nalog za izradu
tr: Yapı Siparişini İptal Et
vi: Hủy đơn đặt bản dựng

source: Order cancelled
da: Ordren annulleret
es_mx: Pedido cancelado
fr: Commande annulée
hu: Rendelés visszavonva
it: Ordine annullato
ja: 注文のキャンセル
ru: Заказ отменён
sr: Nalog otkazan
tr: Sipariş iptal edildi
vi: Đã huỷ giao dịch

source: Cancel this order
da: Annuller denne ordre
es_mx: Cancelar esta orden
fr: Annuler cette commande
hu: Rendelés visszavonása
it: Annulla quest'ordine
ja: この注文をキャンセル
nl: Deze order annuleren
ru: Отменить заказ
sr: Otkaži ovaj nalog
tr: Bu siparişi iptal et
vi: Hủy đơn hàng này

source: Hold Build Order
da: Hold Byg Ordre
es_mx: Poner en espera orden de construcción
fr: Suspendre l'ordre de fabrication
it: Sospendi Ordine di produzione
ja: ホールドビルドオーダー
nl: Houdt bouwopdracht
ru: Отложить заказ на сборку
sr: Zadrži nalog za izradu
tr: Yapı Siparişini Beklet
vi: Chuyển trạng thái chờ đơn đặt bản dựng

source: Place this order on hold
da: Placer denne ordre på hold
es_mx: Poner este pedido en espera
fr: Mettre cet ordre en suspens
hu: Rendelés felfüggesztése
it: Metti questo ordine in sospeso
ja: この注文を保留にします
nl: Plaats deze bestelling in de wacht
ru: Отложите этот заказ
sr: Stavi ovaj nalog na čekanje
tr: Bu yapı siparişini beklemeye al
vi: Chuyển đơn hàng sang trạng thái chờ

source: Order placed on hold
da: Ordre placeret på hold
es_mx: Pedido puesto en espera
fr: Cet ordre a été mis en suspens
hu: Felfüggesztett rendelés
it: Ordine in sospeso
ja: 注文の保留
nl: Bestelling geplaatst in de wacht
ru: Заказ отложен
sr: Nalog stavljen na čekanje
tr: Beklemeye alınan sipariş
vi: Đơn hàng đã chuyển sang chờ

source: Issue Build Order
da: Udsted Byggeordre
es_mx: Emitir Orden de Construcción
fr: Émettre l'ordre de fabrication
hu: Gyártási Rendelés Kiadása
it: Emetti ordine di produzione
ja: ビルドオーダーの発行
nl: Probleem bouwopdracht
ru: Оформить заказ на сборку
sr: Izdaj nalog za izradu
tr: Yapı Siparişi Ver
vi: Xác nhận

source: Issue this order
da: Udsted denne ordre
es_mx: Emitir este pedido
fr: Emettre cette commande
hu: Rendelés kiállítása
it: Emetti questo ordine di produzione
ja: 本命令の発令
nl: Geef deze bestelling uit
ru: Оформить данный заказ
sr: Izdaj ovaj nalog
tr: Bu siparişi ver
vi: Xác nhận

source: Order issued
da: Ordre udstedt
es_mx: Orden emitida
fr: Commande émise
hu: Megrendelés leadva
it: Ordine emesso
ja: オーダー発行
nl: Order uitgegeven
ru: Заказ оформлен
sr: Nalog izdat
tr: Sipariş verildi
vi: Đã xác nhận

source: Complete Build Order
da: Færdiggør Byggeordre
es_mx: Completar Orden de Construcción
fr: Compléter l'ordre de fabrication
hu: Gyártási utasítás befejezése
it: Completa l'Ordine di Produzione
ja: コンプリート・ビルド・オーダー
nl: Voltooi Bouw Opdracht
ru: Завершить заказ на сборку
sr: Završi nalog za izradu
tr: Yapı Siparişini Tamamla
vi: Hoàn thành

source: Mark this order as complete
da: Marker denne ordre som færdig
es_mx: Marcar pedido como completado
fr: Marquer cet ordre comme complété
hu: Rendelés teljesítettnek jelölése
it: Contrassegna questo ordine come completato
ja: この注文を完了としてマークしてください。
nl: Deze bestelling als voltooid markeren
ru: Отметить данный заказ как завершённый
sr: Označi ovaj nalog kao završen
tr: Bu siparişi tamamlandı olarak imle
vi: Đánh dấu hoàn thành

source: Order completed
da: Ordre fuldført
es_mx: Pedido completado
fr: Ordre complété
hu: Megrendelés teljesítve
it: Ordine completato
ja: 注文完了
nl: Bestelling voltooid
ru: Заказ завершён
sr: Nalog završen
tr: Sipariş tamamlandı
vi: Hoàn thành

source: Issue Order
da: Udstede Ordre
es_mx: Emitir pedido
fr: Émettre l'ordre
hu: Rendelés kiküldése
it: Emetti Ordine
ja: 発行順序
ru: Оформить заказ
sr: Izdaj nalog
tr: Sipariş Ver
vi: Xác nhận

source: Complete Order
da: Fuldfør ordre
es_mx: Completar Pedido
fr: Compléter l'ordre
hu: Rendelés teljesítése
it: Completa l'ordine
ja: 完全な注文
nl: Bestelling voltooien
ru: Завершить заказ
sr: Završi nalog
tr: Siparişi Tamamla
vi: Hoàn thành

source: Build Order Actions
da: Byg Ordre Handlinger
de: Bauauftrag-Aktionen
fr: Actions de l'ordre de fabrication
hu: Gyártáshoz foglalások
it: Azioni Ordine di Produzione
ja: ビルドオーダーアクション
nl: Bouw order acties
pt: Ações do Pedido de Produção
ru: Действия с заказом на сборку
sr: Akcije naloga za izradu
tr: Yapım Siprişi Eylemleri
vi: Thao tác đơn đặt bản dựng

source: Edit order
da: Rediger ordre
es_mx: Editar pedido
fr: Modifier la commande
hu: Rendelés szerkesztése
it: Modifica ordine
ja: 掲載依頼を編集
nl: Bestelling bewerken
ru: Редактировать заказ
sr: Izmeni nalog
tr: Siparişi düzenle
vi: Chỉnh sửa đơn hàng

source: Duplicate order
da: Dupliker ordre
es_mx: Duplicar pedido
fr: Dupliquer la commande
hu: Rendelés duplikálása
it: Duplica Ordine
ja: 重複した注文
nl: Kopieer regel
ru: Дублировать заказ
sr: Dupliraj nalog
tr: Siparişi çoğalt
vi: Nhân bản đơn hàng

source: Hold order
da: Hold ordre
es_mx: Retener pedido
fr: Retenir la commande
hu: Rendelés felfüggesztése
it: Sospendi ordine
ja: ホールドオーダー
nl: Bestelling vasthouden
ru: Отложить заказ
sr: Zadrži nalog
tr: Siparişi beklet
vi: Giữ đơn hàng

source: Cancel order
da: Annuller ordre
de: Bestellung stornieren
es_mx: Cancelar pedido
fr: Annuler la commande
hu: Rendelés törlése
it: Annulla ordine
ja: お見積をキャンセル
nl: Bestelling annuleren
pt: Cancelar pedido
ru: Отменить заказ
sr: Otkaži nalog
tr: Siparişi iptal et
vi: Hủy đơn hàng

source: Build Order
da: Produktionsordre
de: Bauauftrag
fr: Ordre de construction
hu: Gyártási utasítás
it: Ordine di Produzione
ja: 組立注文
nl: Productieorder
pt: Ordem de Produção
ru: Заказ на сборку
sr: Nalog za izradu
tr: Yapım Siparişi
vi: Xây dựng đơn hàng

source: Show external build orders
da: Vis eksterne bygge ordrer
fr: Voir les ordres de fabrication externes
it: Mostra ordini di produzione esterni
ja: 外部ビルドオーダーを表示します
nl: Toon externe build orders
ru: Показать сторонние заказы на сборку

source: Table View
fr: Vue de la table
hu: Táblázat nézet
it: Vista Tabella
ja: テーブルビュー
nl: Tabelweergave
ru: В виде таблицы

source: Calendar View
da: Kalender Visning
fr: Vue du calendrier
hu: Naptár nézet
it: Visualizzazione calendario
ja: カレンダービュー
nl: Kalenderoverzicht
ru: В виде календаря

source: Parametric View
da: Parametrisk Visning
ja: パラメトリックビュー
nl: Parametrisch zicht

source: Phone Number
da: Telefonnummer
de: Telefonnummer
es_mx: Número de teléfono
fr: Numéro de téléphone
hu: Telefonszám
it: Numero di telefono
ja: 電話番号
nl: Telefoon nummer
pt: Número de Telefone
ru: Номер телефона
sr: Broj telefona
tr: Telefon Numarası
vi: Số điện thoại

source: Email Address
da: E-mail adresse
de: E-Mail-Adresse
es_mx: Dirección de correo electrónico
fr: Adresse email
hu: E-mail cím
it: Indirizzo email
ja: メールアドレス
nl: E-mail adres
pt: Endereço de Email
ru: Адрес электронной почты
sr: E-mail adresa
tr: E-posta Adresi
vi: Địa chỉ email

source: Tax ID
da: Skat ID
fr: ID de taxe
hu: Adószám
it: Partita IVA
ja: 納税者番号
nl: BTW nr.
ru: Налоговый номер

source: Default Currency
da: Standardvaluta
de: Standardwährung
es_mx: Divisa predeterminada
fr: Devise par défaut
hu: Alapértelmezett pénznem
it: Valuta predefinita
ja: デフォルトの通貨
nl: Standaard valuta
pt: Moeda Padrão
ru: Валюта по умолчанию
sr: Podrazumevana valuta
tr: Varsayılan Para Birimi
vi: Tiền tệ mặc định

source: Manufacturer
da: Producent
de: Hersteller
es_mx: Fabricante
fr: Fabricant
hu: Gyártó
it: Produttore
ja: 製造元
nl: Fabrikant
pt: Fabricante
ru: Производитель
sr: Proizvođač
tr: Üretici
vi: Nhà sản xuất

source: Customer
da: Kunde
de: Kunde
es_mx: Cliente
fr: Client
hu: Vevő
it: Cliente
ja: 顧客
nl: Klant
pt: Cliente
ru: Покупатель
sr: Mušterija
tr: Müşteri
vi: Khách hàng

source: Company Details
da: Firma detaljer
es_mx: Datos de la empresa
fr: Détails de l'entreprise
hu: Cégadatok
it: Dettagli azienda
ja: 会社詳細
nl: Bedrijf gegevens
ru: Сведения о компании
sr: Detalji firme

source: Supplied Parts
da: Leverede Dele
de: Zuliefererteile
es_mx: Piezas suministradas
fr: Pièce fournisseur
hu: Szállított alkatrészek
it: Articoli Forniti
ja: 供給部品
nl: Geleverde onderdelen
pt: Peças fornecidas
ru: Поставляемые детали
sr: Dostavljeni delovi
tr: Sağlanan Parçalar
vi: Nguyên liệu nhà cung cấp

source: Manufactured Parts
da: Fremstillede Dele
de: Hergestellte Teile
es_mx: Piezas fabricadas
fr: Pièces du fabricant
hu: Gyártott alkatrészek
it: Articoli Prodotti
ja: 製造部品
nl: Geproduceerde onderdelen
pt: Peças Fabricadas
ru: Детали производителя
sr: Proizvedeni delovi
tr: Üretilen Parçalar
vi: Nguyên liệu nhà sản xuất

source: Assigned Stock
da: Tildelt Lager
de: Zugeordneter Bestand
es_mx: Existencias asignadas
fr: Stock attribué
hu: Hozzárendelt készlet
it: Elementi in Giacenza Assegnati
ja: 割り当て在庫
nl: Toegewezen voorraad
pt: Estoque Atribuído
ru: Назначенный запас
sr: Dodeljene zalihe
tr: Atanan Parçalar
vi: Kho đã được giao

source: Edit Company
da: Rediger virksomhed
de: Unternehmen bearbeiten
es_mx: Editar empresa
fr: Modifier la société
hu: Cég szerkesztése
it: Modifica azienda
ja: 会社情報を編集
nl: Bedrijf bewerken
pt: Editar Empresa
ru: Редактирование компании
sr: Izmeni firmu
tr: Şirketi Düzenle
vi: Sửa doanh nghiệp

source: Delete Company
da: Slet virksomhed
es_mx: Eliminar Empresa
fr: Supprimer la société
hu: Cég törlése
it: Elimina Azienda
ja: 削除会社
nl: Bedrijf verwijderen
ru: Удалить компанию
sr: Obriši firmu
tr: Şirketi Sil
vi: Xóa doanh nghiệp

source: Company Actions
da: Virksomheds Handlinger
de: Firmen-Aktionen
es_mx: Acciones de empresa
fr: Actions de la société
hu: Cég műveletek
it: Azioni Azienda
ja: 会社の動き
nl: Bedrijf acties
pt: Ações da Empresa
ru: Действия с компанией
sr: Akcije firme
tr: Şirket Eylemleri
vi: Chức năng doanh nghiệp

source: Internal Part
da: Intern Del
de: Internes Teil
es_mx: Pieza Interna
fr: Pièce interne
hu: Belső alkatrész
it: Articolo interno
ja: 内部パーツ
nl: Intern onderdeel
pt: Peça Interna
ru: Деталь
sr: Interni deo
tr: Dahili Parça
vi: Nguyên liệu nội bộ

source: Manufacturer Part Number
da: Producent Delnummer
de: Teilenummer des Herstellers
es_mx: Referencia de pieza del fabricante
fr: Numéro de pièce du fabricant
hu: Gyártói cikkszám
it: Codice articolo produttore
ja: メーカー品番
nl: Fabrikant onderdeelnummer
pt: Número da Peça do Fabricante
ru: Артикул производителя
sr: Broj dela prozivođača
tr: Üretici Parça Numarası
vi: Mã số nguyên liệu

source: External Link
da: Ekstern link
de: Externer Link
es_mx: Enlace externo
fr: Lien externe
hu: Külső link
it: Collegamento esterno
ja: 外部リンク
nl: Externe link
pt: Link Externo
ru: Внешняя ссылка
sr: Spoljni link
tr: Harici Bağlantı
vi: Liên kết Ngoài

source: Part Details
da: Del Detaljer
de: Teil-Details
fr: Détails de la pièce
hu: Alkatrész részletei
it: Dettagli Articolo
ja: 部品詳細
nl: Details onderdelen
pt: Detalhes da Peça
ru: Сведения о детали
sr: Detalji dela
tr: Parça Ayrıntıları
vi: Chi tiết

source: Manufacturer Details
da: Producent Detaljer
de: Herstellerdetails
es_mx: Detalles del fabricante
fr: Informations sur le fabricant
hu: Gyártó adatai
it: Dettagli Produttore
ja: メーカー詳細
nl: Fabrikant details
pt: Detalhes do Fabricante
ru: Сведения о производителе
sr: Detalji proizvođača
tr: Üretici Ayrıntıları
vi: Chi tiết

source: Manufacturer Part Details
da: Producent Del Detaljer
de: Herstellerteil Details
es_mx: Detalles de pieza del fabricante
fr: Détails de la pièce du fabricant
hu: Gyártói alkatrész részletek
it: Dettagli Articolo Produttore
ja: メーカーパーツ詳細
nl: Fabrikant onderdeel details
pt: Detalhes da Peça do Fabricante
ru: Сведения о детали производителя
sr: Detalji dela proizvođača
tr: Üretici Parçası Ayrıntıları
vi: Chi tiết nguyên liệu

source: Received Stock
da: Modtaget Lager
de: Empfangene Lagerartikel
es_mx: Existencias recibidas
fr: Stock reçu
hu: Beérkezett készlet
it: Articolo Magazzino Ricevuto
ja: 受入在庫
nl: Ontvangen voorraad
pt: Estoque Recebido
ru: Полученные позиции
sr: Primljene zalihe
tr: Alınan Stok
vi: Kho đã nhận hàng

source: Edit Manufacturer Part
da: Rediger Producent Del
de: Herstellerteil bearbeiten
es_mx: Editar pieza de fabricante
fr: Modifier la pièce du fabricant
hu: Gyártói alkatrész szerkesztése
it: Modifica Articolo Produttore
ja: メーカー・パーツの編集
nl: Wijzig fabrikant deel
pt: Editar Peça do Fabricante
ru: Редактировать делать производителя
sr: Izmeni deo proizvođača
tr: Üretici Parçasını Düzenle
vi: Sửa

source: Add Manufacturer Part
da: Tilføj Producent Part
de: Herstellerteil hinzufügen
es_mx: Añadir pieza de fabricante
fr: Nouvelle pièce de fabricant
hu: Gyártói alkatrész hozzáadása
it: Aggiungi Articolo Produttore
ja: メーカー部品の追加
nl: Voeg fabrikant deel toe
pt: Adicionar Peça do Fabricante
ru: Создать деталь производителя
sr: Dodaj deo proizvođača
tr: Üretici Parçası Ekle
vi: Thêm

source: Delete Manufacturer Part
da: Slet Producent Del
de: Herstellerteil löschen
es_mx: Eliminar pieza de fabricante
fr: Supprimer la pièce de fabricant
hu: Gyártói alkatrész törlése
it: Elimina Articolo Produttore
ja: メーカー部品の削除
nl: Fabrikant deel verwijderen
pt: Excluir Peça do Fabricante
ru: Удалить деталь производителя
sr: Obriši deo proizvođača
tr: Üretici Parçasını Sil
vi: Xoá

source: Manufacturer Part Actions
da: Producent Del Handlinger
de: Herstellerteil Aktionen
es_mx: Acciones de pieza de fabricante
fr: Détails de la pièce du fabricant
hu: Gyártói alkatrész műveletek
it: Azioni Articolo Produttore
ja: メーカー品番
nl: Fabrikant onderdeel acties
pt: Ações da Peça do Fabricante
ru: Действия с деталью производителя
sr: Akcija dela proizvođača
tr: Üretici Parçası Eylemleri
vi: Thao tác

source: Part Description
da: Del Beskrivelse
de: Teilebeschreibung
fr: Description de la pièce
hu: Alkatrész leírása
it: Descrizione Articolo
ja: パーツ説明
nl: Onderdeel omschrijving
pt: Descrição da Peça
ru: Описание детали
sr: Opis dela
tr: Parça Açıklaması
vi: Mô tả sản phẩm

source: Pack Quantity
da: Pakkemængde
de: Verpackungsmenge
es_mx: Cantidad del paquete
fr: Quantité du paquet
hu: Csomagolási mennyiség
it: Quantità Confezione
ja: パック数量
nl: Pakket hoeveelheid
pt: Quantidade embalada
ru: Количество в упаковке
sr: Količina pakovanja
tr: Paket Miktarı
vi: Số lượng gói

source: Supplier Availability
da: Leverandør Tilgængelighed
de: Lieferantenverfügbarkeit
es_mx: Disponibilidad del proveedor
fr: Disponibilité du fournisseur
it: Disponibilità Fornitore
ja: サプライヤーの空き状況
nl: Beschikbaarheid van de leverancier
pt: Disponibilidade do Fornecedor
ru: Наличие у поставщика
sr: Dostupnost dobavljača
tr: Sağlayıcı Kullanılabilirliği
vi: Khả dụng

source: Availability Updated
da: Tilgængelighed Opdateret
de: Verfügbarkeit aktualisiert
es_mx: Disponibilidad actualizada
fr: Disponibilité mise à jour
hu: Elérhetőség frissítve
it: Disponibilità Aggiornata
ja: 空席状況更新
nl: Beschikbaarheid bijgewerkt
pt: Disponibilidade Atualizada
ru: Наличие обновлено
sr: Dostupnost ažurirana
tr: Kullanılabilirlik Güncellendi
vi: Đã cập nhật

source: Availability
da: Tilgængelighed
de: Verfügbarkeit
es_mx: Disponibilidad
fr: Disponibilité
hu: Elérhetőség
it: Disponibilità
ja: 有効性
nl: Beschikbaarheid
pt: Disponibilidade
ru: Наличие
sr: Dostupnost
tr: Kullanılabilirlik
vi: Khả dụng

source: Supplier Part Details
da: Leverandør Del Detaljer
de: Zuliefererteil Details
es_mx: Detalles de pieza de proveedor
fr: Détails de la pièce du fournisseur
it: Dettagli Articolo Fornitore
ja: サプライヤー部品詳細
nl: Leverancier onderdelen details
pt: Detalhes da Peça do Fornecedor
ru: Сведения о детали поставщика
sr: Detalji dela dobavljača
tr: Sağlayıcı Parça Ayrıntıları
vi: Chi tiết

source: Supplier Pricing
da: Leverandør Priser
de: Zulieferer-Preise
es_mx: Precios del Proveedor
hu: Beszállító árazás
it: Prezzo Fornitore
ja: サプライヤー価格
nl: Leverancier prijzen
pt: Preço do Fornecedor
ru: Цены закупок
sr: Cene dobavljača
tr: Sağlayıcı Fiyatlandırması
vi: Giá nhà cung cấp

source: Supplier Part Actions
da: Leverandør Del Handlinger
de: Zuliefererteil Aktionen
es_mx: Acciones de piezas de proveedor
fr: Actions sur les pièces du fournisseur
it: Azioni Articolo Fornitore
ja: サプライヤー
nl: Acties leverancier onderdelen
pt: Ações do Fornecedor da Peça
ru: Действия с деталью поставщика
sr: Akcije dela dobavljača
tr: Sağlayıcı Parçası Eylemleri
vi: Thao tác

source: Edit Supplier Part
da: Rediger Leverandør Del
de: Zuliefererteil bearbeiten
es_mx: Editar pieza de proveedor
fr: Modifier les pièces du fournisseur
hu: Beszállítói alkatrész szerkesztése
it: Modifica Articolo Fornitore
ja: サプライヤーパーツの編集
nl: Bewerk leveranciersdeel
pt: Editar Fornecedor da Peça
ru: Редактировать деталь поставщика
sr: Izmeni deo dobavljača
tr: Sağlayıcı Parçasını Düzenle
vi: Sửa sản phẩm nhà cung cấp

source: Delete Supplier Part
da: Slet Leverandørdel
de: Zuliefererteil entfernen
es_mx: Eliminar pieza de proveedor
fr: Supprimer des pièces du fournisseur
hu: Beszállítói alkatrész törlése
it: Cancella Articolo Fornitore
ja: サプライヤーの削除
nl: Verwijder leveranciersdeel
pt: Excluir Fornecedor da Peça
ru: Удалить деталь поставщика
sr: Obriši deo dobavljača
tr: Sağlayıcı Parçasını Sil
vi: Xoá

source: Add Supplier Part
da: Tilføj leverandørdel
de: Zuliefererteil hinzufügen
es_mx: Añadir pieza de proveedor
fr: Ajouter la pièce du fournisseur
hu: Beszállítói alkatrész hozzáadása
it: Aggiungi articolo fornitore
ja: サプライヤー部品の追加
nl: Leveranciersdeel toevoegen
pt: Adicionar Fornecedor da Peça
ru: Создать деталь поставщика
sr: Dodaj deo dobavljača
tr: Sağlayıcı Parçası Ekle
vi: Thêm sản phẩm nhà cung cấp

source: No Stock
da: Intet lager
de: Kein Bestand
fr: Aucun stock
hu: Nincs készlet
it: Nessuna giacenza
ja: 在庫切れ
nl: Geen voorraad
pt: Sem Estoque
ru: Нет на складе
sr: Nema zaliha
tr: Stok Yok
vi: Hết hàng

source: System Overview
da: Systemoversigt
fr: Vue d'ensemble du système
it: Panoramica Del Sistema
ja: システム概要
nl: Systeem overzicht
ru: Обзор системы

source: Group Name
da: Gruppenavn
fr: Nom du groupe
hu: Csoport neve
it: Nome Gruppo
ja: グループ名
nl: Groep naam
ru: Название группы

source: Group Details
da: Gruppeoplysninger
fr: Détails du groupe
hu: Csoport adatai
it: Dettagli Gruppo
ja: グループの詳細
nl: Groep details
ru: Сведения о группе

source: Group Roles
da: Gruppe Roller
fr: Roles du groupe
hu: Csoport szabályok
it: Ruoli gruppo
ja: グループロール
nl: Groep rollen
ru: Роли группы

source: User Information
da: Brugerinformation
fr: Informations de l'utilisateur
hu: Felhasználói adatok
it: Informazioni utente
ja: ユーザー情報
nl: Gebruikersinformatie
ru: Информация о пользователе

source: User Permissions
da: Brugertilladelser
fr: Permissions de l'utilisateur
hu: Felhasználói jogosultságok
it: Permessi Utente
ja: ユーザー権限
nl: Gebruikersrechten
ru: Права пользователя
