Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Internal Pricing
da: Intern Prissætning
de: Interne Preise
fr: Prix interne
hu: Belső árazás
it: Prezzo interno
ja: 内部価格設定
nl: Interne prijzen
pt: Preço Interno
ru: Внутренние цены
sr: Interna cena
tr: Dahili Fiyatlandırma
vi: Định giá nội bộ

source: BOM Pricing
da: Stykliste Prissætning
de: Stücklisten Preise
fr: Prix de la CDM (BOM)
hu: Alkatrészjegyzék árazás
it: Prezzi BOM
ja: BOM価格
nl: Stukslijst prijs
pt: Preço da BOM
ru: Цена по спецификации
sr: Cena spiska materijala
tr: ML Fiyatlandırması
vi: Giá BOM

source: Variant Pricing
de: Varianten Preise
fr: Variante de prix
hu: Alkatrészváltozat árazás
it: Prezzi Varianti
ja: バリアント価格
nl: Variant prijzen
pt: Preço Variável
ru: Цены вариантов
sr: Cene varijanti
tr: Türev Fiyatlandırması
vi: Biến thể giá

source: Sale Pricing
da: Salg Prissætning
de: Verkaufs Preise
fr: Prix du tarif
hu: Eladási ár
it: Prezzo di Vendita
ja: セール価格
nl: Verkoop prijs
pt: Preço de Venda
ru: Цены продаж
sr: Cena prodaje
tr: Satış Fiyatlandırması
vi: Giá sale

source: Sale History
da: Salgs Historik
de: Verkaufshistorie
fr: Historique des ventes
hu: Eladási előzmények
it: Storico vendite
ja: 販売履歴
nl: Verkoop geschiedenis
pt: Histórico de Venda
ru: История продаж
sr: Istorija prodaje
tr: Satış Geçmişi
vi: Lịch sử sale

source: Edit Stocktake Entry
es_mx: Editar entrada de inventario
fr: Modifier l'entrée de l'inventaire
it: Modifica Voce Inventario
ja: ストックテークエントリーの編集
nl: Invoer voorraadopname bewerken
ru: Редактировать запись инвентаризации
sr: Izmeni unos popisa zaliha

source: Delete Stocktake Entry
es_mx: Eliminar entrada de inventario
fr: Supprimer l'entrée de l'inventaire
it: Elimina Voce Inventario
ja: ストックテークエントリーの削除
nl: Voorraad invoer verwijderen
ru: Удалить запись инвентаризации
sr: Obriši unos popisa zaliha

source: Stock Value
da: Lagerværdi
fr: Valeur des stock
hu: Készletérték
it: Valore Magazzino
ja: 株式価値
nl: Voorraad waarde
ru: Стоимость склада
sr: Vrednost zaliha
tr: Stok Değeri

source: Minimum Value
da: Minimum Værdi
de: Minimaler Wert
es_mx: Valor Mínimo
fr: Valeur minimum
hu: Minimum érték
it: Valore minimo
ja: 最小値
nl: Minimale waarde
pt: Valor Mínimo
ru: Минимальное значение
sr: Minimalna vrednost
tr: Minimum Değer
vi: Giá trị tối thiểu

source: Maximum Value
da: Maksimal Værdi
de: Maximaler Wert
es_mx: Valor Máximo
fr: Valeur maximale
hu: Maximum érték
it: Valore massimo
ja: 最大値は
nl: Maximale waarde
pt: Valor Máximo
ru: Максимальное значение
sr: Maksimalna vrednost
tr: Maksimum Değer
vi: Giá trị tối đa

source: Total Price
da: Total Pris
de: Gesamtpreis
es_mx: Precio total
fr: Prix total
hu: Teljes ár
it: Prezzo Totale
ja: 合計金額
nl: Totale prijs
pt: Preço Total
ru: Общая стоимость
sr: Ukupna cena
tr: Toplam Fiyat
vi: Tổng tiền

source: Component
da: Komponent
de: Komponente
es_mx: Componente
fr: Composant
hu: Összetevő
it: Componente
ja: コンポーネント
nl: Onderdeel
pt: Componente
ru: Компонент
sr: Komponenta
tr: Bileşen
vi: Thành phần

source: Minimum Price
da: Minimum Pris
de: Niedrigster Preis
es_mx: Precio mínimo
fr: Prix Minimum
hu: Minimum ár
it: Prezzo Minimo
ja: 最小価格
nl: Minimale prijs
pt: Preço Mínimo
ru: Минимальная цена
sr: Minimalna cena
tr: Minimum Fiyat
vi: Giá thấp nhất

source: Maximum Price
da: Maksimal Pris
de: Höchster Preis
es_mx: Precio Máximo
fr: Prix Maximum
hu: Maximum ár
it: Prezzo Massimo
ja: 最大価格
nl: Maximale prijs
pt: Preço Máximo
ru: Максимальная цена
sr: Maksimalna cena
tr: Maximum Fiyat
vi: Giá cao nhất

source: Unit Price
da: Enhedspris
de: Preis pro Einheit
es_mx: Precio Unitario
fr: Prix unitaire
hu: Egységár
it: Prezzo Unitario
ja: 単価
nl: Prijs per stuk
pt: Preço Unitário
ru: Цена за единицу
sr: Cena po jedinici
tr: Birim Fiyatı
vi: Đơn giá

source: Pie Chart
da: Cirkeldiagram
de: Kuchendiagramm
fr: Graphique en secteurs
hu: Kördiagram
it: Diagramma a torta
ja: 円グラフ
nl: Cirkel diagram
pt: Gráfico circular
ru: Круговая диаграмма
sr: Pie dijagram
tr: Pasta Grafiği
vi: Biểu đồ tròn

source: Bar Chart
da: Søjlediagram
de: Balkendiagramm
fr: Graphique en barres
hu: Oszlopdiagram
it: Diagramma a barre
ja: 棒グラフ
nl: Staafdiagram
pt: Gráfico de Barras
ru: Гистограмма
sr: Bar grafikon
tr: Çubuk Grafik
vi: Biểu đồ cột

source: Add Price Break
de: Preisstaffel hinzufügen
fr: Ajouter une rupture de prix
hu: Ársáv hozzáadása
it: Aggiungi sconto
ja: 価格改定の追加
nl: Prijsverschil toevoegen
pt: Editar Quebra de Preço
ru: Создать цену со скидкой
sr: Dodaj popust na količinu
tr: Fiyat Aralığı Ekle
vi: Thêm giảm giá

source: Edit Price Break
de: Staffelpreis bearbeiten
fr: Modifier la rupture de prix
hu: Ársáv szerkesztése
it: Modifica sconto
ja: 価格改定の編集
nl: Prijsverschil bewerken
pt: Editar Quebra de Preço
ru: Редактировать цену со скидкой
sr: Izmeni popust na količinu
tr: Fiyat Aralığını Düzenle
vi: Sửa giảm giá

source: Delete Price Break
de: Staffelpreis löschen
fr: Supprimer la rupture de prix
hu: Ársáv törlése
it: Elimina sconto
ja: プライスブレークの削除
nl: Prijsverschil verwijderen
pt: Excluir quebra de preço
ru: Удалить цену со скидкой
sr: Obriši popust na količinu
tr: Fiyat Aralığını Sil
vi: Xoá giảm giá

source: Price Break
de: Preisstaffel
fr: Rupture de prix
hu: Árlépcső
it: Sconto
ja: 価格ブレーク
nl: Prijs verschil
pt: Quebra de Preço
ru: Градация цены
sr: Popust na količinu
tr: Fiyat Aralığı
vi: Giảm giá

source: Price
da: Pris
de: Preis
es_mx: Precio
fr: Prix
hu: Ár
it: Prezzo
ja: 価格
nl: Prijs
pt: Preço
ru: Цена
sr: Cena
tr: Fiyat
vi: Giá

source: Refreshing pricing data
es_mx: Refrescando datos de precios
fr: Rafraichissement du prix des données
hu: Árazási adatok frissítése
it: Aggiornamento dati sui prezzi
ja: 価格データの更新
nl: Vernieuwen van prijsgegevens
ru: Обновление данных о ценах
sr: Osveži podatke o cenama

source: Pricing data updated
es_mx: Datos de precios actualizados
fr: Mise à jour des données de tarification
it: Dati sui prezzi aggiornati
ja: 価格データ更新
nl: Prijsgegevens bijgewerkt
ru: Данные о ценах обновлены
sr: Podaci o cenama ažurirani

source: Failed to update pricing data
es_mx: Error al actualizar los datos de precios
fr: Echec lors de la modification des données de tarification
it: Impossibile aggiornare i dati dei prezzi
ja: 価格データの更新に失敗しました
nl: Bijwerken prijsgegevens mislukt
ru: Ошибка обновления данных о ценах
sr: Greška pri ažuriranju podataka o cenama

source: Edit Pricing
da: Rediger Pris
es_mx: Editar precios
fr: Modifier la tarification
hu: Árazás szerkesztése
it: Modifica Prezzo
ja: 価格設定を編集
nl: Prijzen bewerken
ru: Редактировать цены
sr: Izmeni cene
tr: Fiyatlandırmayı Düzenle

source: Pricing Category
da: Prissætning Kategori
de: Preiskategorie
es_mx: Categoría de precios
fr: Catégorie de tarif
hu: Árkategória
it: Categoria di prezzo
ja: 価格カテゴリー
nl: Prijs categorie
pt: Categoria de Preços
ru: Категории цен
sr: Kategorija cena
tr: Fiyatlandırma Sınıfı
vi: Danh mục giá

source: Minimum
es_mx: Mínimo
it: Minimo
ja: 最小
nl: Minimaal
pt: Mínimo
ru: Минимум
vi: Tối thiểu

source: Maximum
da: Maksimum
es_mx: Máximo
it: Massimo
ja: 最大
nl: Maximaal
pt: Máximo
ru: Максимум
sr: Maksimum
tr: Maksimum
vi: Tối đa

source: Override Pricing
da: Overskriv Priser
de: Preise überschreiben
fr: Remplacer la tarification
hu: Alkatrész árazás felülbírálása
it: Ignora prezzi
ja: オーバーライド価格
nl: Overschrijf prijzen
pt: Alterar Preços
ru: Переопределённые цены
sr: Zameni cenu
tr: Üzerine Yazma Fiyatlandırması
vi: Ghi đè giá

source: Overall Pricing
da: Samlet Prissætning
de: Gesamt Preise
fr: Tarification moyenne
hu: Általános árazás
it: Prezzi Complessivi
ja: 全体価格
nl: Algemene prijzen
pt: Preços Gerais
ru: Общая цена
sr: Ukupna cena
tr: Genel Fiyatlandırma
vi: Giá tổng thể

source: Purchase Pricing
da: Købspris
de: Einkaufs Preise
es_mx: Precio de Compra
fr: Tarif d'achat
hu: Beszerzési ár
it: Prezzo d'acquisto
ja: 購入価格
nl: Inkoopprijs
pt: Preço de Compra
ru: Закупочные цены
sr: Cena nabavke
tr: Satın Alma Fiyatlandırması
vi: Giá mua

source: Last Updated
da: Sidst Opdateret
de: Zuletzt aktualisiert
es_mx: Última Actualización
fr: Dernière mise à jour
hu: Legutóbb frissítve
it: Ultimo aggiornamento
ja: 最終更新
nl: Laatst bijgewerkt
pt: Última Atualização
ru: Последнее обновление
sr: Poslednji put ažurirano
tr: Son Güncelle
vi: Cập nhật lần cuối

source: Pricing Not Set
da: Pris Ikke Fastsat
es_mx: Precios no establecidos
fr: Tarification non définie
it: Prezzo Non Impostato
ja: 価格未定
nl: Prijzen niet ingesteld
ru: Цены не заданы
sr: Cena nije postavljena

source: Pricing data has not been calculated for this part
da: Prisdata er ikke beregnet for denne del
es_mx: Los datos de precios no se han calculado para esta pieza
fr: Les données de tarification n'ont pas été calculé pour cette pièce
it: I dati sui prezzi non sono stati calcolati per questo articolo
ja: この部品の価格データは計算されていません。
nl: Prijsgegevens zijn niet berekend voor dit deel
ru: Для этой детали цены рассчитывались
sr: Podaci o cenama nisu izračunati za ovaj deo

source: Pricing Actions
da: Pris Handlinger
es_mx: Acciones de precios
fr: Actions de tarification
hu: Árazási műveletek
it: Azioni del Prezzo
ja: 価格設定
nl: Prijzen acties
ru: Действия с ценами
sr: Akcije cena

source: Refresh
da: Genindlæser
es_mx: Refrescar
fr: Actualiser
hu: Frissítés
it: Aggiorna
ja: 更新
nl: Vernieuwen
ru: Обновить
sr: Osvežu
tr: Yenile

source: Refresh pricing data
da: Genindlæser prisdata
es_mx: Refrescar datos de precios
fr: Rafraîchir les données de tarification
it: Aggiorna dati sui prezzi
ja: 価格データの更新
nl: Ververs prijsgegevens
ru: Обновить данные о ценах
sr: Osveži podatke o cenama

source: Edit pricing data
da: Rediger prisdata
es_mx: Editar datos de precios
fr: Modifier les données de tarification
it: Modifica i dati dei prezzi
ja: 価格データの編集
nl: Prijsgegevens bewerken
ru: Редактировать данные о ценах
sr: Izmeni podatke o cenama

source: No data available
da: Ingen data tilgængelig
de: Keine Daten verfügbar
es_mx: No hay información disponible
fr: Aucune donnée disponible
hu: Nincs elérhető adat
it: Nessun dato disponibile
ja: データがありません
nl: Geen gegevens beschikbaar
pt: Dados indisponíveis
ru: Нет данных
sr: Nema dostupnih podataka
tr: Kullanılabilir veri yok
vi: Không có dữ liệu khả dụng

source: No Data
da: Ingen data
de: Keine Daten
es_mx: Sin datos
fr: Aucune donnée
hu: Nincs adat
it: Nessun dato
ja: データなし
nl: Geen gegevens
pt: Sem Dados
ru: Нет данных
sr: Nema podataka
tr: Veri Yok
vi: Không có dữ liệu

source: No pricing data available
da: Ingen tilgængelige prisdata
de: Keine Preisdaten verfügbar
es_mx: No hay datos de precios disponibles
fr: Aucune donnée de tarification disponible
hu: Ár adatok nem elérhetőek
it: Nessun prezzo disponibile
ja: 価格データはありません
nl: Geen prijsgegevens beschikbaar
pt: Não há dados de preços disponíveis
ru: Нет данных о ценах
sr: Nema dostupnih podataka o cenama
tr: Kullanılabilir fiyatlandırma verisi yok
vi: Chưa có thông tin giá

source: Loading pricing data
da: Indlæser prisdata
de: Lade Preisdaten
es_mx: Cargando datos de precios
fr: Chargement des données de tarification
it: Caricamento dati prezzi
ja: 価格データの読み込み
nl: Prijsgegevens laden
pt: Carregando dados de preços
ru: Загрузка данных о ценах
sr: Učitavanje podataka o cenama
tr: Fiyatlandırma verisi yükleniyor
vi: Đang tải thông tin giá

source: Purchase Price
da: Købspris
de: Einkaufspreis
es_mx: Precio de Compra
fr: Prix d'achat
hu: Beszerzési ár
it: Prezzo d'acquisto
ja: 購入金額
nl: Inkoopprijs
pt: Preço de Compra
ru: Закупочная цена
sr: Kupovna cena
tr: Satın Alma Fiyatı
vi: Giá mua

source: Sale Price
da: Salgspris
de: Verkaufspreis
fr: Prix de vente
hu: Eladási ár
it: Prezzo di Vendita
ja: セール価格
nl: Verkoopprijs
pt: Preço de Venda
ru: Цена продажи
sr: Prodajna cena
tr: Satış Fiyatı
vi: Giá sale

source: Supplier Price
da: Leverandør Pris
de: Lieferant Preis
fr: Prix du fournisseur
hu: Beszállítói ár
it: Prezzo Fornitore
ja: サプライヤー価格
nl: Leverancier prijs
pt: Preço do fornecedor
ru: Цена у поставщика
sr: Cena dobavljača
tr: Sağlayıcı Fiyatı
vi: Giá nhà cung cấp

source: Variant Part
de: Variantenteil
fr: Prix des variantes
hu: Alkatrészváltozat
it: Variante Articolo
ja: バリアントパーツ
nl: Variant onderdeel
pt: Peça Variante
ru: Разновидности детали
sr: Varijanta dela
tr: Türev Parça
vi: Biến thể nguyên liệu

source: Edit Purchase Order
da: Rediger Indkøbsordre
de: Bestellung bearbeiten
fr: Modifier l'ordre d'achat
hu: Beszerzési rendelés szerkesztése
it: Modifica ordine d'acquisto
ja: 発注書の編集
nl: Bewerk inkooporder
pt: Editar ordem de compra
ru: Редактирование заказа на закупку
sr: Izmeni nalog za kupovinu
tr: Satın Alma Siparişini Düzenle
vi: Sửa đơn mua

source: Add Purchase Order
da: Tilføj Indkøbsordre
de: Bestellung hinzufügen
fr: Ajouter un ordre d'achat
hu: Beszerzés hozzáadása
it: Aggiungi ordine d'acquisto
ja: 発注書の追加
nl: Inkooporder toevoegen
pt: Adicionar Ordem de Compra
ru: Создать заказ на закупку
sr: Dodaj nalog za kupovinu
tr: Satın Alma Siparişi Ekle
vi: Thêm đơn mua

source: Supplier Reference
da: Leverandør Reference
de: Lieferanten-Referenz
fr: Référence du fournisseur
hu: Beszállítói azonosító
it: Riferimento fornitore
ja: サプライヤー・リファレンス
nl: Referentie leverancier
pt: Referencia do fornecedor
ru: Номер у поставщика
sr: Referenca dobavljača
tr: Sağlayıcı Referansı
vi: Tham chiếu nhà cung cấp

source: Completed Line Items
de: Abgeschlossene Positionen
fr: Ligne d'articles complétées
hu: Kész sortételek
it: Elementi Riga completati
ja: 完了した項目
nl: Afgeronde regel items
pt: Itens de Linha Concluídos
ru: Завершенные позиции
sr: Završene stavke narudžbine
tr: Tamamlanan Satır Ögeleri
vi: Những mục hoàn thành

source: Destination
de: Bestimmungsort
hu: Cél
it: Destinazione
ja: 目的地
nl: Bestemming
pt: Destino
ru: Место хранения
sr: Odredište
tr: Hedef
vi: Đích đến

source: Order Currency
da: Ordre Valuta
de: Bestellwährung
es_mx: Divisa de Pedido
fr: Devise de la commande
hu: Rendelés pénzneme
it: Valuta ordine
ja: 注文通貨
nl: Bestelling valuta
pt: Moeda do pedido
ru: Валюта заказа
sr: Valuta narudžbine
tr: Sipariş Para Birimi
vi: Tiền tệ đơn hàng

source: Total Cost
da: Pris i alt
de: Gesamtkosten
es_mx: Costo Total
fr: Coût total
hu: Teljes költség
it: Costo Totale
ja: 合計コスト
nl: Totale kosten
pt: Custo Total
ru: Общая стоимость
sr: Ukupna cena
tr: Toplam Tutar
vi: Tổng chi phí

source: Contact Email
da: Kontakt E-Mail
fr: Adresse email de contact
hu: Kapcsolatfelvételi e-mail
it: Email di contatto
ja: 連絡先メールアドレス
nl: Contact email adres
ru: Электронная почта контакта

source: Contact Phone
da: Kontakt Telefon
fr: Numéro de téléphone de contact
hu: Kapcsolattartási telefonszám
it: Contatto telefonico
ja: 連絡先電話番号
nl: Contact telefoonnummer
ru: Телефон контакта

source: Issue Date
es_mx: Fecha de emisión
fr: Date d'émission
hu: Kiállítás dátuma
it: Data di emissione
ja: 発行日
nl: Datum van uitgifte
ru: Дата оформления
sr: Datum izdavanja

source: Completion Date
es_mx: Fecha de Finalización
fr: Date d'achèvement
hu: Teljesítés dátuma
it: Data di completamento
ja: 完了日
nl: Datum van afronding
ru: Дата завершения
sr: Datum završetka

source: Order Details
da: Ordre detaljer
de: Bestelldetails
es_mx: Detalles del pedido
fr: Détails de la commande
hu: Rendelés részletei
it: Dettagli dell'ordine
ja: ご注文の詳細
pt: Detalhes do pedido
ru: Сведения о заказе
sr: Detalji narudžbine
tr: Sipariş Ayrıntıları
vi: Chi tiết đơn đặt

source: Line Items
de: Positionen
es_mx: Partidas
fr: Éléments de la ligne
hu: Sortételek
it: Riga Articoli
ja: ラインアイテム
nl: Regelitems
pt: Itens de linha
ru: Позиции
sr: Stavke
tr: Satır Ögeleri
vi: Dòng hàng hóa

source: Extra Line Items
fr: Articles supplémentaires
hu: Egyéb tételek
it: Voci di riga extra
ja: 追加項目
nl: Extra regelitems
ru: Дополнительные позиции
sr: Dodatne stavke
tr: Fazladan Satır Ögeleri
vi: Thêm dòng mở rộng

source: Issue Purchase Order
fr: Emettre un bon de commande
it: Emettere ordine d'acquisto
ja: 発注書の発行
nl: Inkooporder aanmaken
ru: Оформить заказ на закупку
sr: Izdaj nalog za kupovinu
tr: Satın Alma Siparişi Ver
vi: Xác nhận đơn hàng

source: Cancel Purchase Order
da: Annuller Indkøbsordre
fr: Annuler le bon de commande
it: Annulla ordine d'acquisto
ja: 発注書のキャンセル
nl: Order annuleren
ru: Отмена заказа на закупку
sr: Otkaži nalog za kupovinu
tr: Satın Alma Siparişini İptal Et
vi: Huỷ đơn hàng

source: Hold Purchase Order
fr: Maintenir le bon de commande
it: Sospendi ordine d'acquisto
ja: 発注書の保留
nl: Order vasthouden
ru: Отложить заказ на закупку
sr: Zadrži nalog za kupovinu
tr: Satın Alma Siparişini Beklet
vi: Tạm hoãn đơn hàng

source: Complete Purchase Order
da: Færdiggør Indkøbsordre
fr: Compléter le bon de commande
it: Completa Ordine D'Acquisto
ja: 完全な発注書
nl: Bestelling afronden
ru: Завершить заказ на закупку
sr: Završi nalog za kupovinu
tr: Satın Alma Siparişini Tamamla
vi: Hoàn thành đơn hàng

source: Order Actions
da: Ordre Handlinger
de: Bestellaktionen
fr: Actions sur la commande
hu: Rendelés műveletek
it: Azioni Ordine
ja: 注文の操作
nl: Order acties
pt: Ações do Pedido
ru: Действия с заказом
sr: Akcije narudžbine
tr: Sipariş Eylemleri
vi: Chức năng đơn đặt

source: Customer Reference
da: Kundens Reference
de: Kundenreferenz
fr: Référence client
hu: Vevői azonosító
it: Riferimento cliente
ja: 得意先参照
nl: Klantreferentie
pt: Referência do Cliente
ru: Номер у клиента
sr: Referenca mušterije
tr: Müşteri Referansı
vi: Tham chiếu khách hàng

source: Return Address
da: Retur Adresse
it: Indirizzo di reso
ja: 住所
nl: Retouradres
ru: Обратный адрес

source: Not specified
da: Ikke specificeret
it: Non specificato
ja: 指定なし
nl: Niet gespecificeerd
ru: Не указано

source: Edit Return Order
da: Rediger Returordre
de: Rücksendeauftrag bearbeiten
fr: Modifier l'ordre de retour
hu: Visszavételi utasítás szerkesztése
it: Modifica Ordine Di Reso
ja: 返品注文の編集
nl: Retour order bewerken
pt: Editar Pedido de Devolução
ru: Редактировать заказ на возврат
sr: Izmeni reklamaciju
tr: İade Emrini Düzenle
vi: Sửa đơn hoàn

source: Add Return Order
da: Tilføje Returordre
de: Neuer Rücksendeauftrag
fr: Ajouter un ordre de retour
hu: Visszavételi utasítás hozzáadása
it: Aggiungi Ordine Di Reso
ja: 返品注文の追加
nl: Retourorder toevoegen
pt: Novo Pedido de Devolução
ru: Создать заказ на возврат
sr: Dodaj reklamaciju
tr: İade Emri Ekle
vi: Thêm đơn hoàn

source: Issue Return Order
fr: Émettre un ordre de retour
hu: Visszavételi utasítás kiállítása
it: Emetti Ordine di Reso
ja: 返品注文の発行
nl: Issue retour order
ru: Оформить заказ на возврат
sr: Izdaj reklamaciju
tr: İade Emri Ver
vi: Xác nhận đơn hoàn

source: Cancel Return Order
da: Annuller Returordre
fr: Annuler l'ordre de retour
hu: Visszavételi utasítás törlése
it: Annulla Ordine di Reso
ja: 返品注文のキャンセル
nl: Annuleer retour order
ru: Отменить заказ на возврат
sr: Otkaži reklamaciju
tr: İade Emrini İptal Et
vi: Huỷ đơn hoàn

source: Hold Return Order
da: Hold Returordre
fr: Suspendre l'ordre de retour
hu: Visszavételi utasítás felfüggesztése
it: Sospendi ordine di reso
ja: 返品注文の保留
nl: Retour order vasthouden
ru: Отложить заказ на возврат
sr: Zadrži reklamaciju
tr: İade Emrini Beklet
vi: Tạm hoãn đơn hoàn

source: Complete Return Order
da: Færdiggør Returordre
fr: Compléter l'ordre de retour
hu: Visszavételi utasítás teljesítése
it: Completa ordine di reso
ja: リターンオーダー
nl: Voltooi retour bestelling
ru: Завершить заказ на возврат
sr: Završi reklamaciju
tr: İade Emrini Tamamla
vi: Hoàn thành đơn hoàn

source: Completed Shipments
da: Færdige Forsendelser
de: Abgeschlossene Sendungen
fr: Livraisons réalisées
hu: Kész szállítmányok
it: Spedizioni Completate
ja: 完了した出荷
nl: Voltooide Verzendingen
pt: Envios concluídos
ru: Доставлено
sr: Završene isporuke
tr: Tamamlanan Gönderiler
vi: Vận đơn đã hoàn thành

source: Shipping Address
da: Leverings Adresse
it: Indirizzo di spedizione
ja: 配送先住所
nl: Afleveradres
ru: Адрес доставки

source: Edit Sales Order
da: Rediger Salgsordre
de: Auftrag bearbeiten
fr: Modifier la commande client
hu: Értékesítési rendelés szerkesztése
it: Modifica Ordini di Vendita
ja: 販売注文の編集
nl: Verkooporder bewerken
pt: Editar Pedido de Venda
ru: Редактировать заказ на продажу
sr: Izmeni prodajnu narudžbinu
tr: Satış Siparişlerini Düzenle
vi: Sửa đơn hàng sale

source: Add Sales Order
da: Tilføj Salgsordre
de: Auftrag hinzufügen
fr: Ajouter des commandes clients
hu: Értékesítési rendelés hozzáadása
it: Aggiungi ordini di vendita
ja: 販売注文の追加
nl: Voeg Verkooporder toe
pt: Novo Pedido de Venda
ru: Создать заказ на продажу
sr: Dodaj prodajnu narudžbinu
tr: Satış Siparişi Ekle
vi: Thêm đơn hàng sale

source: Shipments
da: Forsendelser
es_mx: Envíos
fr: Livraisons
hu: Szállítások
it: Spedizioni
ja: 発送
nl: Zending
ru: Доставка
sr: Isporuke
tr: Gönderiler
vi: Vận chuyển

source: Issue Sales Order
da: Udsted Salgsordre
fr: Etablir une commande client
it: Emetti ordini di vendita
ja: 販売注文書の発行
nl: Verkooporder uitgeven
ru: Оформить заказ на продажу
sr: Izdaj prodajnu narudžbinu
tr: Satış Siparişi Ver
vi: Xác nhận đơn hàng sale

source: Cancel Sales Order
da: Annuller Salgs Ordre
fr: Annuler une commande client
it: Annulla Ordini di Vendita
ja: 販売注文のキャンセル
nl: Verkooporder annuleren
ru: Отменить заказ на продажу
sr: Otkaži prodajnu narudžbinu
tr: Satış Siparişini İptal Et
vi: Huỷ đơn hàng sale

source: Hold Sales Order
da: Hold Salgs Ordre
fr: Maintenir une commande client
it: Sospendi ordini di vendita
ja: 販売注文の保留
nl: Bestelling vasthouden
ru: Отложить заказ на продажу
sr: Zadrži prodajnu narudžbinu
tr: Satış Siparişini Beklet
vi: Tạm hoãn đơn hàng sale

source: Ship Sales Order
da: Send Salgsordre
es_mx: Orden de Venta de Envío
fr: Envoyer les commandes clients
it: Spedizione ordini di vendita
ja: 販売注文の発送
nl: Verkooporder verzenden
ru: Отгрузить заказ на продажу
sr: Isporuči nalog za prodaju

source: Ship this order?
da: Send Salgsordre?
es_mx: ¿Enviar este pedido?
fr: Souhaitez vous envoyer cette commande ?
it: Spedire questo ordine?
ja: この注文を発送しますか？
nl: Deze bestelling verzenden?
ru: Отгрузить этот заказ?
sr: Isporuči ovaj nalog?

source: Order shipped
da: Ordre sendt
es_mx: Pedido enviado
fr: Commande envoyée
hu: Megrendelés szállítva
it: Ordine spedito
ja: 発送済み注文
nl: Bestelling verzonden
ru: Заказ отгружен
sr: Nalog isporučen

source: Complete Sales Order
da: Færdiggør Salg Ordre
fr: Compléter les commandes clientes
it: Completa Ordini Di Vendita
ja: 完全な販売注文
nl: Verkooporder voltooien
ru: Завершить заказ на продажу
sr: Završi prodajnu narudžbinu
tr: Satış Siparişini Tamamla
vi: Hoàn thành đơn hàng sale

source: Ship Order
da: Send ordre
de: Bestellung versenden
fr: Envoyer les commandes
hu: Megrendelés kiszállítása
it: Spedisci l'ordine
ja: 船舶発注
nl: Bestelling verzenden
ru: Отгрузить заказ
sr: Naruči pošiljku
tr: Siparişi Gönder
vi: Thứ tự vận đơn

source: Shipment Reference
da: Forsendelse Reference
fr: Référence de l'envoi
it: Riferimento della spedizione
ja: 出荷基準
nl: Verzending referentie
ru: Референс отправления
sr: Referenca pošiljke
tr: Gönderi Referansı

source: Tracking Number
da: Sporingsnummer
es_mx: Número de Seguimiento
fr: Numéro de suivi
hu: Nyomonkövetési azonosító
it: Numero di monitoraggio
ja: 追跡番号
nl: Tracking nummer
ru: Номер отслеживания
sr: Broj za praćenje

source: Invoice Number
da: Faktura Nummer
es_mx: Número de factura
fr: Numéro de la facture
hu: Számla sorszám
it: Numero Fattura
ja: 請求書番号
nl: Factuur nummer
ru: Номер счета
sr: Broj narudžbenice

source: Allocated Items
da: Allokeret Elementer
de: Zugewiesene Positionen
es_mx: Artículos asignados
fr: Articles alloués
it: Elementi Assegnati
ja: 割当項目
nl: Toegewezen items
ru: Выбранные запасы
sr: Alocirane stavke

source: Checked By
it: Verificato Da
ja: チェック者
nl: Gecontroleerd door
ru: Проверил

source: Not checked
da: Ikke kontrolleret
it: Non controllato
ja: 未確認
nl: Niet gecontroleerd
ru: Не проверено

source: Shipment Date
da: Forsendelse Dato
de: Versanddatum
fr: Date d'envoi
hu: Kiszállítás dátuma
it: Data di spedizione
ja: 出荷日
nl: Verzenddatum
pt: Data de Envio
ru: Дата отгрузки
sr: Datum isporuke
tr: Gönderim Tarihi
vi: Ngày giao hàng
