Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: We will send you a link to login - if you are registered
da: Vi vil sende dig et link til login - hvis du er registreret
de: Wir werden Ihnen einen Link für die Anmeldung senden
es_mx: Te enviaremos un enlace para iniciar sesión - si estás registrado
fr: Nous vous enverrons un lien pour vous connecter - si vous êtes déjà inscrit
hu: Küldünk bejelentkezési linket - ha regisztrálva vagy
it: Ti invieremo un link per accedere - se sei registrato
ja: 登録されている方には、ログイン用のリンクをお送りします
nl: Wij sturen u een link om in te loggen - als u geregistreerd bent
pt: Enviaremos um link para fazer o login - se você está registrado
ru: Мы вышлем вам ссылку для входа - если вы зарегистрированы
sr: Poslaćemo vam link za prijavljivanje - ako ste registrovani korisnik
tr: Size giriş yapabilmeniz için bir link göndereceğiz - eğer kayıtlıysanız
vi: Chúng tôi sẽ gửi bạn 1 liên kết để đăng nhập - nếu bạn đã đăng ký

source: Send me an email
da: Send mig en e-mail
de: Mail erhalten
es_mx: Envíame un correo electrónico
fr: Envoyez-moi un e-mail
hu: Email küldés
it: Inviami una email
ja: メールを送る
nl: Stuur mij een e-mail
pt: Envie-me uma mensagem de correio electrónico
ru: Отправьте мне электронное письмо
sr: Pošalji mi e-poštu
tr: Bize bir eposta gönderin
vi: Gửi email cho chúng tôi

source: Use username and password
da: Brug brugernavn og adgangskode
de: Benutzername und Passwort benutzen
es_mx: Usar nombre de usuario y contraseña
fr: Utilisez votre nom d'utilisateur et votre mot de passe
hu: Felhasználónév és jelszó megadása
it: Usa nome utente e password
ja: ユーザー名とパスワードを使用
nl: Gebruik gebruikersnaam en wachtwoord
pt: Nome de usuário e senha
ru: Логин и пароль
sr: Koristi korisničko ime i lozinku
tr: Kullanıcı adı ve şifre kullan
vi: Dùng tên đăng nhập và mật khẩu

source: Log In
da: Log Ind
de: Anmelden
es_mx: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Inloggen
pt: Iniciar Sessão
ru: Войти
sr: Prijavite se
tr: Giriş Yap
vi: Đăng nhập

source: Send Email
de: E-Mail senden
es_mx: Enviar correo electrónico
fr: Envoyer l'e-mail
hu: Email küldés
it: Invia email
ja: Eメールを送信
nl: E-mail versturen
pt: Enviar e-mail
ru: Отправить email
sr: Pošalji e-poštu
tr: E-posta Gönder
vi: Gửi email

source: Passwords do not match
da: Adgangskoder stemmer ikke overens
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
it: Le password non corrispondono
ja: パスワードが一致しません
nl: Wachtwoorden komen niet overeen
ru: Пароли не совпадают

source: Registration successful
da: Registrering gennemført
de: Registrierung erfolgreich
es_mx: Registro exitoso
fr: Inscription réussie
hu: Regisztráció sikeres
it: Registrazione completata con successo
ja: 登録が完了しました
nl: Registratie succesvol
pt: Registo efectuado com sucesso
ru: Регистрация выполнена успешно
sr: Registracija uspešna
tr: Kayıt başarılı
vi: Đăng kí thành công

source: Please confirm your email address to complete the registration
da: Bekræft venligst din e-mailadresse for at fuldføre registreringen
de: Bitte bestätigen Sie Ihre E-Mail-Adresse um die Registrierung abzuschließen
es_mx: Por favor, confirma tu dirección de correo electrónico para completar el registro
fr: Veuillez confirmer votre adresse e-mail pour finaliser l'inscription
hu: Kérjük erősítse meg az email címét a regisztráció befejezéséhez
it: Per favore conferma il tuo indirizzo email per completare la registrazione
ja: ご登録のメールアドレスをご確認ください
nl: Bevestig uw e-mailadres om de registratie te voltooien
pt: Por favor, confirme seu endereço de e-mail para concluir o registro
ru: Пожалуйста, подтвердите адрес электронной почты для завершения регистрации
sr: Molim Vas da potvrdite vašu email adresu za završetak registracije
tr: Kaydı tamamlamak için lütfen e-posta adresinizi doğrulayın
vi: Vui xác nhận địa chỉ email của bạn để hoàn thành việc đăng ký

source: Input error
da: Indtastningsfejl
de: Eingabefehler
es_mx: Error de entrada
fr: Erreur d'entrée
hu: Beviteli hiba
it: Errore d'inserimento dati
ja: 入力エラー
pt: Erro de entrada
ru: Ошибка ввода
sr: Greška unosa
tr: Hatalı giriş
vi: Lỗi đầu vào

source: Check your input and try again.
da: Tjek din indtastning og prøv igen.
fr: Vérifier les valeurs et réessaye.
it: Controllare i dati inseriti e riprovare.
ja: 入力内容を確認し、もう一度やり直してください。
nl: Controleer uw invoer en probeer het opnieuw.
ru: Проверьте введенные данные и повторите попытку.

source: This will be used for a confirmation
da: Dette vil blive brugt til en bekræftelse
de: Dies wird zur Bestätigung verwendet
es_mx: Se utilizará para una confirmación
fr: Ceci sera utilisé pour une confirmation
hu: Megerősítéshez szükséges
it: Questo verrà utilizzato per una conferma
ja: これは確認に使用されます
nl: Dit wordt gebruikt voor een bevestiging
pt: Isto será usado para uma confirmação
ru: Это будет использовано для подтверждения
sr: Ovo će biti korišćeno za potvrdu
tr: Bu bir doğrulama için kullanılacak
vi: Sử dụng cho xác thực

source: Password repeat
da: Gentag adgangskode
de: Passwort wiederholen
es_mx: Repetición de contraseña
fr: Répétition du mot de passe
hu: Jelszó ismét
it: Ripeti password
ja: パスワードを再入力
nl: Wachtwoord herhalen
pt: Repetir senha
ru: Повторите пароль
sr: Ponovite lozinku
tr: Şifreyi tekrarı
vi: Lặp lại mật khẩu

source: Repeat password
da: Gentag Password
de: Passwort erneut eingeben
es_mx: Repetir contraseña
fr: Répéter le mot de passe
hu: Jelszó megismétlése
it: Ripeti password
ja: パスワードを再入力
nl: Herhaal wachtwoord
pt: Repetir senha
ru: Введите пароль еще раз
sr: Ponovite lozinku
tr: Şifreyi tekrar girin
vi: Lặp lại mật khẩu

source: Register
da: Registrer
de: Registrieren
es_mx: Registro
fr: S'enregistrer
hu: Regisztráció
it: Registrati
ja: 登録
nl: Registreren
pt: Registar
ru: Регистрация
sr: Registruj
tr: Kaydol
vi: Đăng ký

source: Or use SSO
da: Eller brug Single Sign-on
de: Oder SSO verwenden
es_mx: O usar SSO
fr: Ou utiliser SSO
hu: Vagy használj SSO-t
it: Oppure usa SSO
ja: またはSSOを使用します。
nl: Of gebruik SSO
pt: Ou use SSO
ru: Или используйте SSO
sr: Ili kostistite SSO
tr: Veya SSO kullanın
vi: hoặc sử dụng SSO

source: Registration not active
da: Registrering ikke aktiv
fr: L'enregistrement n'est pas actif
hu: A regisztráció nem aktív
it: Registrazione non attiva
ja: 登録が有効ではありません
nl: Registratie niet actief
ru: Регистрация не активна

source: This might be related to missing mail settings or could be a deliberate decision.
da: Dette kan være relateret til manglende mail-indstillinger eller kunne være en bevidst beslutning.
fr: Cela peut être dû à l'absence des paramètres de mail ou une décision délibérée.
it: Questo potrebbe essere legato alle impostazioni di posta mancanti o potrebbe essere una decisione deliberata.
ja: これはメール設定の不足に関連している可能性もありますが、意図的な判断である可能性もあります。
nl: Dit kan gerelateerd zijn aan ontbrekende e-mailinstellingen of kan een weloverwogen beslissing zijn.
ru: Причина может быть в не верной конфигурации настроек почты или это было сделано намеренно.

source: Host
da: Vært
de: Adresse
es_mx: Servidor
fr: Serveur
hu: Kiszolgáló
ja: ホスト
nl: Hostnaam
pt: Servidor
ru: Узел
tr: Sunucu

source: Name
da: Navn
es_mx: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pt: Nome
ru: Название
sr: Ime
tr: Adı
vi: Tên

source: No one here...
da: Ingen her...
de: Kein Eintrag...
es_mx: Nadie aquí...
fr: Personne ici...
hu: Nincs itt senki...
it: Non c'è nessuno qui...
ja: ここには誰も...
nl: Er is niemand hier...
pt: Não há ninguém aqui...
ru: Здесь никого...
sr: Niko nije ovde...
tr: Burada kimse yok...
vi: Không có ai ở đây...

source: Add Host
da: Tilføj Vært
de: Adresse hinzufügen
es_mx: Añadir servidor
fr: Ajouter un hôte
hu: Kiszolgáló hozzáadása
it: Aggiungi Host
ja: ホストを追加
nl: Voeg host toe
pt: Adicionar Servidor
ru: Добавить узел
sr: Dodajte Host-a
tr: Sunucu Ekle
vi: Thêm host

source: Save
da: Gem
de: Speichern
es_mx: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
pt: Salvar
ru: Сохранить
sr: Sačuvajte
tr: Kaydet
vi: Lưu lại

source: Select Server
da: Vælg Server
fr: Sélectionner le serveur
hu: Szerver kiválasztása
it: Seleziona Il Server
ja: サーバーの選択
nl: Selecteer server
ru: Выбор сервера

source: Edit host options
da: Rediger vært indstillinger
fr: Modifier les options d'hébergement
hu: Hoszt opciók szerkesztése
it: Modifica opzioni host
ja: ホストオプションの編集
nl: Host opties bewerken
ru: Изменение параметров хостов

source: Save host selection
da: Gem værtsvalg
fr: Sauvegarder la sélection de l'hébergement
it: Salva selezione host
ja: ホスト選択の保存
nl: Host keuze opslaan
ru: Сохранить выбор хоста

source: Server
es_mx: Servidor
fr: Serveur
hu: Szerver
ja: サーバー
pt: Servidor
ru: Сервер
tr: Sunucu
vi: Máy chủ

source: Version
es_mx: Versión
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия
sr: Verzija
tr: Sürüm
vi: Phiên bản

source: API Version
es_mx: Versión de API
fr: Version de l'API
hu: API verzió
it: Versione API
ja: API バージョン
nl: API versie
pt: Versão da API
ru: Версия API
sr: API Verzija
tr: API Sürümü
vi: Phiên bản API

source: Plugins
es_mx: Complementos
fr: Extensions
hu: Pluginok
it: Plugin
ja: プラグイン
pt: Extensões
ru: Плагины
sr: Ekstenzije
tr: Eklentiler

source: Enabled
da: Aktiveret
de: Aktiviert
es_mx: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
ja: 有効
nl: Ingeschakeld
pt: Habilitado
ru: Включено
sr: Omogućeno
tr: Etkin

source: Disabled
da: Deaktiveret
fr: Désactivé
hu: Letiltva
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
ru: Отключено

source: Worker
da: Arbejder
fr: Travailleur
ja: 担当者
nl: Werknemer
ru: Рабочий процесс

source: Stopped
da: Standset
de: Gestoppt
fr: Arrêté
hu: Leállítva
it: Fermato
ja: 中断
nl: Gestopt
pt: Parado
ru: Остановлен
sr: Zaustavljeno
tr: Durdu

source: Running
da: Køre
fr: En cours d'exécution
hu: Fut
it: In Esecuzione
ja: 実行中
nl: Bezig
ru: Работает

source: Select file to upload
da: Vælg den fil, du vil uploade
it: Seleziona file da caricare
ja: アップロードするファイルを選択してください
nl: Selecteer bestand om te uploaden
ru: Выберите файл для загрузки

source: Accept suggested value
da: Accepter foreslået værdi
it: Accetta il valore suggerito
ja: 提案された値を受け入れる
nl: Voorgestelde waarde accepteren
ru: Принять предложенное значение

source: Select date
da: Vælg dato
it: Seleziona data
ja: 日付を選択
nl: Selecteer datum
ru: Выберите дату

source: No icon selected
da: Intet ikon valgt
de: Kein Symbol ausgewählt
es_mx: Ningún icono seleccionado
fr: Aucune icône sélectionnée
hu: Nincsen ikon kiválasztva
it: Nessuna icona selezionata
ja: アイコン選択なし
nl: Geen pictogram geselecteerd
ru: Значок не выбран
sr: Nijedna ikona nije izabrana
tr: Hiç simge seçilmedi
vi: Chưa chọn icon

source: Uncategorized
da: Ukategoriseret
de: Nicht kategorisiert
es_mx: No clasificado
fr: Non catégorisé
hu: Kategorizálatlan
it: Non categorizzato
ja: 未分類
nl: Niet-gecategoriseerd
ru: Без категории
sr: Nepoznato
tr: Sınıflandırılmamış
vi: Chưa có danh mục

source: Search...
da: Søg...
de: Suchen...
es_mx: Búsqueda...
fr: Rechercher...
hu: Keresés...
it: Ricerca...
ja: 検索…
nl: Zoeken...
pt: Pesquisa...
ru: Поиск...
sr: Pretraži…
tr: Ara...
vi: Tìm kiếm...

source: Select category
da: Vælg kategori
de: Kategorie auswählen
es_mx: Seleccionar categoría
fr: Sélectionner une catégorie
hu: Válassz kategóriát
it: Seleziona categoria
ja: カテゴリを選択
nl: Selecteer categorie
ru: Выберите категорию
sr: Izaberi kategoriju
tr: Sınıf seç
vi: Chọn danh mục

source: Select pack
da: Vælg pakke
es_mx: Seleccionar paquete
fr: Sélectionnez le pack
hu: Csomag választás
it: Seleziona la confezione
ja: パック選択
nl: Selecteer pakket
ru: Выбрать набор
sr: Izaberi pakovanje
tr: Paket seç
vi: Chọn gói

source: {0} icons
da: {0} ikoner
de: {0} Symbole
es_mx: Iconos {0}
fr: Icônes {0}
hu: {0} db
it: {0} icone
ja: {0} アイコン
nl: {0} pictogrammen
ru: {0} значков
sr: {0} ikone
tr: {0} simge

source: Loading
da: Indlæser
de: Wird geladen
es_mx: Cargando
fr: Chargement
hu: Betöltés
it: Caricamento
ja: 読み込み中
nl: Laden
pt: A carregar
ru: Загрузка
sr: Učitavanje
tr: Yükleniyor
vi: Đang tải

source: No results found
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
es_mx: No hay resultados
fr: Aucun résultat trouvé
hu: Nincs találat
it: Nessun risultato trovato
ja: 一致するものが見つかりませんでした
nl: Geen resultaten gevonden
pt: Nenhum resultado encontrado
ru: Ничего не найдено
sr: Nema pronađenih rezultata
tr: Hiçbir şey bulunamadı
vi: Không có kết quả nào được tìm thấy

source: modelRenderer entry required for tables
de: modelRenderer Eintrag für Tabellen erforderlich
es_mx: entrada de modelRenderer requerida para tablas
fr: Entrée "modelRenderer" requise pour les tables
hu: Táblákhoz modelRenderer példány szükséges
it: Voce ModelRenderer necessaria per le tabelle
ja: テーブルに必要な modelRenderer エントリ
nl: modelRenderer-invoer vereist voor tabellen
pt: entrada do modelRenderer necessária para tabelas
ru: запись modelRenderer необходима для таблиц
sr: Generator potreban za tabele
tr: Tablolar için gerekli modelRenderer girdisi

source: No entries available
da: Ingen poster tilgængelige
de: Keine Einträge vorhanden
es_mx: No hay entradas disponibles
fr: Aucune entrée n'est disponible
hu: Nincs elérhető bejegyzés
it: Nessuna voce disponibile
ja: 選択した機能に使用できるエントリはありません
nl: Geen items beschikbaar
pt: Nenhuma entrada disponível
ru: Нет доступных записей
sr: Nema unosa
tr: Kullanılabilir girdi yok
vi: Không mục nhập nào có sẵn

source: Add new row
da: Tilføj ny række
es_mx: Añadir fila nueva
fr: Ajouter une nouvelle ligne
hu: Új sor hozzáadása
it: Aggiungi nuova riga
ja: 新しい行を追加
nl: Nieuwe rij toevoegen
ru: Добавить строку
sr: Dodaj novi red

source: Thumbnail
de: Vorschaubild
es_mx: Miniatura
fr: Miniature
hu: Bélyegkép
it: Miniatura
ja: サムネイル
pt: Miniatura
ru: Миниатюра
sr: Sličice
tr: Küçük resim
vi: Ảnh thu nhỏ

source: Importing Rows
da: Importerer Rækker
de: Importiere Zeilen
es_mx: Importando filas
fr: Importation des lignes
hu: Sorok importálása
it: Importa Righe
ja: 行のインポート
nl: Importeren van rijen
ru: Импорт строк
sr: Uvoženje redova
tr: Satırlar İçe Aktarılıyor
vi: Nhập theo hàng

source: Please wait while the data is imported
da: Vent venligst mens data importeres
de: Bitte warten... während die Daten importiert werden
es_mx: Por favor espere mientras los datos son importados
fr: Veuillez patienter pendant que les données sont importées
hu: Kérem várjon az importálás végéig
it: Si prega di attendere mentre i dati vengono importati
ja: データがインポートされるまでお待ちください
nl: Een ogenblik geduld, de gegevens worden geïmporteerd
ru: Пожалуйста, подождите, пока данные импортируются
sr: Molimo Vas da sačekate dok se podaci učitavaju
tr: Veri içe aktarılırken lütfen bekleyin
vi: Vui lòng đợi trong khi dữ liệu được cập nhật

source: An error occurred while importing data
da: En fejl opstod under import af data
de: Beim Importieren der Daten ist ein Fehler aufgetreten
es_mx: Se ha producido un error al importar datos
fr: Une erreur est survenue lors de l’importation des données
hu: Importálás közben hiba keletkezett
it: Si è verificato un errore durante l'importazione dei dati
ja: データのインポート中にエラーが発生しました
nl: Fout opgetreden tijdens het importeren van de gegevens
ru: Произошла ошибка при импорте данных
sr: Desila se greška prilikom učitavanja podataka
tr: Veriyi içeri aktarırken bir hata oluştu
vi: Xảy ra lỗi khi nhập dữ liệu

source: Edit Data
da: Rediger data
de: Daten ändern
es_mx: Editar datos
fr: Éditer les données
hu: Adat szerkesztése
it: Modifica dati
ja: データの編集
nl: Gegevens bewerken
ru: Изменить данные
sr: Izmeni podatke
tr: Veriyi Düzenle
vi: Sửa dữ liệu

source: Delete Row
da: Slet række
de: Zeile löschen
es_mx: Eliminar fila
fr: Supprimer cette ligne
hu: Sor törlése
it: Elimina riga
ja: 行の削除
nl: Rij verwijderen
ru: Удалить строку
sr: Izbriši red
tr: Satır Sil
vi: Xoá hàng

source: Row
da: Række
de: Zeile
es_mx: Fila
fr: Ligne
hu: Sor
it: Riga
ja: 行
nl: Rij
ru: Строка
sr: Red
tr: Satır
vi: Hàng

source: Row contains errors
da: Rækken indeholder fejl
de: Zeile enthält Fehler
es_mx: La fila contiene errores
fr: La ligne contient des erreurs
it: La riga contiene errori
ja: 行にエラーが含まれています
nl: Rij bevat fouten
ru: Строка содержит ошибки
sr: Red ima greške
tr: Satırda hatalar var
vi: Hàng

source: Accept
da: Acceptere
de: Annehmen
es_mx: Aceptar
fr: Accepter
hu: Elfogad
it: Accetta
ja: 承諾
nl: Accepteren
ru: Принять
sr: Prihvati
tr: Kabul et
vi: Chấp nhận

source: Valid
da: Gyldig
de: Gültig
es_mx: Válido
fr: Valide
hu: Érvényes
it: Valido
ja: 有効
ru: Верно
sr: Validiraj
tr: Geçerli
vi: Hợp lệ

source: Filter by row validation status
da: Filtrer efter rækkevaliderings status
de: Filtern nach Zeilenvalidierung
es_mx: Filtrar por estado de validación de fila
fr: Filtrer par état de validation de ligne
it: Filtra per stato di convalida della riga
ja: 行の検証ステータスによるフィルタリング
nl: Filter op rij validatiestatus
ru: Фильтр по статусу проверки строк
sr: Filtriraj prema validacionom statusu reda
tr: Satır doğrulama durumuna göre süz
vi: Lọc theo tình trạng xác thực

source: Complete
da: Færdiggjort
de: Fertigstellen
es_mx: Completado
fr: Complet
hu: Kész
it: Completato
ja: 完了
pt: Completo
ru: Готово
sr: Završi
tr: Tam
vi: Hoàn thành

source: Filter by row completion status
da: Filtrer efter rækkefuldførelse status
de: Filtern nach Zeilenvollständigkeit
es_mx: Filtrar por estado de finalización de fila
fr: Filtrer par statut de complétion de ligne
it: Filtra per stato completamento riga
ja: 行の完了ステータスによるフィルタリング
nl: Filter op rij voltooiingsstatus
ru: Фильтровать по статусу завершения строк
sr: Filtriraj prema validacionom statusu reda
tr: Satır tamamlanma durumuna göre süz
vi: Lọc theo trạng thái hoàn thành

source: Import selected rows
da: Importer markerede rækker
de: Ausgewählte Zeilen importieren
es_mx: Importar filas seleccionadas
fr: Importer les lignes sélectionnées
it: Importa righe selezionate
ja: 選択行のインポート
nl: Geselecteerde rijen importeren
ru: Импорт выделенных строк
sr: Učitaj izabrane redove
tr: Seçlen satırları içe aktar
vi: Nhập các hàng đã chọn

source: Processing Data
da: Behandler Data
de: Daten werden verarbeiten
es_mx: Procesando datos
fr: Traitement des données
hu: Adatok feldolgozása
it: Elaborazione dati
ja: 加工データ
nl: Gegevens verwerken
ru: Обработка данных
sr: Obrađivanje podataka
tr: Veri İşleniyor
vi: Đang xử lý dữ liệu

source: An error occurred
da: En feil opstod
de: Ein Fehler ist aufgetreten
es_mx: Se ha producido un error
fr: Une erreur s'est produite
hu: Hiba történt
it: Si è verificato un errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
ru: Произошла ошибка
sr: Desila se greška
tr: Bir hata oluştu
vi: Có lỗi xảy ra

source: Select column, or leave blank to ignore this field.
da: Vælg kolonne, eller efterlad blank for at ignorere dette felt.
de: Spalte auswählen oder leer lassen, um dieses Feld zu ignorieren.
es_mx: Seleccione la columna o deje en blanco para ignorar este campo.
fr: Sélectionnez la colonne, ou laissez vide pour ignorer ce champ.
it: Seleziona la colonna o lascia vuoto per ignorare questo campo.
ja: 列を選択するか、このフィールドを無視する場合は空白のままにします。
nl: Selecteer kolom, of laat leeg om dit veld te negeren.
ru: Выберите столбец, или оставьте пустым, чтобы игнорировать это поле.
sr: Izaberi kolonu, ili ostavi prazno da se polje ne koristi
tr: Sütun seçin veya bu alanı yok saymak için boş bırakın.
vi: Chọn cột hoặc để trống để bỏ qua trường này.

source: Ignore this field
da: Ignorer dette felt
de: Dieses Feld ignorieren
es_mx: Ignorar este campo
fr: Ignorer ce champ
hu: Figyelmen kívül hagyja ezt a mezőt
it: Ignora questo campo
ja: このフィールドを無視する
nl: Negeer dit veld
ru: Игнорировать это поле
sr: Ignoriši ovo polje
tr: Bu alanı yok say
vi: Bỏ qua trường này

source: Mapping data columns to database fields
da: Kortlægning af datakolonner til databasefelter
de: Spalten zu Datenbankfeldern zuordnen
es_mx: Mapear datos de columnas a campos de la base de datos
fr: Mappage des colonnes de données aux champs de la base de données
it: Mappatura colonne di dati ai campi del database
ja: データ・カラムとデータベース・フィールドのマッピング
nl: Gegevenskolommen toewijzen aan database velden
ru: Сопоставление столбцов данных с полями базы данных
sr: Mapiranje kolona podataka u polja baze podataka
tr: Veri sütunları veritabanı alanları ile eşleştiriliyor
vi: Đang ánh xạ các cột vào các trường cơ sở dữ liệu

source: Accept Column Mapping
da: Accepter Kolonnekortlægning
de: Spaltenzuordnung akzeptieren
es_mx: Aceptar mapeo de columnas
fr: Accepter le mappage des colonnes
it: Accetta Mappatura Colonna
ja: カラムマッピングの受け入れ
nl: Accepteer kolomtoewijzing
ru: Принять сопоставление колонок
sr: Prihvati mapiranje kolona
tr: Sütun Eşleştirmesini Kabul Et
vi: Chấp nhận ánh xạ cột

source: Database Field
da: Databasefelt
de: Datenbankfeld
es_mx: Cambo de base de datos
fr: Champ de base de données
hu: Adatbázismező
it: Campo Database
ja: データベース・フィールド
nl: Database veld
ru: Поле базы данных
sr: Polje baze podataka
tr: Veritabanı Alanı
vi: Trường cơ sở dữ liệu

source: Field Description
da: Feltbeskrivelse
de: Feldbeschreibung
es_mx: Descripción del campo
fr: Description du champ
hu: Mező leírás
it: Campo descrizione
ja: フィールドの説明
nl: Veld beschrijving
ru: Описание поля
sr: Opis polja
tr: Alan Açıklaması
vi: Mô tả trường

source: Imported Column
da: Importerede Kolonne
de: Importierte Spalte
es_mx: Columna importada
fr: Colonne importée
it: Colonna Importata
ja: インポートされた列
nl: Geïmporteerde kolom
ru: Импортированный столбец
sr: Uvežena kolona
tr: İçe Aktarılmış Sütun
vi: Cột nhập khẩu

source: Default Value
da: Standardværdi
de: Standard-Wert
es_mx: Valor por defecto
fr: Valeur par Défaut
hu: Alapértelmezett érték
it: Valore Predefinito
ja: 初期値
nl: Standaard waarde
ru: Значение по умолчанию
sr: Podrazmevana vrednost
tr: Varsayılan Değer
vi: Giá trị mặc định

source: Upload File
da: Upload Fil
de: Datei hochgeladen
es_mx: Subir archivo
fr: Transférer un fichier
hu: Fájl feltöltése
it: Carica file
ja: ファイルをアップロードする
nl: Bestand uploaden
ru: Загрузить файл
sr: Učitaj fajl
tr: Dosya Yükle
vi: Tải file

source: Map Columns
da: Kortlæg Koloner
de: Spalten zuordnen
es_mx: Mapear columnas
fr: Mapper les colonnes
hu: Oszlopok leképezése
it: Mappa colonne
ja: マップ列
nl: Map kolommen
ru: Сопоставить столбцы
sr: Mapiraj kolone
tr: Sütunları Eşleştir
vi: Ánh xạ cột

source: Import Rows
da: Importer Rækker
ja: 行をインポート
nl: Importeer Rijen

source: Process Data
da: Behandler Data
de: Daten verarbeiten
es_mx: Procesar datos
fr: Traiter les données
hu: Adatok feldolgozása
it: Elaborazione dati
ja: 加工データ
nl: Gegevens verwerken
ru: Обработать данные
sr: Procesiraj podatke
tr: Veriyi İşle
vi: Truy cập dữ liệu

source: Complete Import
da: Færdiggør Import
de: Import abschließen
es_mx: Completar importación
fr: Finaliser l’importation
it: Importazione Completata
ja: インポート完了
nl: Voltooi importeren
ru: Завершить импорт
sr: Završi učitavanje
tr: İçe Aktarmayı Tamamla
vi: Hoàn thành nhập dữ liệu

source: Failed to fetch import session data
da: Kunne ikke import sessionsdata
fr: Impossible de récupérer les données d'import de la session
it: Recupero dati della sessione d'importazione non riuscito
ja: セッションデータのインポート取得に失敗しました
nl: Ophalen van import sessie gegevens is mislukt
ru: Не удалось получить данные сессии импорта

source: Import Complete
da: Import fuldført
de: Import abgeschlossen
es_mx: Importación completada
fr: Importation Complète
hu: Importálás befejezve
it: Importazione Completata
ja: インポート完了
nl: Importeren voltooid
ru: Импорт завершён
sr: Učitavanje kompletirano
tr: İçe Aktarma Tamam
vi: Nhập dữ liệu thành công

source: Data has been imported successfully
da: Data er blevet importeret
de: Daten wurden erfolgreich importiert
es_mx: Los datos se han importado satisfactoriamente
fr: Les données on était correctement importés
it: I dati sono stati importati correttamente
ja: データは正常にインポートされました
nl: De gegevens zijn met succes geïmporteerd
ru: Данные успешно импортированы
sr: Podaci su učitani uspešno
tr: Veri başarıyla içe aktarıldı
vi: Dữ liệu đã được nhập thành công
