Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Filter by parts which are templates
da: Filtrer efter dele, som er skabeloner
fr: Filtrer par pièces qui sont des modèles
it: Filtra per articoli che sono modelli
ja: テンプレートになっているパーツで絞り込み
nl: Filter op onderdelen die sjablonen zijn
ru: Показать шаблоны деталей
sr: Filtriraj delove koji su šabloni
tr: Şablon olan parçalara göre süz

source: Is Variant
fr: Est une variante
hu: Változat-e
it: È una Variante
ja: バリエーション？
nl: Is een variant
ru: Разновидности

source: Filter by parts which are variants
fr: Filtrer par pièces qui sont des variantes
it: Filtra per articoli che sono varianti
ja: バリエーション部品によるフィルタリング
nl: Filter op onderdelen die sjablonen zijn
ru: Показать детали, которые являются разновидностями

source: Is Revision
fr: Est une révision
hu: Változat-e
it: È una revisione
ja: 改訂版
nl: Is revisie
ru: Является ревизией
sr: Je revizija
tr: Revizyon Olanlar

source: Filter by parts which are revisions
fr: Filtrer par pièces qui sont des révisions
it: Filtra per articoli che sono revisioni
ja: 改定箇所による絞り込み
nl: Filter op onderdelen die revisies zijn
ru: Фильтр по деталям, которые являются ревизиями
sr: Filtriraj delove koji su revizije
tr: Revizyon olan parçalara göre süz

source: Has Revisions
da: Har Revisioner
fr: Possède des révisions
hu: Vannak változatai
it: Ha revisioni
ja: 改定あり
nl: Heeft revisies
ru: Есть ревизии
sr: Ima revizije
tr: Revizyonu Olanlar

source: Filter by parts which have revisions
fr: Filtrer par pièces qui ont des révisions
it: Filtra per articoli che hanno revisioni
ja: リビジョンがある部品でフィルタリング
nl: Filter op onderdelen die revisies hebben
ru: Фильтр по деталям, которые имеют ревизии
sr: Filtriraj delove koji imaju revizije
tr: Revizyonu olan parçalara göre süz

source: Filter by parts which have pricing information
fr: Filtrer par pièces qui ont des informations de prix
it: Filtra per articoli che hanno informazioni sui prezzi
ja: 価格情報のある部品でフィルタリング
nl: Filter op onderdelen met prijsinformatie
ru: Фильтр по деталям, которые имеют ценовую информацию
sr: Filtriraj delove koji imaju informaciju o ceni
tr: Fiyatlandırma bilgisi olan parçalara göre süz

source: Filter by parts which have available stock
fr: Filtrer par pièces qui ont du stock disponible
it: Filtra per articoli che hanno scorte disponibili
ja: 在庫のある部品で絞り込み
nl: Filter op onderdelen die beschikbare voorraad hebben
ru: Фильтр по деталям, которые имеют доступный запас
sr: Filtriraj delove koji imaju dostupne zalihe
tr: Stokta olan parçalara göre süz

source: Filter by parts to which the user is subscribed
fr: Filtrer par pièces auxquelles l'utilisateur est abonné
it: Filtra per articoli a cui l'utente è iscritto
ja: ユーザーが購読しているパートによるフィルタリング
nl: Filter op delen waarop de gebruiker geabonneerd is
ru: Показать детали, на которые пользователь подписан
sr: Filtriraj delove na koje je korisnik pretplaćen
tr: Kullanıcının abone olduğu parçalara göre süz

source: Import Parts
da: Importer Dele
it: Importa Articoli
ja: 部品をインポートします
nl: Importeren onderdelen
ru: Импортировать детали

source: Set Category
fr: Définir la catégorie
hu: Kategória beállítása
it: Imposta Categoria
ja: カテゴリを設定
nl: Categorie instellen
ru: Выбрать категорию

source: Set category for selected parts
fr: Définir la catégorie pour les pièces sélectionnées
it: Imposta categoria per gli articoli selezionati
ja: 選択した部品にカテゴリを設定
nl: Categorie voor geselecteerde onderdelen instellen
ru: Выбрать категорию для выбранных деталей

source: Order selected parts
es_mx: Ordenar partes seleccionadas
fr: Commander les pièces sélectionnées
it: Ordina articoli selezionati
ja: 選択した部品の注文
nl: Geselecteerde delen bestellen
ru: Закупить выбранные детали
sr: Naruči izabrane delove

source: Add Parts
da: Tilføj Dele
it: Aggiungi Articoli
ja: パーツを追加
nl: Voeg onderdelen toe
ru: Добавить детали

source: Create Part
da: Opret Del
it: Crea Articolo
ja: 部品を作成する
nl: Onderdeel maken
ru: Создать деталь

source: Create a new part
da: Opret ny del
it: Crea nuovo articolo
ja: 新しい部品を作成します
nl: Maak een nieuw onderdeel maken
ru: Создать новую деталь

source: Import parts from a file
da: Importer dele fra en fil
it: Importa Articoli da File
ja: 部品をファイルからインポートします
nl: Importeer onderdelen van een bestand
ru: Иморт деталей из файла

source: Import from Supplier
da: Importer fra leverandør
it: Importa dal Fornitore
ja: サプライヤーからインポートします
nl: Importeren van leverancier
ru: Импорт от поставщика

source: Import parts from a supplier plugin
da: Importer dele fra leverandør plugin
it: Importa articoli da un plugin del fornitore
ja: サプライヤープラグインから部品をインポートします
nl: Onderdelen van een leverancierspagina importeren
ru: Импортировать детали из плагина поставщика

source: Add Test Result
da: Tilføj Testresultat
de: Testergebnis hinzufügen
fr: Ajouter les résultats des tests
hu: Teszt eredmény hozzáadása
it: Aggiungi risultato test
ja: テスト結果の追加
nl: Testresultaat toevoegen
pt: Adicionar Resultado de Teste
ru: Добавить результат тестирования
sr: Dodaj test rezultat
tr: Test Sonucu Ekle

source: Test result added
da: Testresultater tilføjet
de: Testergebnis hinzugefügt
fr: Résultats des tests ajoutés
hu: Teszt eredmény feltöltve
it: Risultato del test aggiunto
ja: テスト結果追加
nl: Test resultaat toegevoegd
pt: Resultado do teste adicionado
ru: Результат тестирования добавлен
sr: Test rezultat dodat
tr: Test sonucu eklendi

source: Add Test Results
da: Tilføj Testresultater
fr: Ajouter les résultats de test
it: Aggiungi risultato dei test
ja: テスト結果を追加します
nl: Voeg testresultaten toe
ru: Добавить результаты теста

source: Test results added
da: Testresultater tilføjet
fr: Résultats de test ajoutés
it: Risultato dei test aggiunti
ja: テスト結果を追加しました
nl: Test resultaten toegevoegd
ru: Результаты теста добавлены

source: No Result
da: Ingen Resultater
de: Kein Ergebnis
fr: Aucun résultat
hu: Nincs eredmény
it: Nessun risultato
ja: 結果なし
nl: Geen resultaat
pt: Sem Resultado
ru: Нет результатов
sr: Nema rezultata
tr: Sonuç Yok

source: Show build outputs currently in production
fr: Afficher les sorties
it: Mostra gli ordini di produzione attualmente in produzione
ja: 現在生産中のビルド出力を表示
nl: Toon bouw outputs die momenteel in productie zijn
ru: Показать продукцию, находящуюся в производстве
sr: Prikaži naloge za izradu koji su u produkciji
tr: Üretimde olan yapım çıktılarını göster

source: Test is defined for a parent template part
fr: Le test est défini pour une pièce modèle parente
it: Il test è definito per un modello articolo superiore
ja: 親テンプレート部分に対してテストが定義されています。
nl: Test is ingesteld voor een bovenliggende sjabloononderdeel
ru: Тест определён в шаблонах тестов родителя
sr: Test je definisan za nadređeni deo šablona
tr: Test bir üst şablon parça için tanımlıdır

source: Template Details
da: Skabelon Detaljer
fr: Détails du modèle
it: Dettagli modello
ja: テンプレートの詳細
nl: Sjabloon details
ru: Сведения о шаблоне
sr: Detalji šablona
tr: Şablon Ayrıntıları

source: Results
da: Resultater
de: Ergebnisse
es_mx: Resultados
fr: Résultats
hu: Eredmények
it: Risultati
ja: 結果
nl: Resultaten
pt: Resultados
ru: Результаты
sr: Rezultati
tr: Sonuçlar

source: Show required tests
da: Vis påkrævede tests
de: Erforderliche Tests anzeigen
es_mx: Mostrar pruebas requeridas
fr: Afficher les tests requis
hu: Szükséges tesztek megjelenítése
it: Mostra i test richiesti
ja: 必要なテストを表示
nl: Toon verplichte tests
pt: Exibir testes obrigatórios
ru: Показать необходимые тесты
sr: Prikaži neophodne testove
tr: Gerekli testleri göster

source: Show enabled tests
da: Vis aktiverede tests
de: Aktivierte Tests anzeigen
es_mx: Mostrar pruebas habilitadas
fr: Afficher les tests activés
hu: Engedélyezett tesztek megjelenítése
it: Mostra test abilitati
ja: 有効なテストの表示
nl: Toon ingeschakelde tests
pt: Exibir testes habilitados
ru: Показать активные тесты
sr: Prikaži omogućene testove
tr: Etkin testleri göster

source: Requires Value
da: Kræver Værdi
de: Wert erforderlich
fr: La valeur est obligatoire
hu: Érték kötelező
it: Valore richiesto
ja: 価値が必要
nl: Waarde vereist
pt: Valor obrigatório
ru: Требуется значение
sr: Zahteva vrednost
tr: Değer Gerektirir

source: Show tests that require a value
da: Vis tests der kræver en værdi
de: Tests anzeigen, die einen Wert erfordern
fr: Afficher les tests qui nécessitent une valeur
hu: Kötelező adatos tesztek megjelenítése
it: Mostra test che richiedono un valore
ja: 値を必要とするテストを表示
nl: Toon testen waarvoor een waarde vereist is
pt: Mostrar testes que requerem um valor
ru: Показать тесты, в которых требуется значение
sr: Prikaži testove koji zahtevaju vrednost
tr: Bir değer gerektiren testleri göster

source: Requires Attachment
da: Kræver Vedhæftning
de: Anhang erforderlich
fr: Nécessite une pièce jointe
it: Richiede Allegato
ja: アタッチメントが必要
nl: Vereist bijlage
pt: Anexo obrigatório
ru: Требуются вложения
sr: Zahteva prilog
tr: Ek Gerektirir

source: Show tests that require an attachment
da: Vis tests der kræver en vedhæftet fil
de: Tests anzeigen, die einen Anhang erfordern
fr: Afficher les tests qui nécessitent une pièce jointe
hu: Kötelező mellékletes tesztek megjelenítése
it: Mostra test che richiedono un allegato
ja: 添付ファイルが必要なテストの表示
nl: Toon tests die een bijlage vereisen
pt: Mostrar testes que requerem um anexo
ru: Показать тесты, в которых требуется вложение
sr: Prikaži testove koji zahtevaju prilog
tr: Bir ek gerektiren testleri göster

source: Include Inherited
de: Vererbte einschließen
fr: Inclure les héritages
hu: Örököltekkel együtt
it: Includi Ereditato
ja: インクルード継承
nl: Overgenomen meenemen
pt: Incluir Herdados
ru: Включая унаследованные
sr: Uključi nasleđeno
tr: Miras Alınanı İçer

source: Show tests from inherited templates
de: Tests von geerbten Vorlagen anzeigen
fr: Afficher les tests des modèles hérités
hu: Örökölt sablonos tesztek megjelenítése
it: Mostra test da modelli ereditati
ja: 継承されたテンプレートからのテストの表示
nl: Toon tests van overgenomen sjablonen
pt: Mostrar testes de modelos herdados
ru: Показать унаследованные тесты
sr: Prikaži testove iz nasleđenih šablona
tr: Miras alınan şablonlardan olan testleri göster

source: Has Results
da: Har Resultater
de: Hat Ergebnisse
fr: Possède des résultats
hu: Van eredmény
it: Ha Risultati
ja: 実績あり
nl: Heeft resultaten
pt: Possui Resultados
ru: Есть результат
sr: Ima rezultate
tr: Sonuçları Olanlar

source: Show tests which have recorded results
da: Vis tests som har registreret resultater
de: Tests anzeigen, die die Ergebnisse beinhalten
fr: Afficher les tests qui ont des résultats enregistrés
hu: Rögzített eredményes tesztek megjelenítése
it: Mostra i test che hanno risultati registrati
ja: 結果を記録したテストの表示
nl: Toon tests die de resultaten hebben opgenomen
pt: Mostrar testes que tenham resultados gravados
ru: Показать тесты, в которых есть записанные результаты
sr: Prikaži testove koji imaju zabeležene rezultate
tr: Kayıtlı sonuçları olan testleri göster

source: Add Test Template
da: Tilføj Test Skabelon
de: Testvorlage hinzufügen
fr: Ajouter un modèle de test
hu: Teszt sablon hozzáadása
it: Aggiungi Modello di Test
ja: テストテンプレートの追加
nl: Test sjabloon toevoegen
pt: Adicionar Modelo de Teste
ru: Создать шаблон теста
sr: Dodaj test šablon
tr: Test Şablonu Ekle

source: Edit Test Template
da: Rediger Test Skabelon
de: Testvorlage bearbeiten
fr: Modifier le modèle de test
hu: Teszt sablon szerkesztése
it: Modifica Modello di Test
ja: テストテンプレートの編集
nl: Bewerk test sjabloon
pt: Editar Modelo de Teste
ru: Редактировать шаблон теста
sr: Izmeni test šablon
tr: Test Şablonunu Düzenle

source: Delete Test Template
da: Slet Test Skabelon
de: Testvorlage löschen
fr: Supprimer le modèle de test
hu: Teszt sablon törlése
it: Elimina Modello di Test
ja: テストテンプレートの削除
nl: Test sjabloon verwijderen
pt: Excluir Modelo de Teste
ru: Удалить шаблон теста
sr: Obriši test šablon
tr: Test Şablonunu Sil

source: This action cannot be reversed
da: Denne handling kan ikke fortrydes
de: Diese Aktion kann nicht rückgängig gemacht werden
es_mx: Esta acción no puede ser revertida
fr: Cette action ne peut pas être annulée
hu: Ez a művelet nem vonható vissza
it: Questa azione non può essere annullata
ja: この行為は取り消すことはできません。
nl: Deze actie kan niet ongedaan worden gemaakt
pt: Esta acção não pode ser revertida
ru: Это действие нельзя будет отменить
sr: Ova akcija se ne može poništiti
tr: Bu eylem geri alınamaz

source: Any tests results associated with this template will be deleted
da: Alle testresultater, der er knyttet til denne skabelon, vil blive slettet
de: Alle mit dieser Vorlage verknüpften Testergebnisse werden gelöscht
es_mx: Cualquier resultado de prueba asociado a esta plantilla será eliminado
fr: Tous les résultats de tests associés à ce modèle seront supprimés
hu: Minden teszt eredmény amit ehhez a sablonhoz rögzítettek elvész
it: Tutti i risultati dei test associati a questo modello verranno eliminati
ja: このテンプレートに関連付けられたテスト結果はすべて削除されます。
nl: Alle testresultaten die gekoppeld zijn aan dit sjabloon worden verwijderd
pt: Quaisquer resultados de testes associados a este modelo serão excluídos
ru: Все результаты тестов, связанные с этим шаблоном будут удалены
sr: Svi rezultati testova povezani sa ovim šablonom biće obrisani
tr: Bu şablonla ilişkili tüm test sonuçları silinecektir

source: View Parent Part
fr: Voir la pièce parente
hu: Szülő alkatérsz megtekintése
it: Visualizza Articolo Genitore
ja: 親部分を見る
nl: Bovenliggend onderdeel bekijken
ru: Показать родительскую деталь
sr: Prikaži nadređeni deo
tr: Üst parçayı Görüntüle

source: Part templates cannot be edited, as the part is locked
da: Del skabeloner kan ikke redigeres, da delen er låst
fr: Les modèles de pièce ne peuvent pas être modifiés car la pièce est verrouillée
it: I modelli dell'articolo non possono essere modificati, poiché l'articolo è bloccato
ja: パートがロックされているため、パートテンプレートは編集できません。
nl: Onderdelen sjablonen kunnen niet worden bewerkt, omdat het onderdeel is vergrendeld
ru: Шаблоны нельзя редактировать, поскольку деталь заблокирована
sr: Šabloni delova ne mogu biti izmenjeni, deo je zaključan
tr: Parça kilitli olduğundan parça şablonları düzenlenemez

source: Select
da: Vælg
de: Wähle
fr: Sélectionner
hu: Kiválaszt
it: Seleziona
ja: 選択
nl: Selecteer
pt: Selecionar
ru: Выбрать
sr: Izaberi
tr: Seç

source: Show active variants
de: Aktive Varianten anzeigen
fr: Afficher les variantes actives
hu: Aktív változatok megjelenítése
it: Mostra varianti attive
ja: アクティブなバリアントを表示
nl: Toon actieve varianten
pt: Mostrar variantes ativas
ru: Показать активные варианты
sr: Prikaži aktivne varijante
tr: Etkin türevleri göster

source: Template
da: Skabelon
de: Vorlage
fr: Modèle
hu: Sablon
it: Modello
ja: テンプレート
nl: Sjabloon
pt: Modelo
ru: Шаблон
sr: Šablon
tr: Şablon

source: Show template variants
da: Vis skabelonvarianter
de: Vorlagenvarianten anzeigen
fr: Afficher les variantes du modèle
hu: Sablon változatok megjelenítése
it: Mostra varianti modello
ja: テンプレートのバリアントを表示
nl: Toon sjabloon varianten
pt: Mostrar variantes do modelo
ru: Показать шаблонные варианты
sr: Prikaži varijante šablona
tr: Şablon türevlerini göster

source: Show virtual variants
de: Virtuelle Varianten anzeigen
fr: Afficher les variantes virtuelles
hu: Virtuális változatok megjelenítése
it: Mostra varianti virtuali
ja: 仮想バリアントを表示
nl: Virtuele varianten tonen
pt: Mostrar variantes virtuais
ru: Показать виртуальные варианты
sr: Prikaži virtuelne varijante
tr: Sanal türevleri göster

source: Show trackable variants
de: Nachverfolgbare Varianten anzeigen
fr: Afficher les variantes traçables
hu: Követhető változatok megjelenítése
it: Mostra varianti tracciabili
ja: 追跡可能なバリアントを表示
nl: Traceerbare items tonen
pt: Mostrar variantes rastreáveis
ru: Показать отслеживаемые варианты
sr: Prikaži praćene varijante
tr: İzlenebilir türevleri göster

source: Add Related Part
da: Tilføj Relateret Del
de: Verknüpftes Teil hinzufügen
fr: Ajouter une pièce associée
hu: Kapcsolódó alkatrész hozzáadása
it: Aggiungi articolo correlato
ja: 関連部品の追加
nl: Voeg gerelateerd deel toe
pt: Adicionar Peça Relacionada
ru: Создать связанную деталь
sr: Dodaj povezani deo
tr: İlgili Parça Ekle
vi: Thêm phụ kiện liên quan

source: Delete Related Part
da: Slet Relateret Del
de: Verknüpftes Teil löschen
fr: Supprimer la pièce associée
hu: Kapcsolódó alkatrész törlése
it: Elimina Articolo Correlato
ja: 関連部品の削除
nl: Verwijder gerelateerde deel
pt: Excluir Peça Relacionada
ru: Удалить связанную деталь
sr: Obriši povezani deo
tr: İlgili Parçayı Sil
vi: Xóa phụ kiện liên quan

source: Edit Related Part
da: Rediger Relateret Del
es_mx: Editar pieza relacionada
fr: Modifier la pièce associée
hu: Kapcsolódó alkatrész szerkesztése
it: Aggiungi articolo correlato
ja: 関連部品の編集
nl: Bewerk gerelateerd deel
ru: Редактировать связанную деталь
sr: Izmeni povezani deo

source: Add Selection List
da: Tilføj Valgliste
es_mx: Añadir lista de selección
fr: Ajouter une liste de sélection
it: Aggiungi Elenco selezione
ja: セレクションリストの追加
nl: Selectielijst toevoegen
ru: Создать список выбора
sr: Dodaj listu odabira

source: Edit Selection List
da: Rediger Valgliste
es_mx: Editar lista de selección
fr: Modifier la liste de sélection
it: Modifica Elenco selezione
ja: 選択リストの編集
nl: Selectielijst bewerken
ru: Редактировать список выбора
sr: Izmeni listu odabira

source: Delete Selection List
da: Slet Valgliste
es_mx: Eliminar lista de selección
fr: Supprimer la liste de sélection
it: Elimina Elenco selezione
ja: 選択リストの削除
nl: Selectielijst verwijderen
ru: Удалить список выбора
sr: Obriši listu odabira

source: Stage
da: Fase
de: Bühne
es_mx: Etapa
fr: Étape
hu: Munkafázis
it: Fase
ja: ステージ
nl: Fase
pt: Etapa
ru: Этап
sr: Faza
tr: Hazırla

source: Plugin is active
da: Plugin er aktiv
de: Plugin ist aktiv
fr: Le plugin est actif
hu: Ez a plugin aktív
it: Il plugin è attivo
ja: プラグインがアクティブ
nl: Plug-in is ingeschakeld
pt: A Extensão está ativa
ru: Плагин активен
sr: Dodatak aktivan
tr: Eklenti etkin
vi: Phần bổ sung hoạt động

source: Plugin is inactive
da: Plugin er Inaktiv
de: Plugin ist inaktiv
fr: Le plugin est inactif
hu: Ez a plugin nem aktív
it: Il plugin non è attivo
ja: プラグインが無効
nl: Plug-in is niet actief
pt: A Extensão não está ativa
ru: Плагин неактивен
sr: Dodatak nije aktivan
tr: Eklenti etkisiz
vi: Phần bổ sung đang tắt

source: Plugin is not installed
da: Plugin er ikke installeret
de: Plugin ist nicht installiert
fr: Le plugin n'est pas installé
hu: Ez a plugin nincs telepítve
it: Il plugin non è installato
ja: プラグインがインストールされていません
nl: De plug-in is niet geïnstalleerd
pt: Extensão não está instalada
ru: Плагин не установлен
sr: Dodatak nije instaliran
tr: Eklenti kurulu değil
vi: Phần bổ sung chưa được cài đặt

source: Plugin
fr: Extension
ja: プラグイン
pt: Extensão
ru: Плагин
sr: Dodatak
tr: Eklenti
vi: Phần bổ sung

source: Mandatory
da: Obligatorisk
fr: Obligatoire
hu: Kötelező
it: Obbligatorio
ja: 必須
nl: Verplicht
ru: Обязательно

source: Description not available
da: Beskrivelse ikke tilgængelig
de: 描述不可用
fr: Description non disponible
hu: Leírás nem elérhető
it: Descrizione non disponibile
ja: 詳細不明
nl: Beschrijving niet beschikbaar
pt: Descrição não está disponível
ru: Описание недоступно
sr: Opis nije dostupan
tr: Kullanılabilir açıklama yok
vi: Mô tả không có sẵn

source: Confirm plugin activation
da: Bekræft aktivering af plugin
de: Plugin Aktivierung bestätigen
fr: Confirmer l'activation du plugin
hu: Plugin telepítésének megerősítése
it: Conferma attivazione plugin
ja: プラグイン有効化の確認
nl: Plug-in activeren bevestigen
pt: Confirmar a ativação da extensão
ru: Подтвердите активацию плагина
sr: Potvrdi aktivaciju dodatka
tr: Eklenti etkinleştirmesini onaylayın
vi: Xác nhận kích hoạt phần bổ sung

source: Confirm plugin deactivation
da: Bekræft deaktivering af plugin
de: Plugin Deaktivierung bestätigen
fr: Confirmer la désactivation du plugin
hu: Plugin kikapcsolásának megerősítése
it: Conferma disattivazione plugin
ja: プラグイン無効化の確認
nl: Plug-in deactiveren bevestigen
pt: Confirmar desativação da extensão
ru: Подтвердите деактивацию плагина
sr: Potvrdi deaktivaciju dodatka
tr: Eklentinin etkisizleştirilmesini onaylayın
vi: Xác nhận tắt phần bổ sung

source: The selected plugin will be activated
da: Det valgte plugin vil blive aktiveret
de: Das ausgewählte Plugin wird aktiviert
fr: Le plugin sélectionné sera activé
it: Il plugin selezionato verrà attivato
ja: 選択したプラグインが有効になります。
nl: De geselecteerde plug-in zal worden geactiveerd
pt: A extensão selecionada será ativada
ru: Выбранный плагин будет активирован
sr: Izabrani dodatak će biti aktiviran
tr: Seçilen eklenti etkinleştirilecek

source: The selected plugin will be deactivated
da: Det valgte plugin vil blive deaktiveret
de: Das ausgewählte Plugin wird deaktiviert
fr: Le plugin sélectionné sera désactivé
it: Il plugin selezionato verrà disattivato
ja: 選択したプラグインは無効化されます。
nl: De geselecteerde plug-in zal worden gedeactiveerd
pt: A extensão selecionada será desativada
ru: Выбранный плагин будет деактивирован
sr: Izabrani dodatak će biti deaktiviran
tr: Seçilen eklenti etkisizleştirilecek

source: Deactivate
da: Deaktiver
de: Deaktivieren
fr: Désactiver
hu: Kikapcsolás
it: Disattiva
ja: 無効化する
nl: Uitzetten
pt: Desativar
ru: Деактивировать
sr: Deaktiviraj
tr: Etkisizleştir
vi: Hủy kích hoạt

source: Activate
da: Aktiver
de: Aktivieren
fr: Activer
hu: Bekapcsolás
it: Attiva
ja: 有効化
nl: Inschakelen
pt: Ativar
ru: Активировать
sr: Aktiviraj
tr: Etkinleştir
vi: Kích hoạt

source: Activate selected plugin
da: Aktiver det valgte plugin
es_mx: Activar el complemento seleccionado
fr: Activer le plugin sélectionné
it: Attiva plugin selezionato
ja: 選択したプラグインを有効化
nl: Activeer geselecteerde plug-in
ru: Активировать выбранный плагин
sr: Aktiviraj izabrani dodatak

source: Update selected plugin
da: Opdater valgte plugin
es_mx: Actualizar complemento seleccionado
fr: Mettre à jour le plugin sélectionné
it: Aggiorna il plugin selezionato
ja: 選択したプラグインを更新
nl: Geselecteerde plug-in bijwerken
ru: Обновить выбранный плагин
sr: Ažuriraj izabrane dodatke

source: Uninstall
da: Afinstaller
de: Deinstallieren
fr: Désinstaller
hu: Eltávolítás
it: Disinstalla
ja: アンインストール
nl: Verwijderen
pt: Desinstalar
ru: Удалить
sr: Obriši
tr: Kaldır

source: Uninstall selected plugin
da: Afinstaller det valgte plugin
es_mx: Desinstalar el complemento seleccionado
fr: Désinstaller le plugin sélectionné
it: Disinstallare il plugin selezionato
ja: 選択したプラグインをアンインストール
nl: Geselecteerde plug-in verwijderen
ru: Удалить выбранный плагин
sr: Obriši izabrani dodatak

source: Delete selected plugin configuration
da: Slet valgte plugin konfiguration
es_mx: Eliminar la configuración del complemento seleccionado
fr: Supprimer la configuration du plugin sélectionné
it: Elimina la configurazione del plugin selezionata
ja: 選択したプラグイン設定を削除
nl: Geselecteerde plug-in configuratie verwijderen
ru: Удалить конфигурацию выбранного плагина
sr: Obriši izabranu konfiguraciju dodatka

source: Activate Plugin
da: Aktiver Plugin
de: Plugin aktivieren
fr: Activer le plugin
hu: Plugin aktiválása
it: Attiva Plugin
ja: プラグインを有効化
nl: Activeer Plug-in
pt: Ativar Extensão
ru: Активировать плагин
sr: Aktiviraj dodatak
tr: Eklentiyi Etkinleştir
vi: Kích hoạt phần bổ sung

source: The plugin was activated
da: Plugin blev aktiveret
es_mx: El complemento fue activado
fr: Le plugin a été activé
it: Il plugin è stato attivato
ja: プラグインが有効化されました
nl: De plug-in is geactiveerd
ru: Плагин был активирован
sr: Dodatak je aktiviran

source: The plugin was deactivated
da: Plugin blev deaktiveret
es_mx: El complemento fue desactivado
fr: Le plugin a été désactivé
it: Il plugin è stato disattivato
ja: プラグインが無効化されました
nl: De plug-in is uitgeschakeld
ru: Плагин был деактивирован
sr: Dodatak je deaktiviran

source: Install Plugin
da: Installer plugin
de: Plugin installieren
fr: Installer le plugin
hu: Bővítmény telepítése
it: Installa Plugin
ja: プラグインをインストール
nl: Plug-in installeren
pt: Instalar Extensão
ru: Установить плагин
sr: Instaliraj dodatak
tr: Eklenti Kur
