Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Delete Custom Unit
de: Benutzerdefinierte Einheit löschen
fr: Supprimer l'unité personnalisée
hu: Egyedi mértékegység törlése
it: Elimina Unità Personalizzata
ja: カスタムユニットの削除
nl: Aangepaste eenheid verwijderen
pt: Excluir Unidade Personalizada
ru: Удалить единицу измерения
sr: Obriši prilagodjenu jedinicu
tr: Özel Birimi Sil

source: Add custom unit
de: Benutzerdefinierte Einheit hinzufügen
fr: Ajouter une unité personnalisée
hu: Egyedi mértékegység hozzáadása
it: Aggiungi Unità Personalizzata
ja: カスタムユニットの追加
nl: Aangepaste eenheid toevoegen
pt: Adicionar unidade personalizada
ru: Создать единицу измерения
sr: Dodaj prilagodjenu jedinicu
tr: Özel birim ekle
vi: Thêm đơn vị tùy chỉnh

source: Announced
fr: Annoncé
hu: Bejelentve
it: Annunciato
ja: 発表されました
nl: Aangekondigd
ru: Анонсировано

source: Sent
da: Sendt
fr: Envoyé
hu: Elküldött
it: Inviato
ja: 送信
nl: Verzonden
ru: Отправлено

source: Failed
da: Fejlede
fr: Échoué
hu: Megbukott
it: Fallito
ja: 失敗
nl: Mislukt
ru: Ошибка

source: Read
da: Læs
fr: Lu
hu: Olvasott
it: Letto
ja: 既読
nl: Gelezen
ru: Прочитано

source: Confirmed
da: Bekræftet
fr: Confirmé
hu: Megerősítve
it: Confermato
ja: 確認済み
nl: Bevestigd
ru: Подтверждено

source: Send Test Email
fr: Envoyer un Email de test
hu: Teszt e-mail küldése
it: Invia email di prova
ja: テストメールを送信
nl: Stuur test e-mail
ru: Отправить тестовое электронное письмо

source: Email sent successfully
da: E-mail afsendt
fr: Email envoyé avec succès
it: Email inviata correttamente
ja: メールは正常に送信されました
nl: Email succesvol verzonden
ru: Электронное письмо успешно отправлено

source: Delete Email
da: Slet E-Mail
fr: Supprimer l'Email
hu: E-mail törlése
it: Elimina email
ja: メールの削除
nl: Verwijder e-mail
ru: Удалить электронную почту

source: Email deleted successfully
da: E-mail slettet
fr: Email supprimé avec succès
it: Email eliminata correttamente
ja: メールの削除が正常に完了しました
nl: E-mail succesvol verwijderd
ru: Электронное письмо успешно удалено

source: Subject
da: Emne
fr: Sujet
hu: Tárgy
it: Oggetto
ja: 件名
nl: Onderwerp
ru: Тема

source: To
da: Til
fr: À
hu: Címzett
it: A
ja: まで
nl: Naar
ru: Кому

source: Sender
da: Afsender
fr: Expéditeur
hu: Feladó
it: Mittente
ja: 送信者
nl: Afzender
ru: Отправитель

source: Direction
da: Retning
fr: Sens
hu: Irány
it: Direzione
ja: 方向
nl: Richting
ru: Направление

source: Incoming
da: Indkommende
fr: Reçu
hu: Bejövő
it: In arrivo
ja: 受信
nl: Inkomend
ru: Входящее

source: Outgoing
da: Udgående
fr: Envoyé
hu: Kimenő
it: In uscita
ja: 送信
nl: Uitgaand
ru: Исходящее

source: Traceback
es_mx: Rastreo
fr: Trace d'erreur
hu: Visszakövetés
ja: トレースバック
nl: Traceren
ru: Трассировка
sr: Praćenje

source: When
da: Når
de: Wann
fr: Quand
hu: Időpont
it: Quando
ja: 日時
nl: Wanneer
pt: Quando
ru: Когда
sr: Kada
tr: Ne zaman

source: Error Information
da: Fejl information
de: Fehlerinformationen
fr: Informations sur l'erreur
hu: Hibaüzenet
it: Messaggio di errore
ja: エラー情報
nl: Fout informatie
pt: Informações do erro
ru: Сведения об ошибке
sr: Informacija o greški
tr: Hata Bilgisi

source: Delete Error Report
da: Slet Fejlrapport
de: Fehlerbericht löschen
fr: Supprimer le rapport d'erreur
it: Elimina report Degli Errori
ja: エラーレポート削除
nl: Foutenrapport verwijderen
pt: Excluir Relatório de Erro
ru: Удалить отчет об ошибках
sr: Obriši izveštaj o greški
tr: Hata Raporunu Sil

source: Are you sure you want to delete this error report?
da: Er du sikker på du vil slette denne fejlrapport?
de: Soll dieser Fehler Bericht wirklich gelöscht werden?
fr: Êtes-vous sûr de vouloir supprimer ce rapport d'erreur ?
it: Sei sicuro di voler eliminare questo report degli errori?
ja: このエラーレポートを削除してもよろしいですか？
nl: Weet u zeker dat u dit foutenrapport wilt verwijderen?
pt: Tem a certeza de que pretende excluir este relatório de erro?
ru: Вы уверены, что хотите удалить этот отчёт об ошибках?
sr: Da li si siguran da želiš da obrišeš ovaj izveštaj o greški
tr: Bu hata raporunu silmek istediğinize emin misiniz?

source: Error report deleted
da: Fejlrapport slettet
de: Fehlerbericht wurde gelöscht
fr: Rapport d'erreur supprimé
it: Report degli errori eliminato
ja: エラーレポート削除
nl: Foutmelding verwijderd
pt: Relatório de erro excluído
ru: Отчёт об ошибках удалён
sr: Izveštaj o greški obrisan
tr: Hata raporu silindi

source: Error Details
da: Fejldetaljer
de: Fehlerdetails
fr: Détails de l'erreur
hu: Hiba részletei
it: Dettagli errore
ja: エラーの詳細
nl: Fout details
pt: Detalhes do Erro
ru: Подробнее об ошибке
sr: Detalji greške
tr: Hata ayrıntıları

source: Output Type
fr: Type de sortie
hu: Kimenet típusa
it: Tipo di Output
ja: アウトプットタイプ
nl: Uitvoer type
ru: Тип вывода

source: Exported On
fr: Exporté le
hu: Exportálva ekkor
it: Esportato Su
ja: 輸出日
nl: Geëxporteerd op
ru: Экспортировано

source: Delete Output
da: Slet Output
fr: Supprimer la sortie
hu: Kimenet törlése
it: Elimina Output
ja: 出力の削除
nl: Verwijder uitvoer
ru: Удалить вывод

source: Task
da: Opgave
de: Aufgabe
fr: Tâche
hu: Feladat
it: Attività
ja: タスク
nl: Taak
pt: Tarefa
ru: Задача
sr: Zadatak
tr: Görev

source: Task ID
da: Opgave ID
de: Aufgaben ID
fr: ID de tâche
hu: Feladat ID
it: ID Attività
ja: タスクID
nl: Taak-ID
pt: ID da Tarefa
ru: Идентификатор задачи
sr: ID zadatka
tr: Görev Kimliği

source: Started
da: Startede
de: Gestartet
fr: Commencé
hu: Indítva
it: Avviato
ja: 開始
nl: Gestart
pt: Iniciado
ru: Запущен
sr: Započeto
tr: Başladı

source: Attempts
da: Forsøg
de: Versuche
fr: Tentatives
hu: Kísérletek
it: Tentativi
ja: 試行
nl: Pogingen
pt: Tentativas
ru: Попыток
sr: Pokušaji
tr: Denemeler

source: No Information
da: Ingen Information
es_mx: Sin información
fr: Aucune information
hu: Nincs információ
it: Nessuna Informazione
ja: 情報がありません
nl: Geen informatie
ru: Нет информации
sr: Nema informacije

source: No error details are available for this task
da: Ingen fejldetaljer er tilgængelige for denne opgave
es_mx: No hay detalles de error disponibles para esta tarea
fr: Aucun détail d'erreur n'est disponible pour cette tâche
it: Nessun dettaglio di errore disponibile per questa attività
ja: このタスクに関するエラーの詳細はありません。
nl: Er zijn geen foutgegevens beschikbaar voor deze taak
ru: Нет подробностей об ошибке для этой задачи
sr: Nema dostupnih detalja greške vezano za ovaj zadatak

source: Group with id {id} not found
da: Gruppe med id {id} ikke fundet
de: Gruppe mit der ID {id} nicht gefunden
fr: Groupe avec l'id {id} non trouvé
it: Gruppo con id {id} non trovato
ja: id {id} を持つグループが見つかりません。
nl: Groep met id {id} niet gevonden
pt: Grupo com o ID {id} não encontrado
ru: Группа с идентификатором {id} не найдена
sr: Grupa sa id-jem {id} nije pronađena
tr: {id} kimlikli grup bulunamadı

source: An error occurred while fetching group details
da: En fejl opstod under hentning af gruppedetaljer
de: Beim Laden der Gruppendetails ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la récupération des détails du groupe
it: Si è verificato un errore durante il recupero dei dettagli del gruppo
ja: グループ詳細の取得中にエラーが発生しました
nl: Er is een fout opgetreden bij het ophalen van groepsgegevens
pt: Ocorreu um erro ao obter detalhes do grupo
ru: Произошла ошибка при получении данных группы
sr: Dogodila se greška prilikom prikupljanja podataka
tr: Grup ayrıntıları alınırken bir hata oluştu

source: Name of the user group
da: Navn på brugergruppen
fr: Nom du groupe d'utilisateurs
it: Nome del gruppo utenti
ja: ユーザーグループ名
nl: Naam van de gebruikersgroep
ru: Название группы пользователей

source: Open Profile
da: Åbn Profil
fr: Ouvrir le profile
hu: Profil megnyitása
it: Apri Profilo
ja: プロフィールを開く
nl: Profiel openen
ru: Открыть профиль

source: Delete group
da: Slet gruppe
de: Gruppe löschen
es_mx: Eliminar grupo
fr: Supprimer le groupe
hu: Csoport törlése
it: Elimina gruppo
ja: グループの削除
nl: Groep verwijderen
pt: Excluir grupo
ru: Удалить группу
sr: Obriši grupu
tr: Grubu Sil

source: Group deleted
da: Gruppe slettet
de: Gruppe gelöscht.
fr: Groupe supprimé
hu: Csoport törölve
it: Gruppo eliminato
ja: グループ削除
nl: Groep verwijderd
pt: Grupo excluído
ru: Группа удалена
sr: Grupa obrisana
tr: Grup silindi

source: Are you sure you want to delete this group?
da: Er du sikker på, at du vil slette denne gruppe?
de: Sind Sie sicher, dass Sie diese Gruppe löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce groupe ?
hu: Biztos, hogy törölni szeretné ezt a csoportot?
it: Sei sicuro di voler eliminare questo gruppo?
ja: 本当にこのグループを削除してよいですか？
nl: Weet u zeker dat u deze groep wilt verwijderen?
pt: Tem a certeza de que pretende excluir este grupo?
ru: Вы уверены, что хотите удалить эту группу?
sr: Da li si siguran da želiš da obrišeš ovu grupu
tr: Bu grubu silmek istediğinize emin misiniz?

source: Add group
da: Tilføj gruppe
de: Gruppe hinzufügen
es_mx: Agregar grupo
fr: Ajouter un groupe
hu: Csoport hozzáadása
it: Aggiungi gruppo
ja: グループ追加
nl: Groep toevoegen
pt: Adicionar grupo
ru: Добавить группу
sr: Dodaj grupu
tr: Grup ekle

source: Edit Group
da: Rediger Gruppe
fr: Modifier le groupe
hu: Csoport szerkesztése
it: Modifica Gruppo
ja: グループを編集
nl: Groep bewerken
ru: Редактировать группу

source: Add Group
da: Tilføj gruppe
fr: Ajouter un groupe
hu: Csoport hozzáadása
it: Aggiungi Gruppo
ja: グループを追加
nl: Groep toevoegen
ru: Добавить группу

source: Delete Import Session
da: Slet import session
fr: Supprimer la session d'importation
it: Elimina Sessione d'Importazione
ja: インポートセッションの削除
nl: Importsessie verwijderen
ru: Удалить сессию импорта
sr: Obriši sesiju uvoza
tr: İçe Aktarma Oturununu Sil

source: Create Import Session
da: Opret Import Session
fr: Créer une session d'importation
it: Crea Sessione d'Importazione
ja: インポートセッションの作成
nl: Importsessie aanmaken
ru: Создать сессию импорта
sr: Kreiraj sesiju uvoza
tr: İçe Aktarma Oturumu Oluştur

source: Uploaded
da: Uploadet
fr: Envoyé
hu: Feltöltve
it: Caricato
ja: アップロード
nl: Geüpload
ru: Загружено
sr: Uploadovano
tr: Karşıya Yüklendi

source: Imported Rows
da: Importerede Rækker
fr: Lignes importées
hu: Importált sorok
it: Riga importate
ja: インポートされた行
nl: Geïmporteerde regels
ru: Импортированные строки
sr: Učitani redovi
tr: İçe Aktarılan Satırlar

source: Filter by target model type
de: Nach Modelltyp filtern
fr: Filtrer par type de modèle cible
it: Filtra per tipo di modello di destinazione
ja: 対象機種による絞り込み
nl: Filter op doeltype
pt: Filtrar pelo destino do tipo de modelo
ru: Фильтр по типу модели
sr: Filtriraj po tipu ciljnog modela
tr: Hedef modelin türüne göre süz

source: Filter by import session status
fr: Filtrer par statut de session d'importation
it: Filtra per stato della sessione d'importazione
ja: インポートセッションのステータスによるフィルタリング
nl: Filter op status van import sessie
ru: Показать по статусу сессии импорта
sr: Filtriraj po statusu sesije uvoza
tr: İçe aktarma oturumu durumuna göre süz

source: Arguments
da: Argumenter
de: Parameter
hu: Argumentumok
it: Argomenti
ja: 引数
nl: Argumenten
pt: Argumentos
ru: Аргументы
sr: Argumenti
tr: Argümanlar

source: Remove all pending tasks
da: Fjern alle udestående opgaver
fr: Supprimer toutes les tâches en attente
it: Rimuovi tutte le attività in sospeso
ja: 保留中のタスクをすべて削除します
nl: Verwijder alle openstaande taken
ru: Удалить все ожидающие задачи

source: All pending tasks deleted
da: Alle ventende opgaver slettet
fr: Toutes les tâches en attente sont supprimées
it: Tutte le attività in sospeso eliminate
ja: 保留中のタスクはすべて削除されました
nl: Alle openstaande taken zijn verwijderd
ru: Все ожидающие задачи удалены

source: Error while deleting all pending tasks
da: Fejl under sletning af alle ventende opgaver
fr: Impossible de supprimer toutes les tâches en attente
it: Errore durante l'eliminazione di tutte le attività in sospeso
ja: 保留中のタスクをすべて削除中にエラーが発生しました
nl: Fout bij het verwijderen van alle lopende taken
ru: Ошибка при удалении всех ожидающих задач

source: Edit Project Code
da: Rediger Projektkode
de: Projektcode bearbeiten
fr: Modifier le code du projet
hu: Projektszám szerkesztése
it: Modifica Codice Progetto
ja: プロジェクトコードの編集
nl: Wijzig projectcode
pt: Editar Código do Projeto
ru: Редактировать код проекта
sr: Izmeni šifru projekta
tr: Proje Kodunu Düzenle

source: Delete Project Code
da: Slet Projektkode
de: Projektcode löschen
fr: Supprimer le code du projet
it: Elimina Codice Progetto
ja: プロジェクトコードの削除
nl: Projectcode verwijderen
pt: Excluir Código do Projeto
ru: Удалить код проекта
sr: Obriši šifru projekta
tr: Proje Kodunu Sil

source: Add project code
da: Tilføj Projektkode
de: Projektcode hinzufügen
es_mx: Agregar código de proyecto
fr: Ajouter un code de projet
hu: Projekt kód hozzáadása
it: Aggiungi Codice Progetto
ja: プロジェクトコードの追加
nl: Project code toevoegen
pt: Adicionar código do projeto
ru: Создать код проекта
sr: Dodaj šifru projekta
tr: Proje kodu ekle
vi: Thêm mã dự án

source: Last Run
da: Sidste kørsel
de: Letzte Ausführung
fr: Dernière exécution
hu: Utoljára futott
it: Ultima esecuzione
ja: 最終実行日
nl: Laatst uitgevoerd
pt: Última Execução
ru: Последний запуск
sr: Poslednje izvršenje
tr: Son Çalışma

source: Next Run
da: Næste Kørsel
de: Nächste Ausführung
fr: Prochaine exécution
hu: Következő futtatás
it: Prossima esecuzione
ja: 次の実行
nl: Volgende uitvoering
pt: Próxima Execução
ru: Следующий запуск
sr: Sledeće izvršenje
tr: Sonraki Çalışma

source: Template not found
da: Skabelon ikke fundet
fr: Modèle non trouvé
hu: Sablon nem található
it: Modello non trovato
ja: テンプレートが見つかりません
nl: Sjabloon niet gevonden
pt: Modelo não encontrado
ru: Шаблон не найден
sr: Šablon nije pronađen
tr: Şablon bulunamadı

source: An error occurred while fetching template details
da: En fejl opstod under hentning af skabelon detaljer
fr: Une erreur s'est produite lors de la récupération des détails du modèle
it: Si è verificato un errore durante il recupero dei dettagli del modello
ja: テンプレートの詳細を取得中にエラーが発生しました
nl: Er is een fout opgetreden bij het ophalen van sjabloon gegevens
pt: Ocorreu um erro ao obter detalhes do modelo
ru: Произошла ошибка при получении сведений о шаблоне
sr: Desila se greška prilikom prikupljanja podataka
tr: Şablon ayrıntıları alınırken bir hata oluştu

source: Modify
da: Modificer
de: Bearbeiten
fr: Modifier
hu: Módosítás
it: Modifica
ja: 修正する
nl: Bewerken
pt: Modificar
ru: Изменить
sr: Izmeni
tr: Değiştir

source: Modify template file
da: Modificer skabelon fil
fr: Modifier le fichier modèle
it: Modifica file modello
ja: テンプレートファイルの修正
nl: Sjabloon wijzigen
pt: Modificar ficheiro do modelo
ru: Изменить файл шаблона
sr: Izmeni šablonski fajl
tr: Şablon doyasını değiştir

source: Edit Template
da: Rediger Skabelon
de: Vorlage bearbeiten
fr: Modifier le modèle
hu: Sablon szerkesztése
it: Modifica modello
ja: テンプレートを編集
nl: Sjabloon bewerken
pt: Editar Modelo
ru: Редактировать шаблон
sr: Izmeni šablon
tr: Şablonu Düzenle

source: Delete template
da: Slet Skabelon
de: Vorlage entfernen
fr: Supprimer le modèle
hu: Sablon törlése
it: Elimina modello
ja: テンプレートを削除
nl: Sjabloon verwijderen
pt: Eliminar modelo
ru: Удалить шаблон
sr: Obriši šablon
tr: Şablonu sil

source: Add Template
da: Tilføj skabelon
de: Vorlage hinzufügen
fr: Ajouter un modèle
hu: Sablon hozzáadása
it: Aggiungi modello
ja: テンプレートを新規追加
nl: Sjabloon toevoegen
pt: Adicionar Modelo
ru: Создать шаблон
sr: Dodaj šablon
tr: Şablon Ekle

source: Add template
da: Tilføj skabelon
de: Vorlage hinzufügen
fr: Ajouter un modèle
hu: Sablon hozzáadása
it: Aggiungi modello
ja: テンプレートを新規追加
nl: Sjabloon toevoegen
pt: Adicionar modelo
ru: Создать шаблон
sr: Dodaj šablon
tr: Şablon ekle

source: Filter by enabled status
de: Nach aktiviertem Status filtern
fr: Filtrer par statut activé
it: Filtra per stato abilitato
ja: 有効なステータスによるフィルタリング
nl: Filter op ingeschakelde status
pt: Filtrar por estado ativo
ru: Фильтр по статусу
sr: Filtriraj po omogućenom statusu
tr: Etkinleştirilme durumuna göre süz

source: Groups updated
da: Grupper opdateret
fr: Groupes mis à jour
hu: Csoportok frissítve
it: Gruppi aggiornati
ja: グループ更新完了
nl: Groepen bijgewerkt
ru: Группы обновлены

source: User groups updated successfully
da: Brugergrupper blev opdateret
fr: Groupes d'utilisateurs mis à jour avec succès
it: Gruppi utente aggiornati con successo
ja: ユーザーグループが正常に更新されました
nl: Gebruikersgroepen zijn succesvol bijgewerkt
ru: Группы пользователя обновлены

source: Error updating user groups
da: Fejl ved opdatering af brugergrupper
fr: Erreur lors de la mise à jour des groupes d'utilisateurs
it: Errore nell'aggiornare i gruppi utente
ja: ユーザーグループの更新エラー
nl: Fout bij het bijwerken van gebruikersgroepen
ru: Ошибка обновления групп пользователя

source: User with id {id} not found
da: Bruger med id {id} blev ikke fundet
de: Benutzer mit der ID {id} nicht gefunden
fr: Utilisateur avec l'id {id} non trouvé
it: Utente con Id {id} non trovato
ja: id {id} のユーザが見つかりません
nl: Gebruiker met id {id} niet gevonden
pt: Usuário com ID {id} não encontrado
ru: Пользователь с идентификатором {id} не найден
sr: Korisnik sa id-jem {id} nije pronađen
tr: {id} kimlikli kullanıcı bulunamadı

source: An error occurred while fetching user details
da: En fejl opstod under hentning af brugeroplysninger
de: Fehler beim Abrufen der Benutzer Details
fr: Une erreur s'est produite lors de la récupération des détails de l'utilisateur
it: Si è verificato un errore durante il recupero dei dettagli dell'utente
ja: ユーザー詳細の取得中にエラーが発生しました
nl: Er is een fout opgetreden bij het ophalen van gebruikersgegevens
pt: Ocorreu um erro ao obter detalhes do usuário
ru: Произошла ошибка при получении данных пользователя
sr: Dogodila se greška prilikom prikupljanja podataka
tr: Kullanıcı bilgileri alınırken bir hata oluştu

source: Is Active
da: Er Aktiv
de: Ist aktiv
fr: Est actif
hu: Aktív
it: È attivo
ja: アクティブです
nl: Is actief
pt: Está Ativo
ru: Активен
sr: Je aktivan
tr: Etkin Olanlar

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
da: Underskriver om denne bruger skal behandles som aktiv. Afmarker dette i stedet for at slette konti.
de: Bestimmt ob dieser Benutzer aktiv ist. Ein Benutzer sollte nie gelöscht werden sondern nur deaktiviert.
fr: Indique si cet utilisateur doit être traité comme actif. Désélectionnez cette option au lieu de supprimer des comptes.
it: Indica se questo utente deve essere considerato attivo. Deseleziona questa opzione anziché eliminare gli account.
ja: このユーザーをアクティブとして扱うかどうかを指定します。アカウントを削除する代わりに、この選択を解除します。
nl: Bepaald of deze gebruiker gezien moet worden als actief. Deselecteer deze optie in plaats van accounts te verwijderen.
pt: Designa se este usuário deve ser tratado como ativo. Desmarque isso em vez de excluir contas.
ru: Указывает, следует ли рассматривать этого пользователя как активного. Отмените этот выбор вместо удаления учетных записей.
sr: Označava da li ovaj korisnik treba da se tretira kao aktivan. Klikni ovo umesto brisanja naloga.
tr: Bu kullanıcının etkin olarak değerlendirilip değerlendirilmeyeceğini belirtir. Hesapları silmek yerine bunun seçimini kaldırın.

source: Is Staff
da: Er Personale
de: Ist Mitarbeiter
fr: Est membre du personnel
hu: Tag-e
it: È Staff
ja: スタッフ
nl: Is medewerker
pt: É Funcionário
ru: Сотрудник
sr: Je osoblje
tr: Personel Olanlar

source: Designates whether the user can log into the django admin site.
da: Angiver, om brugeren kan logge ind på django admin websted.
de: Bestimmt, ob der Benutzer sich auf der Django-Admin-Seite anmelden kann.
fr: Indique si l'utilisateur peut se connecter au site d'administration Django.
hu: Megadja, hogy a felhasználó bejelentkezhet-e erre a django adminisztrátor webhelyre.
it: Indica se l'utente può accedere al sito di amministrazione django.
ja: ユーザが django admin サイトにログインできるかどうかを指定します。
nl: Bepaalt of de gebruiker kan inloggen op de django admin site.
pt: Designa se o usuário pode fazer login no site administrativo DJANGO.
ru: Определяет, может ли пользователь войти в админ-панель django.
sr: Označava da li korisnik može da se prijavi na Django admin sajt
tr: Kullanıcının Django admin sitesine giriş yapıp yapamayacağını belirler.

source: Is Superuser
da: Er Superbruger
de: Ist Superuser
fr: Est superutilisateur
hu: Rendszergazda
it: È Superuser
ja: スーパーユーザー
nl: Administrator
pt: É um Super-utilizador
ru: Суперпользователь
sr: Jeste superkorisnik
tr: Süper Kullanıcı Olanlar

source: Designates that this user has all permissions without explicitly assigning them.
da: Angiver, at denne bruger har alle tilladelser uden eksplicit at tildele dem.
de: Bestimmt, dass dieser Benutzer alle Berechtigungen hat, ohne sie explizit zuzuweisen.
fr: Indique que cet utilisateur dispose de toutes les autorisations sans avoir à les attribuer explicitement.
it: Indica che questo utente ha tutti i permessi senza assegnarli esplicitamente.
ja: このユーザが明示的に権限を割り当てなくても、すべての権限を持つことを指定します。
nl: Onderschrijft dat deze gebruiker alle rechten heeft zonder expliciet toe te wijzen.
pt: Indica que este usuário tem todas as permissões sem atribuí-las explicitamente.
ru: Определяет, что у пользователя есть все разрешения без их явного назначения.
sr: Označava da ovaj korisnik ima sve permisije bez eksplicitnog dodavanja istih
tr: Bu kullanıcının, açıkça atamadan tüm izinlere sahip olduğunu belirtir.

source: You cannot edit the rights for the currently logged-in user.
da: Du kan ikke redigere rettighederne for den bruger, der aktuelt er logget ind.
de: Die Berechtigungen für den aktuell angemeldeten Benutzer können nicht bearbeitet werden.
fr: Vous ne pouvez pas modifier les droits de l'utilisateur actuellement connecté.
it: Non è possibile modificare i diritti per l'utente attualmente loggato.
ja: 現在ログインしているユーザーの権利は編集できません。
nl: U kunt de rechten van de momenteel ingelogde gebruiker niet bewerken.
pt: Você não pode editar os direitos para o usuário conectado no momento.
ru: Вы не можете редактировать права пользователя, вошедшего в систему.
sr: Ne možeš da izmeniš prava trenutno prijavljenog korisnika
tr: Şu anki giriş yapmış kullanıcı için hakları düzenleyemezsiniz.

source: User Groups
da: Brugergrupper
fr: Groupes d'utilisateurs
hu: Felhasználói csoportok
it: Gruppi Utente
ja: ユーザーグループ
nl: Gebruikers groepen
ru: Группы пользователей

source: Lock user
da: Lås bruger
fr: Bloquer l'utilisateur
hu: Felhasználó zárolása
it: Blocca utente
ja: ユーザーをロックします
nl: Gebruiker vergrendelen
ru: Заблокировать пользователя

source: Unlock user
da: Oplås bruger
fr: Débloquer l'utilisateur
hu: Felhasználó feloldása
it: Sblocca utente
ja: ユーザーのロックを解除します
nl: Gebruiker ontgrendelen
ru: Разблокировать пользователя

source: Delete user
da: Slet bruger
de: Benutzer löschen
fr: Supprimer l'utilisateur
hu: Felhasználó törlése
it: Elimina utente
ja: ユーザーの削除
nl: Gebruiker verwijderen
pt: Excluir utilizador
ru: Удалить пользователя
sr: Obriši korisnika
tr: Kullanıcı sil

source: User deleted
da: Bruger slettet
de: Benutzer gelöscht
fr: Utilisateur supprimé
hu: Felhasználó törölve
it: Utente eliminato
ja: ユーザーが削除されました
nl: Gebruiker verwijderd
pt: Utilizador excluido
ru: Пользователь удалён
sr: Korisnik obrisan
tr: Kulanıcı silindi

source: Are you sure you want to delete this user?
da: Er du sikker på, du ønsker at slette denne bruger?
de: Sind Sie sicher, dass Sie diese*n Benutzer*in löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
hu: Biztosan törli ezt a felhasználót?
it: Sei sicuro di voler eliminare questo utente?
ja: このユーザーを削除してもよろしいですか？
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?
pt: Tem a certeza de que quer excluir este utilizador?
ru: Вы уверены, что хотите удалить этого пользователя?
sr: Da li si siguran da želiš da obrišeš ovog korisnika?
tr: Bu kullanıcıyı silmek istediğinize emin misiniz?

source: Set Password
da: Angiv adgangskode
fr: Saisir le mot de passe
hu: Jelszó beállítása
it: Imposta Password
ja: パスワードを設定してください
nl: Stel wachtwoord in
ru: Установить пароль
