Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: InvenTree developer manual
da: InvenTree udvikler manual
de: InvenTree Entwicklerhandbuch
es_mx: Manual del desarrollador de InvenTree
fr: Manuel du développeur InvenTree
hu: InvenTree fejlesztői dokumentáció
it: Manuale dello sviluppatore di InvenTree
ja: InvenTree開発者マニュアル
nl: InvenTree ontwikkelaar handleiding
pt: Manual do Desenvolvedor InvenTree
ru: Инструкция по разработке InvenTree
sr: Uputstvo za InvenTree developere
tr: InvenTree geliştirici kılavuzu
vi: Sổ tay lập trình InvenTree

source: FAQ
hu: GYIK
ja: よくある質問
nl: Veelgestelde vragen (FAQ)
pt: Perguntas Frequentes
sr: Najčešće postavljena pitanja
tr: SSS
vi: Câu hỏi thường gặp

source: Frequently asked questions
da: Ofte Stillede Spørgsmål
de: Häufig gestellte Fragen
es_mx: Preguntas frecuentes
fr: Foire aux questions
hu: Gyakran ismételt kérdések
it: Domande frequenti
ja: FAQ
nl: Veelgestelde vragen
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
sr: Najčešće postavljena pitanja
tr: Sıkça sorulan sorular
vi: Câu hỏi thường gặp

source: GitHub Repository
da: GitHub-repo
es_mx: Repositorio de GitHub
fr: Répertoire GitHub
hu: GitHub repó
it: Repository GitHub
ja: GitHubリポジトリ
ru: Репозиторий GitHub
sr: Repozitorijum GitHub-a

source: InvenTree source code on GitHub
da: InvenTree kildekode på GitHub
es_mx: Código fuente de InvenTree en GitHub
fr: Code source de InvenTree sur GitHub
it: Codice sorgente InvenTree su GitHub
ja: InvenTreeのソースコードはGitHubにあります。
nl: InvenTree broncode op GitHub
ru: Исходный код InvenTree на GitHub
sr: Izvorni kod InvenTree na GitHub

source: System Information
da: Systemoplysninger
de: Systeminformationen
es_mx: Información del sistema
fr: Informations système
hu: Rendszerinformáció
it: Informazioni Sistema
ja: システム情報
nl: Systeem informatie
pt: Informação do Sistema
ru: Информация о системе
sr: Informacije o sistemu
tr: Sistem Bilgisi
vi: Thông tin hệ thống

source: Licenses for dependencies of the InvenTree software
da: Licenser afhængigheder af InvenTree software
es_mx: Licencias para dependencias del software de InvenTree
fr: Licenses pour les dépendances du logiciel InvenTree
it: Licenze per dipendenze del software InvenTree
ja: InvenTreeソフトウェアの依存関係のライセンス
nl: Licenties voor afhankelijkheden van de InvenTree software
ru: Лицензии зависимостей программы InvenTree
sr: Licence za servise InvenTree softvera

source: About the InvenTree Project
da: Om InvenTree projektet
es_mx: Acerca del proyecto InvenTree
fr: A propos du projet InvenTree
it: A proposito del progetto InvenTree
ja: InvenTreeプロジェクトについて
nl: Over het InvenTree project
ru: О проекте InvenTree
sr: O InvenTree Projektu

source: Substitute Part
da: Erstat Del
fr: Substituer une pièce
it: Articolo Sostituivo
ja: 代替部品
nl: Vervanging onderdeel
ru: Детали для замены

source: Edit BOM Substitutes
da: Rediger stukliste erstatninger
fr: Éditer les alternatives de la nomenclature
it: Modifica Sostitutivi della Distinta Base
ja: BOM代替品編集
nl: Stuk lijst BOM Item vervangingen bewerken
ru: Редактировать варианты замены позиции спецификации

source: Add Substitute
da: Tilføj Erstatning
fr: Ajouter une alternative
hu: Helyettesítő hozzáadása
it: Aggiungi Sostitutivo
ja: 代替品を追加
nl: Vervanging toevoegen
ru: Создать замену

source: Substitute added
da: Erstatning tilføjet
fr: Alternative ajoutée
it: Sostitutivo aggiunto
ja: 代替品を追加した
nl: Vervanging toegevoegd
ru: Замена создана

source: Build Output
da: Bygge Output
de: Bauprodukt
fr: Sortie de la construction
hu: Gyártás kimenet
it: Output produzione
ja: ビルド出力
nl: Bouw Uitvoer
pt: Saída da Produção
ru: Продукция
sr: Izlazna kompilacija
tr: Yapım Çıktısı

source: Quantity to Complete
da: Antal til fuldførelse
it: Quantità da completare
ja: 完了数量
nl: Te voltooien hoeveelheid
ru: Количество для завершения

source: Status
es_mx: Estado
hu: Állapot
it: Stato
ja: ステータス
pt: Estado
ru: Статус
tr: Durum
vi: Trạng thái

source: Complete Build Outputs
da: Færdiggøre Bygge Output
de: Bauprodukt fertigstellen
es_mx: Salidas de construcción completadas
fr: Sorties de Fabrication terminées
it: Completa gli output di produzione
ja: 完全なビルド出力
nl: Voltooi Productie
pt: Concluir Saídas de Produção
ru: Завершить производство
sr: Kompletiraj izlaznu kompilaciju
tr: Tamamlanan Yapı Çıktıları
vi: Hoàn thành xây dựng đầu ra

source: Build outputs have been completed
da: Byggeresultater er udført
de: Bauprodukte wurden fertiggestellt
es_mx: Salidas de construcción se han completado
fr: Les fabrication ont été achevé
it: Gli ordini di produzione sono stati completati
ja: ビルドアウトプット完了
nl: Productieorder is voltooid
pt: O Pedido de produção foi concluído
ru: Производство завершено
sr: Izlazne kompilacije kompletirane
tr: Yapı çıktıları tamamlandı
vi: Xây dựng đầu ra đã hoàn thành

source: Quantity to Scrap
da: Antal til skrot
it: Quantità da scartare
ja: 廃棄数量
nl: Hoeveelheid te schrappen
ru: Количество для списания

source: Scrap Build Outputs
da: Skrot Byggeoutput
de: Bauprodukte verschrotten
es_mx: Eliminar salidas de construcción
fr: Éliminer les résultats de construction
hu: Gyártási kimenetek selejtezése
it: Rimuovi gli output di produzione
ja: スクラップビルドの出力
nl: Verwijder productieorder
pt: Cancelar Saída de Produção
ru: Списать Продукцию
sr: Izbrišii izlaznu kompilaciju
tr: Yapı Çıktılarını Hurdaya Ayır
vi: Loại bỏ xây dựng đầu ra

source: Selected build outputs will be completed, but marked as scrapped
da: Valgte Byggeoutput vil blive fuldført, men markeret som skrot
fr: Les sorties de fabrication sélectionnées vont être terminées mais marquées comme rebus
it: Gli ordini di produzione selezionati saranno completati, ma contrassegnati come scartati
ja: 選択されたビルド出力は完了しますが、廃棄済みとしてマークされます。
nl: Geselecteerde bouw outputs worden voltooid, maar gemarkeerd als schroot
ru: Выбранная продукция будет завершена, но помечена списанной

source: Allocated stock items will be consumed
da: Allokerede lagervarer vil blive forbrugt
fr: Les articles en stock vont être consommés
it: Gli articoli di magazzino assegnati verranno consumati
ja: 割り当てられた在庫品は消費されます
nl: Toegewezen voorraadproducten zullen worden verbruikt
ru: Зарезервированные складские позиции будут израсходованы

source: Build outputs have been scrapped
da: Byggeoutput er blevet skrottet
de: Bauprodukte wurden verschrottet
es_mx: Salidas de construcción eliminadas
fr: Les résultats de construction ont été supprimé
it: Gli output di produzione sono stati rimossi
ja: ビルド出力は廃止
nl: Productieorder zijn verwijderd
pt: Os Pedidos de produção foram cancelados
ru: Продукция списана
sr: Izlazna kompilacija izbriši
tr: Yapı çıktıları hurdaya ayrıldı
vi: Xây dựng đầu ra đã bị hủy bỏ

source: Cancel Build Outputs
da: Annuller Bygge Output
de: Bauprodukte abbrechen
es_mx: Cancelar salidas de construcción
fr: Annuler les résultats de construction
it: Cancella gli output di produzione
ja: ビルド出力のキャンセル
nl: Annuleer productieorder
pt: Cancelar Saída de Produção
ru: Отменить продукцию
sr: Poništi izlazne kompilacije
tr: Yapı Çıktılarını İptal Et
vi: Loại bỏ xây dựng đầu ra

source: Selected build outputs will be removed
da: Valgte byggeresultater vil blive fjernet
fr: Les sorties de fabrication sélectionnées vont être supprimées
it: Gli ordini di produzione verranno eliminati
ja: 選択されたビルド出力は削除されます
nl: Geselecteerde build outputs worden verwijderd
ru: Выбранная продукция будет удалена

source: Allocated stock items will be returned to stock
da: Tildelte lagervarer vil blive returneret til lager
fr: Les articles en stock alloués vont être remis dans le stock
it: Gli articoli di magazzino assegnati saranno restituiti alle scorte
ja: 割り当てられた在庫品は、在庫に戻されます。
nl: Toegewezen voorraadartikelen worden teruggestuurd naar voorraad
ru: Зарезервированные складские позиции будут возвращены на склад

source: Build outputs have been cancelled
da: Byggeoutput er blevet aflyst
de: Bauprodukte wurden abgebrochen
es_mx: Las salidas de la construcción han sido canceladas
fr: Les résultats de construction ont été annulés
it: Gli output di produzione sono stati cancellati
ja: ビルドアウトプットはキャンセルされました
nl: Productieorders zijn geannuleerd
pt: Os Pedidos de produção foram cancelados
ru: Производство отменено
sr: Izlazne kompilacije poništene
tr: Yapı çıktıları iptal edildi
vi: Xây dựng đầu ra đã bị hủy

source: Allocated
da: Allokere
de: Zugewiesen
fr: Allouée
hu: Lefoglalva
it: Allocato
ja: 割り当てられた
nl: Toegewezen
pt: Alocado
ru: Зарезервировано
sr: Alocirano
tr: Ayrıldı

source: Source Location
da: Kilde Lokation
de: Quell Lagerort
es_mx: Ubicación origen
fr: Emplacement d'origine
hu: Készlet helye
it: Posizione sorgente
ja: ソース・ロケーション
nl: Bron locatie
pt: Localização de Origem
ru: Место хранения комплектующих
sr: Lokacija izvora
tr: Kaynak Konum
vi: Vị trí nguồn cung

source: Select the source location for the stock allocation
da: Vælg kildelokationen for lagertildelingen
es_mx: Seleccione la ubicación de origen para la asignación de stock
fr: Sélectionnez l'emplacement de la source pour l'allocation du stock
hu: A készlet hozzárendelés forrás készlethelyének kiválasztása
it: Selezionare la posizione di origine per l'assegnazione dello stock
ja: 在庫配分のソースの場所を選択します。
nl: Selecteer de bron locatie voor de voorraadtoewijzing
ru: Выберите исходное расположение для распределения запасов
sr: Izaberi lokaciju izvora radi alokacije zaliha

source: Allocate Stock
da: Tildel lager
de: Bestand zuweisen
fr: Stock alloué
hu: Készlet foglalása
it: Assegna Scorte
ja: 株式の割当
nl: Voorraad toewijzen
pt: Alocar estoque
ru: Зарезервировать остатки
sr: Alociraj zalihe
tr: Stoku Ayır
vi: Phân kho

source: Stock items allocated
da: Lagervarer tildelt
es_mx: Artículos de stock seleccionados
fr: Éléments du stock alloués
hu: Készlet lefoglalva
it: Articoli di stock assegnati
ja: 割り当てられた在庫品目
nl: Voorraad items toegewezen
ru: Запасы назначены
sr: Stavke zaliha alocirane

source: Consume Stock
da: Forbrug Lager
fr: Consommer le stock
it: Consuma Scorte
ja: 在庫を消費する
nl: Verbruikte voorraad
ru: Израсходовать запасы

source: Stock items scheduled to be consumed
da: Lagervarer der er planlagt til forbrug
it: Articoli di magazzino programmati per il consumo
ja: 引き当て済み在庫
nl: Voorraaditems gepland om te worden gebruikt
ru: Складские позиции, запланированные к расходованию

source: Fully consumed
da: Fuldt forbrugte
fr: Complétement consommé
hu: Teljesen elfogyasztva
it: Completamente consumato
ja: 完全に消費されました
nl: Volledig verbruikt
ru: Полностью израсходовано

source: Consumed
da: Forbrugt
es_mx: Consumido
fr: Consommé
hu: Elhasználva
it: Utilizzato
ja: 消費済み
nl: Verbruikt
ru: Израсходовано
sr: Iskorišćeno

source: Select project code for this line item
da: Vælg projektkode for dette linjeelement
it: Seleziona il codice progetto per questa voce di riga
ja: この明細行のプロジェクトコードを選択してください
nl: Selecteer projectcode voor deze bestelling
ru: Выберите код проекта для этой позиции

source: Subscribed
da: Abonner
fr: Abonné
hu: Feliratkozva
it: Sottoscritto
ja: 登録済み
nl: Geabonneerd
ru: Получать уведомления
sr: Pretplaćeni
tr: Abone olundu

source: Subscribe to notifications for this part
da: Abonner på notifikationer for denne del
es_mx: Suscríbete a las notificaciones de esta pieza
fr: Suivre les notifications de cette pièce
it: Sottoscrivi le notifiche per questo articolo
ja: このパーツの通知を受け取る
nl: Abonneren op meldingen voor dit onderdeel
ru: Подписаться на уведомления для этой детали
sr: Pretplati se za obaveštenja o ovom delu

source: Parent part category
da: Overordnet del kategori
de: Übergeordnete Teilkategorie
es_mx: Categoría superior de pieza
fr: Catégorie de pièce parente
hu: Felsőbb szintű alkatrész kategória
it: Categoria articolo principale
ja: 親部品カテゴリー
nl: Bovenliggende onderdeel categorie
pt: Categoria parente da peça
ru: Родительская категория
sr: Kategorija sa delovima veće kategorije
tr: Üst parça sınıfı
vi: Danh mục phụ kiện cha

source: Subscribe to notifications for this category
da: Abonner på notifikationer for denne kategori
es_mx: Suscribirse a las notificaciones de esta categoría
fr: S'abonner aux notifications pour cette catégorie
it: Sottoscrivi notifiche per questa categoria
ja: このカテゴリの通知を受け取る
nl: Abonneer je op meldingen voor deze categorie
ru: Подписаться на уведомления для этой категории
sr: Pretplati se za obaveštenja za ovu kategoriju

source: Choose Location
da: Vælg lokation
de: Lagerort wählen
es_mx: Elegir ubicación
fr: Choisir l'emplacement
hu: Hely kiválasztása
it: Scegliere la posizione
ja: 地域を選択
nl: Kies locatie
pt: Escolher Localização
ru: Выберите место хранения
sr: Izaberi lokaciju
tr: Konum Seçiniz
vi: Chọn vị trí

source: Item Destination selected
de: Teile-Zielort ausgewählt
es_mx: Destino de artículo seleccionado
fr: Destination de l'élément sélectionné
it: Destinazione oggetto selezionata
ja: 選択された項目
nl: Item bestemming geselecteerd
pt: Destino do item selecionado
ru: Пункт назначения товара выбран
sr: Destinacije stavke odabrana
tr: Öge hedefi seçildi
vi: Đã chọn đích đến của mặt hàng

source: Part category default location selected
de: Standard-Lagerort der Teile-Kategorie ausgewählt
es_mx: Ubicación por defecto de la categoría de pieza eleccionada
fr: Emplacement par défaut de la catégorie
it: Posizione predefinita della categoria parte selezionata
ja: 選択されたパートカテゴリーのデフォルトの場所
nl: Standaardlocatie voor de subcategorie
pt: Localização padrão da categoria de peça selecionada
ru: Выбрано расположение категории по умолчанию
sr: Podrazmevana lokacija kategorije dela izabrana
tr: Parça sınıfı varsayılan konum seçildi
vi: Vị trí mặc định danh mục đã được chọn

source: Received stock location selected
da: Modtaget lager placering valgt
de: Lagerort zuvor empfangener Artikel ausgewählt
es_mx: Seleccionada ubicación de existencias recibidas
fr: Emplacement de stock reçu
it: Posizione stock ricevuto selezionata
ja: 選択された受入在庫場所
nl: Ontvangen voorraadlocatie geselecteerd
pt: Localização do estoque recebido selecionada
ru: Выбрано место получения запасов
sr: Primljena lokacija zaliha selektovana
tr: Alınan stok konumu seçildi
vi: Vị trí kho hàng nhận đã được chọn

source: Default location selected
da: Standard lokation valgt
de: Standard-Lagerort ausgewählt
es_mx: Ubicación por defecto seleccionada
fr: Emplacement par défaut
it: Posizione predefinita selezionata
ja: デフォルトの場所を選択
nl: Standaard locatie geselecteerd
pt: Localização padrão selecionada
ru: Выбрано местоположение по умолчанию
sr: Podrazumevana lokacija izabrana
tr: Varsayılan konum seçildi
vi: Vị trí mặc định đã chọn

source: Set Location
da: Indstil Lokation
de: Lagerort festlegen
es_mx: Establecer ubicación
fr: Définir l'emplacement
hu: Helyszín beállítása
it: Imposta Posizione
ja: セット場所
nl: Locatie invoeren
pt: Definir localização
ru: Задать место хранения
sr: Podesi lokaciju
tr: Konum Ayarla
vi: Cài đặt vị trí

source: Assign Batch Code
da: Tildel Batchkode
es_mx: Asignar código de lote
fr: Attribuer un code de lot
it: Assegna Codice Lotto
ja: バッチコードの割り当て
nl: Batch code toewijzen
ru: Назначить код партии
sr: Dodeli kod serije
tr: Parti Kodu Ata

source: Set Expiry Date
da: Sæt Udløbsdato
fr: Indiquer une date d'expiration
it: Impostare una Data di Scadenza
ja: 有効期限の設定
nl: Stel vervaldatum in
ru: Задать срок годности

source: Adjust Packaging
da: Juster Emballering
es_mx: Ajustar empaquetado
fr: Ajuster le conditionnement
it: Regola Imballaggio
ja: パッケージの調整
nl: Verpakking aanpassen
ru: Настройка упаковки
sr: Doradi pakovanje
tr: Paketlemeyi Ayarla
vi: Điều chỉnh bao bì

source: Change Status
da: Ændre Status
de: Status ändern
es_mx: Cambiar Estado
fr: Changer le statut
hu: Állapot megváltoztatása
it: Modifica Stato
ja: ステータスを変更
nl: Status wijzigen
pt: Alterar Estado
ru: Изменить статус
sr: Promeni status
tr: Durumu Değiştir
vi: Thay đổi trạng thái

source: Add Note
da: Tilføj Note
de: Notiz hinzufügen
es_mx: Añadir Nota
fr: Ajouter une note
hu: Megjegyzés hozzáadása
it: Aggiungi Nota
ja: コメントを挿入
nl: Opmerking toevoegen
ru: Добавить заметку
sr: Dodaj belešku
tr: Note Ekle
vi: Thêm ghi chú

source: Store at default location
da: Gem på standard lokation
de: Am Standard-Lagerort einbuchen
es_mx: Guardar en la ubicación predeterminada
fr: Stocker à l'emplacement par défaut
hu: Alapértelmezett helyre tárolás
it: Memorizza nella posizione predefinita
ja: デフォルトの場所に保存
nl: Op standaardlocatie opslaan
pt: Armazenar no local padrão
ru: Использовать место хранения по умолчанию
sr: Prodavnica na podrazumevanoj lokaciji
tr: Varsayılan konumda depola
vi: Cửa hàng ở vị trí mặc định

source: Store at line item destination
fr: Stocker à la destination de l'article
it: Salva alla destinazione dell'articolo
ja: 行先での保存
nl: Bewaar op de bestemming van het item
ru: Использовать место хранения позиции заказа
tr: Satır ögesinin hedefinde depola

source: Store with already received stock
de: Bei bereits vorhandenen Lagerbestand einbuchen
es_mx: Guardar con cantidad ya recibida
fr: Stocker avec le stock déjà reçu
hu: Tárolás a már megérkezett készlettel
it: Memorizza con stock già ricevuto
ja: 入荷済みの在庫がある店舗
nl: Winkel met reeds ontvangen voorraad
pt: Armazenar com estoque já recebido
ru: Использовать место хранения уже полученных запасов
sr: Prodavnica sa već primeljenom zalihom
tr: Önceden alınmış bir stok ile depola
vi: Cửa hàng đã nhận hàng

source: Batch Code
da: Batch kode
de: Losnummer
es_mx: Código de lote
fr: Barre-code
hu: Batch kód
it: Codice Lotto
ja: バッチコード
pt: Código de Lote
ru: Код партии
sr: Kod serije
tr: Parti Kodu
vi: Mã lô hàng

source: Enter batch code for received items
da: Indtast batch kode for modtagne varer
es_mx: Introduzca el código de lote para los artículos recibidos
fr: Saisir le code de lot pour les articles reçus
it: Inserisci il codice lotto per gli articoli ricevuti
ja: 受領品のバッチコードを入力
nl: Voer batch code in voor ontvangen items
ru: Введите код партии для полученных запасов
sr: Unesi kod serije za primljene stavke

source: Serial Numbers
da: Serienummer
de: Seriennummern
es_mx: Números de serie
fr: Numéros de Série
hu: Sorozatszámok
it: Numeri di serie
ja: シリアル番号
nl: Serienummers
pt: Números de Série
ru: Серийные номера
sr: Serijski brojevi
tr: Seri Numaraları
vi: Số sê-ri

source: Enter serial numbers for received items
da: Indtast serienumre for modtagne elementer
es_mx: Introduzca números de serie para los elementos recibidos
fr: Saisir les numéros de série des articles reçus
it: Inserisci i numeri di serie per gli elementi ricevuti
ja: 受け取った商品のシリアル番号を入力
nl: Voer serienummers in voor ontvangen items
ru: Введите серийные номера для полученных запасов
sr: Unesi serijske brojeve za primljene stavke

source: Expiry Date
da: Udløbsdato
fr: Date d'expiration
hu: Lejárati dátum
it: Data di scadenza
ja: 有効期限
nl: Vervaldatum
ru: Срок годности
sr: Datum isteka
tr: Son Kullanma Tarihi

source: Enter an expiry date for received items
da: Indtast en udløbsdato for modtagne vare
fr: Entrer une date d'expiration pour les articles reçus
it: Inserisci una data di scadenza per gli articoli ricevuti
ja: 受け取った商品の有効期限を入力してください。
nl: Voer een vervaldatum in voor ontvangen items
ru: Введите дату истечения срока годности полученных элементов

source: Packaging
da: Emballage
de: Verpackung
es_mx: Empaquetado
fr: Conditionnement
hu: Csomagolás
it: Imballaggio
ja: パッケージング
nl: Verpakking
pt: Embalagem
ru: Упаковка
sr: Pakovanje
tr: Paketleme
vi: Đóng gói

source: Note
de: Notiz
es_mx: Nota
hu: Megjegyzés
it: Nota
ja: 備考
nl: Opmerking
pt: Nota
ru: Заметка
sr: Beleška
tr: Not
vi: Ghi chú

source: Received
da: Modtaget
de: Erhalten
es_mx: Recibido
fr: Réceptionnée
hu: Fogadott
it: Ricevuto
ja: 受信
nl: Ontvangen
pt: Recebido
ru: Получено
sr: Primljeno
tr: Alındı
vi: Đã nhận

source: Receive Line Items
da: Modtag linje element
de: Positionen empfangen
es_mx: Recibir partidas
fr: Articles reçus
it: Ricevi Elementi Riga
ja: ラインアイテムの受信
nl: Ontvang regelitems
pt: Receber item de linha
ru: Получить позиции
sr: Primi linijske stavke
tr: Alınan Satır Ögeleri
vi: Nhận hạng mục

source: Items received
da: Varer modtaget
fr: Articles reçus
hu: Tételek beérkeztek
it: Articoli ricevuti
ja: 受領品目
nl: Ontvangen items
ru: Элементы получены

source: Receive Items
da: Modtag varer
es_mx: Recibir artículos
fr: Articles reçus
it: Ricevi elementi
ja: 商品を受け取る
nl: Ontvang regelitems
ru: Возврат позиций
sr: Primi stavke

source: Item received into stock
da: Vare modtaget på lager
es_mx: Artículo recibido en existencias
fr: Article reçu en stock
it: Oggetto ricevuto in magazzino
ja: 入荷した商品
nl: Item ontvangen in voorraad
ru: Товар получен на складе
sr: Stavka primljena u zalihe

source: Check Shipment
da: Tjek Forsendelse
it: Controlla spedizione
ja: 出荷状況を確認する
nl: Controleer Levering
ru: Проверить отправку

source: Marking the shipment as checked indicates that you have verified that all items included in this shipment are correct
da: Markering af forsendelsen indikerer, at du har kontrolleret, at alle varer i denne forsendelse er korrekte
it: Marcatura della spedizione come controllato indica che hai verificato che tutti gli articoli inclusi in questa spedizione sono corretti
ja: 「確認済み」とマークすることで、全送付品の照合が完了したことを示します
nl: Het markeren van de zending als gecontroleerd geeft aan dat u hebt geverifieerd dat alle artikelen in deze zending correct zijn
ru: Отметка отправления как проверенного означает, что вы проверили корректность всех предметов, включённых в эту отправку

source: Shipment marked as checked
da: Forsendelse markeret som kontrolleret
it: Spedizione contrassegnata come controllata
ja: 出荷はチェック済みとしてマークされました
nl: Verzending gemarkeerd als gecontroleerd
ru: Отправление отмечено как проверенное

source: Uncheck Shipment
da: Fjern Markering Af Forsendelse
it: Deseleziona Spedizione
ja: 出荷のチェックを外す
nl: Verzending uitvinken
ru: Снять отметку проверки с отправки

source: Marking the shipment as unchecked indicates that the shipment requires further verification
da: Mærkning af forsendelsen som ikke-kontrolleret viser, at forsendelsen kræver yderligere verifikation
it: Contrassegnare la spedizione come non controllata indica che la spedizione richiede ulteriori verifiche
ja: チェックを外すと、出荷時に再確認が必要になります
nl: Het uitvinken van de zending geeft aan dat de verzending verder gecontroleerd moet worden
ru: Отметка отправления как непроверенного означает, что требуется дополнительная проверка

source: Shipment marked as unchecked
da: Forsendelse markeret som ikke-kontrolleret
it: Spedizione contrassegnata come non controllata
ja: 出荷はチェックが外された
nl: Verzending gemarkeerd als ongecontroleerd
ru: Отправление отмечено как непроверенное

source: Leave blank to use the order address
da: Efterlad blank for at bruge ordreadressen
it: Lascia vuoto per utilizzare l'indirizzo dell'ordine
ja: オーダーの住所を使用する場合は空欄のままにしてください
nl: Laat leeg om het besteladres te gebruiken
ru: Оставьте поле пустым, чтобы использовать адрес заказа

source: Add given quantity as packs instead of individual items
da: Tilføj givet antal som pakker i stedet for individuelle elementer
de: Angegebene Menge als Packungen anstatt einzelner Artikel hinzufügen
es_mx: Agrega una cantidad dada en conjunto en lugar de artículos individuales
fr: Ajouter une quantité en paquet au lieu de pièces individuelles
hu: Mennyiség hozzáadása csomagolási egységenként egyedi tételek helyett
it: Aggiungere la quantità data come pacchi invece di singoli articoli
ja: 指定された数量を単品ではなくパックとして追加します。
nl: Opgegeven hoeveelheid als pakket toevoegen in plaats van individuele artikelen
pt: Adicionar quantidade dada como pacotes em vez de itens individuais
ru: Ввести количество упаковок вместо количества отдельных элементов
sr: Dodaj primljenu količinu kao pakovanje umesto kao individualnu stavku
tr: Verilen miktarı tekli ögeler yerine paketler olarak ekle
vi: Thêm số lượng đã có theo gói thay vì các mục đơn lẻ
