Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Duplicate
da: Dupliker
de: Duplizieren
es_mx: Duplicar
fr: Dupliquer
hu: Másolás
it: Duplica
ja: 複製
nl: Dupliceren
pt: Duplicar
ru: Дублировать
sr: Dupliciraj
tr: İkizini Oluştur
vi: Nhân bản

source: Edit
da: Rediger
de: Bearbeiten
es_mx: Editar
fr: Éditer
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
pt: Editar
ru: Редактировать
sr: Izmeni
tr: Düzenle
vi: Sửa

source: Delete
da: Slet
de: Löschen
es_mx: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
pt: Eliminar
ru: Удалить
sr: Obriši
tr: Sil
vi: Xóa

source: Cancel
da: Annuller
de: Abbrechen
es_mx: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
nl: Annuleer
pt: Cancelar
ru: Отменить
sr: Poništi
tr: Vazgeç
vi: Hủy bỏ

source: Actions
da: Handlinger
de: Aktionen
es_mx: Acciones
hu: Műveletek
it: Azioni
ja: アクション
nl: Acties
pt: Ações
ru: Действия
sr: Akcije
tr: Eylemler
vi: Chức năng

source: Search
da: Søg
de: Suche
es_mx: Buscar
fr: Rechercher
hu: Keresés
it: Ricerca
ja: 検索
nl: Zoeken
pt: Buscar
ru: Поиск
sr: Pretraga
tr: Ara
vi: Tìm kiếm

source: Pass
da: Ok
de: Bestanden
es_mx: Aprobado
fr: Réussi
hu: Sikeres
it: Salta / Ignora
ja: パス
nl: Geslaagd
pt: Aprovar
ru: Пропустить
sr: Prosledi
tr: Geç
vi: Hoàn tất

source: Fail
da: Fejlet
de: Fehler
es_mx: Falló
fr: Échec
hu: Megbukott
it: Errore
ja: 失敗
nl: Niet geslaagd
pt: Falhou
ru: Сбой
sr: Neuspešno
tr: Hata
vi: Thất bại

source: Yes
da: Ja
de: Ja
es_mx: Sí
fr: Oui
hu: Igen
it: Si
ja: はい
nl: Ja
pt: Sim
ru: Да
sr: Da
tr: Evet
vi: Đồng ý

source: No
da: Nej
de: Nein
fr: Non
hu: Nem
ja: いいえ
nl: Nee
pt: Não
ru: Нет
sr: Ne
tr: Hayır
vi: Không

source: Part
da: Del
de: Teil
es_mx: Pieza
fr: Pièce
hu: Alkatrész
it: Articolo
ja: パーツ
nl: Onderdeel
pt: Peça
ru: Деталь
sr: Deo
tr: Parça
vi: Phụ kiện

source: Parts
da: Dele
de: Teile
es_mx: Piezas
fr: Composants
hu: Alkatrészek
it: Articoli
ja: パーツ
nl: Onderdelen
pt: Peças
ru: Детали
sr: Delovi
tr: Parçalar
vi: Phụ tùng

source: Parameter
ja: パラメータ

source: Parameters
da: Parameter
de: Parameter
es_mx: Parámetros
fr: Paramètres
hu: Paraméterek
it: Parametri
ja: パラメータ
pt: Parâmetros
ru: Параметры
sr: Parametri
tr: Parametreler
vi: Thông số

source: Parameter Template
da: Parameter Skabelon
de: Parameter Vorlage
fr: Modèle de paramètre
it: Modello Parametro
ja: パラメータテンプレート
nl: Parameter sjabloon
pt: Modelo do Parâmetro
ru: Шаблон параметра
sr: Šablon parametara
tr: Parametre Şablonu

source: Parameter Templates
da: Parameter Skabeloner
ja: パラメータテンプレート
nl: Parameter sjablonen

source: Part Test Template
da: Del Testskabelon
de: Testvorlage für Teil
es_mx: Plantilla de prueba de pieza
fr: Modèle de test de pièce
hu: Alkatrész teszt sablon
it: Modello Test Articolo
ja: 部品試験テンプレート
nl: Sjabloon test onderdeel
pt: Modelos de Teste da Peça
ru: Шаблон теста детали
sr: Šablon testiranja dela
tr: Parça Test Şablonu
vi: Mẫu thử nghiệm

source: Part Test Templates
da: Del Testskabeloner
de: Testvorlagen für Teil
es_mx: Plantillas de prueba de piezas
fr: Modèles de test de pièces
hu: Alkatrész Teszt Sablonok
it: Modelli Test Articolo
ja: 部品試験テンプレート
nl: Templatesjablonen voor onderdeel
pt: Modelos de Teste da Peça
ru: Шаблоны тестов детали
sr: Šabloni testiranja dela
tr: Parça Test Şablonları
vi: Mẫu thử nghiệm

source: Supplier Part
da: Leverandør Del
de: Zuliefererteil
es_mx: Pieza de proveedor
fr: Pièce fournisseur
hu: Beszállítói alkatrész
it: Articolo Fornitore
ja: サプライヤー
nl: Leverancier onderdeel
pt: Fornecedor da Peça
ru: Деталь поставщика
sr: Deo nabavljača
tr: Sağlayıcı Parçası
vi: Phụ kiện nhà cung cấp

source: Supplier Parts
da: Leverandør Dele
de: Zuliefererteile
es_mx: Piezas de proveedor
fr: Pièces du fournisseur
hu: Beszállítói alkatrészek
it: Articoli fornitore
ja: サプライヤー・パーツ
nl: Leveranciers onderdelen
pt: Peças de fornecedor
ru: Детали поставщиков
sr: Delovi nabavljača
tr: Tedarikçi Parçaları
vi: Nhà cung cấp phụ kiện

source: Manufacturer Part
da: Producent Del
de: Herstellerteil
es_mx: Pieza de fabricante
fr: Pièces du fabricant
hu: Gyártói alkatrész
it: Articolo Produttore
ja: メーカー・パーツ
nl: Fabrikant onderdeel
pt: Fabricante da peça
ru: Деталь производителя
sr: Deo proizvođača
tr: Üretici Parçası
vi: Phụ kiện nhà sản xuất

source: Manufacturer Parts
da: Producent Dele
de: Herstellerteile
es_mx: Piezas del fabricante
fr: Pièces du fabricant
hu: Gyártói alkatrészek
it: Articoli Produttore
ja: メーカー・パーツ
nl: Fabrikant onderdelen
pt: Peças do fabricante
ru: Детали производителей
sr: Delovi proizvođača
tr: Üretici Parçaları
vi: Nhà sản xuất phụ kiện

source: Part Category
da: Del Kategori
de: Teilkategorie
es_mx: Categoría de Pieza
fr: Catégorie de composant
hu: Alkatrész kategória
it: Categoria Articolo
ja: パーツカテゴリ
nl: Onderdeel categorie
pt: Categoria da peça
ru: Категория детали
sr: Kategorija delova
tr: Parça Sınıfı
vi: Danh mục phụ kiện

source: Part Categories
da: Del Kategorier
de: Teil-Kategorien
es_mx: Categorías de Pieza
fr: Catégories de composants
hu: Alkatrész kategóriák
it: Categorie Articolo
ja: パーツカテゴリ
nl: Onderdeel categorieën
pt: Categorias da Peça
ru: Категории деталей
sr: Kategorije delova
tr: Parça Kategorileri
vi: Danh mục phụ kiện

source: Stock Item
da: Lagervarer
de: Lagerartikel
es_mx: Artículo de stock
fr: Article en stock
hu: Készlet tétel
it: Articolo in magazzino
ja: 在庫商品
nl: Voorraad item
pt: Item de Estoque
ru: Складская позиция
sr: Stavka zalihe
tr: Stok Ögesi
vi: Hàng trong kho

source: Stock Items
da: Lagervarer
de: Lagerartikel
es_mx: Artículos de Stock
fr: Articles en stock
hu: Készlet tételek
it: Articoli in magazzino
ja: 在庫商品
nl: Voorraad items
pt: Itens de Estoque
ru: Складские позиции
sr: Stavke zaliha
tr: Stok Kalemleri
vi: Hàng trong kho

source: Stock Location
da: Lagerlokation
de: Lagerort
es_mx: Ubicación de almacén
fr: Emplacement du stock
hu: Készlet hely
it: Ubicazione articolo
ja: 在庫場所
nl: Voorraad locatie
pt: Localização de Stock
ru: Место хранения
sr: Lokacija zaliha
tr: Stok Konumu
vi: Vị trí kho hàng

source: Stock Locations
da: Lagerlokationer
de: Lagerorte
es_mx: Ubicaciones de almacén
fr: Emplacements de stock
hu: Készlethelyek
it: Ubicazioni articolo
ja: 在庫場所
nl: Voorraad locatie
pt: Localizações de Stock
ru: Места хранения
sr: Lokacije zaliha
tr: Stok Konumları
vi: Vị trí kho hàng

source: Stock Location Type
da: Lager Lokationstype
de: Lagerort Typ
es_mx: Tipos de ubicación de existencias
fr: Emplacements du stock
hu: Készlethely Típus
it: Tipo ubicazione articolo
ja: 在庫場所 タイプ
nl: Voorraad locatie type
pt: Tipo de Local de Estoque
ru: Тип места хранения
sr: Tip lokacije zaliha
tr: Stok Konum Türü
vi: Phân loại vị trí kho hàng

source: Stock Location Types
da: Lager Lokationstyper
de: Lagerort Typen
es_mx: Tipos de ubicaciones de existencias
fr: Emplacements des stocks
hu: Készlethely típusok
it: Tipi ubicazione articolo
ja: ストックロケーションの種類
nl: Voorraad locatie types
pt: Tipo de Local de Estoque
ru: Типы места хранения
sr: Tipovi lokacija zaliha
tr: Stok Konum Türleri
vi: Phân loại vị trí kho hàng

source: Stock History
da: Lager Historik
de: Lagerhistorie
es_mx: Histórico de existencias
fr: Historique du stock
hu: Készlettörténet
it: Cronologia Magazzino
ja: 株式履歴
nl: Voorraad geschiedenis
pt: Histórico de Estoque
ru: История склада
sr: Istorija zaliha
tr: Stok Geçmişi
vi: Lịch sử kho hàng

source: Stock Histories
da: Lager Historik
de: Bestandshistorie
es_mx: Históricos de existencias
fr: Historique du stock
hu: Készlettörténet
it: Cronologie Magazzino
ja: 株式履歴
nl: Voorraad Historieën
pt: Histórico de Estoque
ru: История складов
sr: Istorije zaliha
tr: Stok Geçmişleri
vi: Lịch sử kho hàng

source: Build
da: Byg
de: Bauauftrag
es_mx: Construcción
fr: Construction
hu: Gyártás
it: Produzione
ja: 組立
nl: Bouwen
pt: Produção
ru: Сборка
sr: Izgradnja
tr: Yap
vi: Xây dựng

source: Builds
da: Bygger
es_mx: Construcciones
fr: Construction
hu: Gyártások
it: Produzione
ja: ビルド
nl: Bouwen
pt: Produções
ru: Производство
sr: Izgradnje
tr: Yapılar
vi: Bản dựng

source: Build Line
da: Bygge linje
de: Bauauftragsposition
es_mx: Línea de construcción
fr: Chaîne d'assemblage
hu: Gyártás sor
it: Linea di produzione
ja: 組立ライン
nl: Bouw lijn
pt: Linha de produção
ru: Линия производства
sr: Linija izgradnje
tr: Yapı Satırı
vi: Xây dựng line mặt hàng

source: Build Lines
da: Bygge linjer
de: Bauauftragspositionen
es_mx: Líneas de construcción
fr: Chaîne d'assemblage
hu: Gyártási tételek
it: Linee di produzione
ja: ビルドライン
nl: Bouw lijnen
pt: Linhas de produção
ru: Линия производства
sr: Linije izgradnje
tr: Yapı Satırları
vi: Xây dựng line mặt hàng

source: Build Item
da: Byg Emne
es_mx: Construir elemento
fr: Construire un élément
hu: Gyártási tétel
it: Costruisci articolo
ja: ビルドアイテム
nl: Bouw onderdeel
ru: Товар производства
sr: Stavka izgradnje
tr: Yapı Ögesi
vi: Xây dựng mặt hàng

source: Build Items
da: Byg Emner
es_mx: Construir elementos
fr: Construire des éléments
hu: Gyártási tételek
it: Costruisci articoli
ja: ビルドアイテム
nl: Bouw onderdelen
ru: Товары производства
sr: Stavke izgradnje
tr: Yapı Ögeleri
vi: Xây dựng mặt hàng

source: Company
da: Firma
de: Firma
es_mx: Empresa
fr: Société
hu: Cég
it: Azienda
ja: 会社名
nl: Bedrijf
pt: Empresa
ru: Компания
sr: Kompanija
tr: Şirket
vi: Công ty

source: Companies
da: Firmaer
de: Unternehmen
es_mx: Empresas
fr: Sociétés
hu: Cégek
it: Aziende
ja: 会社
nl: Bedrijven
pt: Empresas
ru: Компании
sr: Kompanije
tr: Şirketler
vi: Doanh nghiệp

source: Project Code
da: Projektkode
de: Projekt-Code
es_mx: Código de proyecto
fr: Code du projet
hu: Projektszám
it: Codice del progetto
ja: プロジェクトコード
pt: Código do projeto
ru: Код проекта
sr: Kod projketa
tr: Proje Kodu
vi: Mã dự án

source: Project Codes
da: Projektkoder
de: Projektnummern
es_mx: Códigos de proyecto
fr: Codes du projet
hu: Projektszámok
it: Codici del progetto
ja: プロジェクトコード
pt: Códigos do Projeto
ru: Коды проекта
sr: Kodovi projekta
tr: Proje Kodları
vi: Mã dự án

source: Purchase Order
da: Købsordre
de: Einkaufsbestellung
es_mx: Pedido de compra
fr: Commande d’achat
hu: Beszerzési rendelés
it: Ordine d'acquisto
ja: 注文
nl: Inkooporder
pt: Pedido de Compra
ru: Заказ на закупку
sr: Narudžbenica
tr: Satın Alma Siparişi
vi: Đơn đặt mua

source: Purchase Orders
da: Købsordrer
de: Nachbestellungen
es_mx: Órdenes de compra
fr: Ordres d'achat
hu: Beszerzési rendelések
it: Ordini d'acquisto
ja: 購入注文
nl: Inkooporders
pt: Pedidos de compra
ru: Заказы на закупку
sr: Narudžbenice
tr: Satın Alma Emirleri
vi: Đơn hàng mua

source: Purchase Order Line
da: Indkøbsordre linje
de: Bestellposition
es_mx: Línea de pedido de compra
fr: Ligne de commande d'achat
hu: Beszerzési rendelés tétel
it: Riga ordine di acquisto
ja: 発注ライン
nl: Inkooporder regel
pt: Pedido de compra da linha
ru: Позиция заказа на закупку
sr: Linija narudžbenica
tr: Satın Alma Sipariş Satırı
vi: Các dòng đơn đặt hàng

source: Purchase Order Lines
da: Indkøbsordre linjer
de: Bestellpositionen
es_mx: Líneas de pedido de compra
fr: Lignes de commande d'achat
hu: Beszerzési rendelés tételei
it: Righe ordine di acquisto
ja: 発注ライン
nl: Inkooporder regels
pt: Pedido de compra das linhas
ru: Позиции заказа на закупку
sr: Linije narudžbenica
tr: Satın Alma Sipariş Satırları
vi: Các dòng đơn đặt hàng

source: Sales Order
da: Salgsordrer
de: Verkaufsauftrag
es_mx: Orden de venta
fr: Ventes
hu: Vevői rendelés
it: Ordine di Vendita
ja: セールスオーダー
nl: Verkooporder
pt: Pedido de Venda
ru: Заказ на продажу
sr: Nalog za prodaju
tr: Satış Siparişi
vi: Đơn đặt bán

source: Sales Orders
da: Salgsordrer
de: Aufträge
es_mx: Órdenes de venta
fr: Ordres de vente
hu: Vevői rendelések
it: Ordini di Vendita
ja: セールスオーダー
nl: Verkooporders
pt: Pedidos de vendas
ru: Заказы на продажу
sr: Naloti za prodaju
tr: Satış Emirleri
vi: Đơn hàng bán

source: Sales Order Shipment
da: Salg Ordre Forsendelse
de: Versand der Bestellung
es_mx: Envío de orden de venta
fr: Expédition de la commande
hu: Vevői rendelés szállítmány
it: Spedizione dell'ordine di vendita
ja: 販売注文の出荷
nl: Verzending verkooporder
pt: Envio do Pedido de Venda
ru: Отправка заказа на продажу
sr: Pošiljka
tr: Satış Siparişi Gönderisi
vi: Vận chuyển đơn hàng

source: Sales Order Shipments
da: Salg Ordre Forsendelser
de: Versand der Bestellungen
es_mx: Envíos de pedidos de venta
fr: Expéditions de la commande
hu: Vevői rendelés szállítmányok
it: Spedizioni dell'ordine di vendita
ja: 販売注文の出荷
nl: Verzendingen verkooporders
pt: Envios dos Pedidos de Vendas
ru: Отгрузка заказа на продажу
sr: Pošiljke
tr: Satış Siparişi Gönderileri
vi: Vận chuyển đơn hàng

source: Return Order
da: Returordre
de: Rückgabe Auftrag
es_mx: Orden de devolución
fr: Retour de commande
hu: Visszavétel
it: Ordine di reso
ja: リターンオーダー
nl: Retourorder
pt: Pedido de Devolução
ru: Заказ на возврат
sr: Nalog za povrat
tr: İade Emri
vi: Đơn hàng trả lại

source: Return Orders
da: Returordre
de: Reklamationen
es_mx: Ordenes de devolución
fr: Retours
hu: Visszavételek
it: Ordini di reso
ja: 返品注文
nl: Retourorders
pt: Pedidos de Devolução
ru: Заказы на возврат
sr: Nalozi za povrat
tr: İade Emirleri
vi: Đơn hàng trả lại

source: Return Order Line Item
da: Retur Ordre Linje Vare
es_mx: Línea de pedido de devolución
fr: Ligne de retour de commande
hu: Visszavétel sortétel
it: Articolo Linea Ordine Reso
ja: 返品注文項目
nl: Retourneer bestelregel item
ru: Позиция заказа на возврат
sr: Stavka linije naloga za povrat
tr: İade Emri Satır Ögesi
vi: Đơn hàng trả lại

source: Return Order Line Items
da: Retur Ordre Linje Varer
es_mx: Línea de pedido de devolución
fr: Ligne de retour de commande
hu: Visszavétel sortételek
it: Articoli Linea Ordine Reso
ja: 返品注文項目
nl: Retourneer bestelregel items
ru: Позиции заказа на возврат
sr: Stavke linije naloga za povrat
tr: İade Emri Satır Ögeleri
vi: Đơn hàng trả lại

source: Address
da: Adresse
de: Adresse
es_mx: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
ja: 住所
nl: Adres:
pt: Endereço
ru: Адрес
sr: Adresa
tr: Adres
vi: Địa chỉ

source: Addresses
da: Adresser
de: Adressen
es_mx: Direcciones
fr: Adresses
hu: Címek
it: Indirizzi
ja: マイアカウント
nl: Adressen
pt: Endereços
ru: Адреса
sr: Adrese
tr: Adresler
vi: Địa chỉ

source: Contact
da: Kontakt
de: Kontakt
es_mx: Contacto
hu: Kapcsolat
it: Contatto
ja: お問い合わせ
pt: Contato
ru: Контакт
sr: Kontakt
tr: Bağlantı
vi: Liên hệ

source: Contacts
da: Kontakter
de: Kontakte
es_mx: Contactos
hu: Kapcsolatok
it: Contatti
ja: 連絡先
nl: Contacten
pt: Contatos
ru: Контакты
sr: Kontakti
tr: Bağlantılar
vi: Danh bạ

source: Owner
da: Ejer
de: Eigentümer
es_mx: Propietario
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: 所有者
nl: Eigenaar
pt: Proprietário
ru: Владелец
sr: Vlasnik
tr: Sahip
vi: Chủ sở hữu

source: Owners
da: Ejer
de: Eigentümer
es_mx: Propietarios
fr: Propriétaires
hu: Tulajdonosok
it: Proprietari
ja: 所有者
nl: Eigenaren
pt: Proprietários
ru: Владельцы
sr: Vlasnici
tr: Sahipler
vi: Chủ sở hữu

source: User
da: Bruger
de: Nutzer
es_mx: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザー
nl: Gebruiker
pt: Utilizador
ru: Пользователь
sr: Korisnik
tr: Kullanıcı
vi: Người dùng

source: Users
da: Brugerne
de: Benutzer
es_mx: Usuarios
fr: Utilisateurs
hu: Felhasználók
it: Utenti
ja: ユーザー
nl: Gebruikers
pt: Utilizadores
ru: Пользователи
sr: Korisnici
tr: Kullanıcılar
vi: Người dùng

source: Group
da: Gruppe
de: Gruppe
es_mx: Grupo
fr: Groupes
hu: Csoport
it: Gruppo
ja: グループ
nl: Groep
ru: Группа
sr: Grupa
tr: Grup
vi: Nhóm

source: Groups
da: Grupper
de: Gruppen
es_mx: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
pt: Grupos
ru: Группы
sr: Grupe
tr: Gruplar
vi: Nhóm

source: Import Session
da: Importer Session
de: Importsitzung
es_mx: Importar sesión
fr: Importer la session
hu: Importálási munkamenet
it: Importa Sessione
ja: インポートセッション
nl: Sessie Importeren
ru: Сессия импорта
sr: Sekvenca importovanja
tr: Oturumu İçe Aktar
vi: Phiên làm việc

source: Import Sessions
da: Importer Sessioner
de: Importsitzungen
es_mx: Importar sesiones
fr: Importer les sessions
hu: Importálási munkamenetek
it: Importa Sessioni
ja: インポートセッション
nl: Sessies importeren
ru: Сессии импорта
sr: Sekvence importovanja
tr: Oturumları İçe Aktar
vi: Nhập phiên làm việc

source: Label Template
da: Etiket Skabelon
es_mx: Plantilla de etiqueta
fr: Modèle d'étiquette
hu: Címke sablon
it: Modello Etichetta
ja: ラベルテンプレート
nl: Label sjabloon
pt: Modelo de Etiqueta
ru: Шаблон этикетки
sr: Šablon za naziv
tr: Etiket Şablonu
vi: Mẫu nhãn tem

source: Label Templates
da: Etiket Skabeloner
es_mx: Plantillas de etiqueta
fr: Modèles d'étiquettes
hu: Címke sablonok
it: Modelli Etichetta
ja: ラベルテンプレート
nl: Label sjablonen
pt: Modelos de Etiqueta
ru: Шаблоны этикеток
sr: Šabloni za nazive
tr: Etiket Şablonları
vi: Mẫu nhãn tem

source: Report Template
da: Rapport skabelon
es_mx: Plantilla de informe
fr: Modèle de rapport
hu: Jelentéssablon
it: Modello Report
ja: レポートテンプレート
nl: Rapporteer sjabloon
pt: Modelo de relatório
ru: Шаблон отчёта
sr: Šablon za izveštaj
tr: Rapor Şablonu
vi: Mẫu báo cáo

source: Report Templates
da: Rapporter Skabeloner
es_mx: Plantillas de informe
fr: Modèles des rapports
hu: Jelentéssablonok
it: Modelli Report
ja: レポートテンプレート
nl: Rapport sjablonen
pt: Modelos de relatório
ru: Шаблоны отчётов
sr: Šabloni za izveštaje
tr: Rapor Şablonları
vi: Mẫu báo cáo

source: Plugin Configuration
da: Plugin indstillinger
de: Plugin-Konfiguration
es_mx: Configuración de complemento
fr: Configuration du plugin
hu: Plugin konfiguráció
it: Configurazione Plugin
ja: プラグインの設定
nl: Plug-in configuratie
pt: Configuração de Extensão
ru: Настройка плагина
sr: Konfigurisanje ekstenzija
tr: Eklenti Yapılandırma
vi: Cấu hình plugin

source: Plugin Configurations
da: Plugin indstillinger
de: Plugin-Konfigurationen
es_mx: Configuraciones de complemento
fr: Configurations des plugins
hu: Plugin beállítások
it: Configurazioni Plugin
ja: プラグインの設定
nl: Plug-in configuraties
pt: Configurações de Extensões
ru: Настройки плагинов
sr: Konfiguracije ekstenzije
tr: Eklenti Yapılandırmaları
vi: Cấu hình plugin

source: Content Type
da: Indholdstype
es_mx: Tipo de contenido
fr: Type de contenu
hu: Tartalom típus
it: Tipo Contenuto
ja: コンテンツタイプ
ru: Тип контента
sr: Tip sadržaja
tr: İçerik Türü
vi: Loại Nội Dung

source: Content Types
da: Indholdstyper
es_mx: Tipos de contenido
fr: Types de contenu
hu: Tartalom típusok
it: Tipi Contenuti
ja: コンテンツタイプ
ru: Типы контента
sr: Tipovi sadržaja
tr: İçerik Türleri
vi: Loại Nội Dung

source: Selection List
da: Vælg liste
es_mx: Lista de selección
fr: Liste Sélectionnée
hu: Választéklista
it: Elenco selezione
ja: セレクションリスト
nl: Selectielijst
ru: Список выбора
sr: Lista selekcije

source: Selection Lists
da: Valg Lister
es_mx: Listas de Selección
fr: Listes Sélectionnées
hu: Választéklisták
it: Elenchi di selezione
ja: セレクション・リスト
nl: Selectie lijsten
ru: Списки выбора
sr: Liste selekcija

source: Error
da: Fejl
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
nl: Foutmelding
pt: Erro
ru: Ошибка
sr: Grеška
tr: Hata
vi: Lỗi

source: Errors
da: Fejl
de: Fehler
fr: Erreurs
hu: Hibák
it: Errori
ja: エラー
nl: Foutmeldingen
pt: Erros
ru: Ошибки
sr: Greške
tr: Hatalar

source: Admin
fr: Administrateur
hu: Adminisztrátor
ja: 管理者
nl: Administrator
ru: Администрирование пользователей

source: Build Orders
da: Produktionsordrer
de: Bauaufträge
es_mx: Ordenes de Producción
fr: Ordres de fabrication
hu: Gyártási utasítások
it: Ordini di Produzione
ja: 組立注文
nl: Productieorders
pt: Ordens de Produções
ru: Заказы на сборку
sr: Nalozi za izradu
tr: Yapım İşi Emirleri
vi: Đơn đặt bản dựng

source: Error rendering component
da: Render fejl af komponent
de: Fehler beim darstellen der Komponente
es_mx: Error al renderizar componente
fr: Erreur lors de l'affichage de l'application
hu: Hiba a komponens renderelése közben
it: Errore nel renderizzare il componente
ja: エラー：コンポーネント描画
nl: Fout bij renderen component
pt: Erro ao renderizar componente
ru: Ошибка при отображении компонента
sr: Greška u renderovanju komponente
tr: Bileşeni oluşturmada hata
vi: Lỗi khi hiển thị thành phần

source: An error occurred while rendering this component. Refer to the console for more information.
da: Der opstod en fejl under render af denne komponent. Se konsollen for mere information.
de: Beim Rendern dieser Komponente ist ein Fehler aufgetreten. Weitere Informationen stehen in der Konsole.
es_mx: Ocurrió un error mientras se renderizaba este componente. Consulte la consola para más información.
fr: Une erreur s'est produite lors du rendu de ce composant. Reportez-vous à la console pour plus d'informations.
hu: Hiba történt ennek a komponensnek a renderelése közben. Nézze a konzolt további információkért.
it: Si è verificato un errore durante il rendering di questo componente. Fare riferimento alla console per maggiori informazioni.
ja: このコンポーネントの描画中にエラーが発生しました。詳細はコンソールを参照してください。
nl: Er is een fout opgetreden tijdens het weergeven van deze component. Raadpleeg de console voor meer informatie.
pt: Ocorreu um erro ao renderizar este componente. Consulte o console para obter mais informações.
ru: Произошла ошибка при отрисовки этого компонента. Обратитесь к консоли для получения дополнительной информации.
sr: Desila se greška prilikom renderovanja ovde komponente. Pogledajte konzolu za više informacija
tr: Bu bileşeni oluştururken bir hata oluştu. Daha fazla bilgi için konsola bakın.
vi: Một lỗi đã xảy ra trong quá trình hiển thị thành phần này. Vui lòng tham khảo bảng điều khiển để biết thêm thông tin.

source: Error while scanning
da: Fejl ved scanning
de: Fehler beim Scannen
es_mx: Error al escanear
fr: Erreur lors du scan
hu: Hiba a kódolvasás közben
it: Errore durante la scansione
ja: スキャン中のエラー
nl: Fout tijdens het scannen
pt: Erro ao digitalizar
ru: Ошибка при сканировании
sr: Greška prilikom skeniranja
tr: Tarama sırasında hata
vi: Lỗi khi quét

source: Error while stopping
da: Fejl ved stop
de: Fehler beim Anhalten
es_mx: Error al detener
fr: Erreur lors de l'arrêt
hu: Hiba a leállítás közben
it: Errore durante l'arresto
ja: 停止時のエラー
nl: Fout tijdens het stoppen
pt: Erro ao parar
ru: Ошибка при остановке
sr: Greška prilikom zaustavljanja
tr: Durdurma sırasında hata
vi: Lỗi trong khi dừng lại

source: Start scanning by selecting a camera and pressing the play button.
da: Start scanningen ved at vælge et kamera og trykke på afspilningsknappen.
es_mx: Comienza a escanear seleccionando una cámara y presionando el botón reproducir.
fr: Commencez à scanner en sélectionnant une caméra et en appuyant sur le bouton de lecture.
hu: Kezdd a leolvasást a kamera kiválasztással és nyomd meg a lejátszás gombot.
it: Inizia la scansione selezionando una fotocamera e premendo il pulsante play.
ja: カメラを選択し、再生ボタンを押してスキャンを開始します。
nl: Start met scannen door een camera te selecteren en op de afspeelknop te drukken.
ru: Начните сканирование, выбрав камеру и нажав кнопку воспроизведения.
sr: Započni skeniranje selektovanjem kamere i pritiskom na Play dugme
tr: Bir kamera seçerek ve oynat düğmesine basarak taramayı başlatın.

source: Stop scanning
de: Scan stoppen
es_mx: Dejar de escanear
fr: Arrêter le scan
hu: Kódolvasás leállítása
it: Interrompi la scansione
ja: スキャン停止
nl: Scan stoppen
pt: Parar a digitalização
ru: Остановить сканирование
sr: Zaustavi skeniranje
tr: Taramayı durdur
vi: Dừng quét

source: Start scanning
de: Scan starten
es_mx: Comenzar a escanear
fr: Commencer le scan
hu: Kódolvasás indítása
it: Avvia scansione
ja: スキャン開始
nl: Start scannen
pt: Iniciar a digitalização
ru: Начать сканирование
sr: Započni skeniranje
tr: Taramayı başlat
vi: Bắt đầu quét

source: Barcode
da: Stregkode
es_mx: Código de barras
fr: Code-barres
hu: Vonalkód
it: Codice a barre
ja: バーコード
ru: Штрихкод
sr: Barkod
tr: Barkod
vi: Mã vạch

source: Scan
es_mx: Escanear
fr: Scanner
hu: Szkennelés
it: Scansione
ja: スキャン
nl: Scannen
ru: Сканировать
sr: Skeniraj
tr: Tara
