Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Build output created
fr: Sorties de fabrication créées
it: Ordine di produzione creato
ja: ビルド出力が作成されました
nl: Bouw uitvoer gemaakt
ru: Продукция создана

source: Edit Build Output
es_mx: Editar salida de construcción
fr: Modifier une sortie de construction
it: Modifica Output di Produzione
ja: ビルド出力の編集
nl: Bewerk bouwopdracht
ru: Редактировать продукцию
sr: Izmeni nalog za izradu

source: This action will deallocate all stock from the selected build output
es_mx: Esta acción desasignará todas las existencias de la salida de construcción seleccionada
fr: Cette action désaffecte tous les stocks de la production sélectionnée
it: Questa azione disallocherà tutto lo stock dall'output di produzione selezionato
ja: このアクションは、選択されたビルド出力からすべてのストックを割り当て解除します。
nl: Deze actie zal alle voorraad van de geselecteerde bouw uitvoer activeren
ru: Это действие отменит резервирование всех складских позиций для выбранной продукции
sr: Ova akcija će dealocirate sve zalihe sa izabranog naloga za izradu

source: Serialize Build Output
fr: Sérialiser la sortie de fabrication
hu: Gyártási kimenet sorozatszámozása
it: Serializza ordine di produzione
ja: ビルド出力にシリアル番号を付与します
nl: Serialiseren Build uitvoer
ru: Сериализовать продукцию

source: Filter by stock status
de: Nach Lagerstatus filtern
fr: Filtrer par état du stock
it: Filtra per stato delle scorte
ja: 在庫状況で絞り込む
nl: Filter op voorraad status
pt: Filtrar por estado do estoque
ru: Фильтр по статусу склада
sr: Filtriraj po statusu zaliha
tr: Stok durumuna göre süz

source: Complete selected outputs
de: Ausgewählte Bauprodukte fertigstellen
fr: Compléter les sorties sélectionnées
hu: Kiválasztott kimenetek befejezése
it: Completa la produzione selezionata
ja: 選択された出力の完了
nl: Voltooi geselecteerde uitvoer
pt: Concluir saídas selecionadas
ru: Завершить выбранную продукцию
sr: Kompletiraj izabrane naloge
tr: Seçilen çıktıları tamamla

source: Scrap selected outputs
da: Skrot valgte outputs
de: Ausgewählte Bauprodukte verschrotten
fr: Mise au rebut des sorties sélectionnées
hu: Kiválasztott kimenetek selejtezése
it: Scarta gli output selezionati
ja: 選択した出力のスクラップ
nl: Geselecteerde outputs schroot
pt: Remover saídas selecionadas
ru: Списать выбранную продукцию
sr: Odbaci izabrane naloge
tr: Seçilen çıktıları hurdaya ayır

source: Cancel selected outputs
da: Annuller valgte output
de: Ausgewählte Bauprodukte abbrechen
fr: Annuler les sorties sélectionnées
hu: Kiválasztott kimenetek visszavonása
it: Annulla gli output selezionati
ja: 選択した出力のキャンセル
nl: Geselecteerde uitvoer annuleren
pt: Cancelar saídas selecionadas
ru: Отменить выбранную продукцию
sr: Otkaži izabrane naloge
tr: Seçilen çıktıları iptal et

source: Allocate
da: Allokere
de: Zuweisen
fr: Allouer
hu: Lefoglalva
it: Assegna
ja: 割り当て
nl: Toewijzen
pt: Atribuir
ru: Зарезервировать
sr: Alociraj
tr: Ayır

source: Allocate stock to build output
de: Bestand dem Bauprodukt zuweisen
fr: Allouer des stock à la sortie de construction
hu: Készlet foglalása a gyártási kimenethez
it: Assegna gli elementi di magazzino a questo output di produzione
ja: 生産量を増やすための在庫配分
nl: Voorraad toewijzen om output te maken
pt: Atribuir estoque para a produção
ru: Зарезервировать остатки для выбранной продукции
sr: Alociraj zalihe na nalog za izradu
tr: Çıktıyı yapmak için stoku ayır

source: Deallocate
de: Freigeben
fr: Désallouer
hu: Foglalás felszabadítása
it: Dealloca
ja: デアロケート
nl: Toewijzing annuleren
pt: Desalocar
ru: Отменить резервирование
sr: Dealociraj
tr: İade Et

source: Deallocate stock from build output
de: Bestand von Bauprodukt entfernen
fr: Désallouer le stock de la sortie de la construction
hu: Készlet felszabadítása a gyártási kimenetből
it: Non assegnare stock all'output di produzione
ja: ビルド出力から在庫を割り当て解除
nl: Voorraad van build output niet toewijzen
pt: Desalocar estoque da produção
ru: Отменить резервирование остатков для выбранной продукции
sr: Dealokacija zaliha sa naloga za izradu
tr: Yapım çıktısından stoku iade et

source: Serialize build output
fr: Sérialiser la sortie de fabrication
it: Serializza ordine di produzione
ja: ビルド出力にシリアル番号を付与します
nl: Build uitvoer serialiseren
ru: Сериализовать продукцию

source: Complete build output
de: Bauprodukt fertigstellen
fr: Résultats complets de la construction
hu: Gyártási kimenet befejezése
it: Completa output di produzione
ja: 完全なビルド出力
nl: Voltooi bouw uitvoer
pt: Concluir Produção
ru: Завершить продукцию
sr: Završi nalog za izradu
tr: Yapım çıktısını tamamla

source: Scrap
da: Skrot
de: Verschrotten
fr: Rébut
hu: Selejt
it: Scarta
ja: スクラップ
nl: Schroot
pt: Sucata
ru: Списать
sr: Odbaci
tr: Hurdaya Ayır

source: Scrap build output
da: Skrot bygge output
de: Bauprodukt verschrotten
fr: Sortie de la construction de la ferraille
hu: Gyártási kimenet selejtezése
it: Scarta gli ordini di produzione
ja: スクラップビルド出力
nl: Verwijder productieorder
pt: Cancelar Saída de Produção
ru: Списать продукцию
sr: Odbaci nalog za izradu
tr: Yapım çıktısını hurdaya ayır

source: Cancel build output
da: Annuller bygge output
de: Bauprodukt abbrechen
fr: Annuler la sortie de la construction
hu: Gyártási kimenet visszavonása
it: Cancella gli ordini di produzione
ja: ビルド出力のキャンセル
nl: Annuleer productieorder
pt: Cancelar Saída de Produção
ru: Отменить продукцию
sr: Otkaži nalog za izradu
tr: Yapım çıktısını iptal et

source: Required Tests
da: Påkrævede Test
de: Erforderliche Tests
fr: Tests requis
hu: Szükséges tesztek
it: Test Richiesti
ja: 必須試験
nl: Vereiste tests
pt: Testes Obrigatórios
ru: Обязательные тесты
sr: Potrebni testovi
tr: Gerekli Testler

source: External Build
fr: Fabrication extérieure
hu: Külső gyártás
it: Produzione Esterna
ja: 外部ビルド
nl: Externe bouw
ru: Сторонняя сборка

source: This build order is fulfilled by an external purchase order
fr: Cet ordre de fabrication est satisfait par un ordre d'achat externe
it: Questo ordine di produzione viene evaso tramite un ordine di acquisto esterno
ja: このビルドオーダーは、外部の購入発注書によって完了します
nl: Deze build-opdracht is vervuld door een externe inkooporder
ru: Этот заказ на сборку выполнен внешними заказами на закупку

source: Add Address
da: Tilføj Adresse
de: Adresse hinzufügen
es_mx: Añadir Dirección
fr: Ajouter une adresse
hu: Cím hozzáadása
it: Aggiungi indirizzo
ja: アドレスを追加
nl: Adres toevoegen
pt: Adicionar endereço
ru: Добавить адрес
sr: Dodaj adresu
tr: Adres Ekle

source: Address created
da: Adresse oprettet
de: Adresse erstellt
es_mx: Dirección creada
fr: Adresse créée
hu: Cím létrehozva
it: Indirizzo creato
ja: アドレス作成
nl: Adres aangemaakt
pt: Endereço criado
ru: Адрес создан
sr: Adresa kreirana
tr: Adres oluşturuldu

source: Edit Address
da: Rediger Adresse
de: Adresse bearbeiten
es_mx: Editar Dirección
fr: Éditer l'adresse
hu: Cím szerkesztése
it: Modifica indirizzo
ja: 住所変更
nl: Adres bewerken
pt: Editar Morada
ru: Редактировать адрес
sr: Izmeni adresu
tr: Adresi Düzenle

source: Delete Address
da: Slet Adresse
de: Adresse löschen
es_mx: Eliminar Dirección
fr: Supprimer l'adresse
hu: Cím törlése
it: Elimina indirizzo
ja: アドレス削除
nl: Adres verwijderen
pt: Apagar Morada
ru: Удалить адрес
sr: Obriši adresu
tr: Adresi Sil

source: Are you sure you want to delete this address?
da: Er du sikker på at du vil slette denne adresse?
de: Sicher, dass Sie diese Adresse löschen wollen?
es_mx: ¿Estás seguro de que deseas eliminar esta dirección?
fr: Êtes-vous certain de vouloir supprimer cette adresse ?
hu: Biztos, hogy törli ezt a címet?
it: Sei sicuro di voler eliminare questo indirizzo?
ja: 本当にこのアドレスを削除しますか？
nl: Weet u zeker dat u dit adres wilt verwijderen?
pt: Tem a certeza que deseja apagar esta morada?
ru: Вы уверены, что хотите удалить этот адрес?
sr: Da li ste sigurni da želite da obrišete ovu adresu?
tr: Bu adresi silmek istediğinize emin misiniz?

source: Add Company
da: Tilføj firma
de: Unternehmen hinzufügen
fr: Ajouter une entreprise
hu: Cég hozzáadása
it: Aggiungi azienda
ja: 会社を追加する
nl: Bedrijf toevoegen
pt: Adicionar Empresa
ru: Создать компанию
sr: Dodaj firmu
tr: Şirket Ekle

source: Show active companies
da: Vis aktive virksomheder
de: Aktive Unternehmen anzeigen
fr: Afficher les entreprises actives
hu: Aktív cégek megjelenítése
it: Mostra aziende attive
ja: 活動中の企業を表示
nl: Actieve bedrijven tonen
pt: Mostrar Empresas ativas
ru: Показать активные компании
sr: Prikaži aktivne firme
tr: Etkin şirketleri göster

source: Show companies which are suppliers
da: Vis virksomheder, som er leverandører
de: Unternehmen anzeigen, die Lieferanten sind
fr: Afficher les entreprises qui sont des fournisseurs
hu: Beszállító cégek megjelenítése
it: Mostra le aziende che sono fornitori
ja: サプライヤー企業の表示
nl: Toon bedrijven die leveranciers zijn
pt: Mostrar Empresas que são fornecedores
ru: Показать компании, которые являются поставщиками
sr: Prikaži firme koje su dobavljači
tr: Sağlayıcı olan şirketleri göster

source: Show companies which are manufacturers
da: Vis virksomheder, som er producenter
de: Unternehmen anzeigen, die Hersteller sind
fr: Afficher les entreprises qui sont des fabricants
hu: Gyártó cégek megjelenítése
it: Mostra le aziende che sono produttori
ja: メーカーを表示
nl: Toon bedrijven die fabrikanten zijn
pt: Mostrar Empresas que são fabricantes
ru: Показать компании, которые являются производителями
sr: Prikaži firme koje su proizvođači
tr: Üretici olan şirketleri göster

source: Show companies which are customers
da: Vis virksomheder der er kunder
de: Unternehmen anzeigen, die Kunden sind
fr: Montrer les entreprises qui sont clientes
hu: Vevő cégek megjelenítése
it: Mostra le aziende che sono clienti
ja: 顧客企業の表示
nl: Toon bedrijven die klanten zijn
pt: Mostrar Empresas que são clientes
ru: Показать компании, которые являются клиентами
sr: Prikaži firme koje su mušterije
tr: Müşteri olan şirketleri göster

source: Edit Contact
da: Redigere Kontakt
de: Kontakt bearbeiten
es_mx: Editar Contacto
fr: Modifier le contact
hu: Névjegy szerkesztése
it: Modifica contatto
ja: 連絡先の編集
nl: Contact bewerken
pt: Editar Contato
ru: Редактировать контакт
sr: Izmeni kontakt
tr: Bağlantıyı Düzenle

source: Add Contact
da: Tilføj kontakt
de: Kontakt hinzufügen
fr: Ajouter un contact
hu: Névjegy hozzáadása
it: Aggiungi contatto
ja: 担当者を追加
nl: Contact toevoegen
pt: Adicionar Contato
ru: Создать контакт
sr: Dodaj kontakt
tr: Bağlantı Ekle

source: Delete Contact
da: Slet Kontakt
de: Kontakt löschen
es_mx: Eliminar Contacto
fr: Supprimer le contact
hu: Névjegy törlése
it: Elimina contatto
ja: 連絡先の削除
nl: Contact verwijderen
pt: Apagar Contato
ru: Удалить контакт
sr: Obriši kontakt
tr: Bağlantıyı Sil

source: Add contact
da: Tilføj Kontakt
de: Kontakt hinzufügen
es_mx: Agregar contacto
fr: Ajouter un contact
hu: Kapcsolat hozzáadása
it: Aggiungi contatto
ja: 担当者を追加
nl: Contact toevoegen
pt: Adicionar contacto
ru: Создать контакт
sr: Dodaj kontakt
tr: Bağlantı ekle

source: Uploading file {filename}
da: Uploader filen {filename}
fr: Téléchargement des fichiers {filename}
it: Caricamento file {filename}
ja: アップロード中のファイル {filename}
nl: Bestand {filename} wordt geüpload
ru: Загрузка файла {filename}

source: Uploading File
da: Uploader filen
fr: Téléchargement des fichiers
hu: Fájl feltöltése
it: Caricamento file
ja: ファイルをアップロード中
nl: Uploaden bestand
ru: Загрузка файла

source: File Uploaded
da: Filen Uploadet
fr: Fichiers téléchargés
hu: Fájl feltöltve
it: File caricato
ja: ファイルアップロード完了
nl: Bestand geüpload
ru: Файл загружен

source: File {name} uploaded successfully
da: Filen {name} blev uploadet
fr: Fichier {name} téléchargé avec succès
it: File {name} caricato con successo
ja: ファイル{name}が正常にアップロードされました
nl: Bestand {name} met succes geüpload
ru: Файл {name} успешно загружен

source: File could not be uploaded
da: Filen kunne ikke uploades
de: Datei konnte nicht hochgeladen werden
fr: Le fichier ne peut être téléchargé
hu: A fájlt nem sikerült feltölteni
it: Non è stato possibile caricare il file
ja: ファイルをアップロードできませんでした。
nl: Bestand kon niet worden geüpload
pt: Não foi possível fazer o upload do arquivo
ru: Файл не может быть загружен
sr: Fajl ne može da se doda
tr: Dosya yüklenemedi
vi: Tệp không thể tải lên

source: Upload Attachment
da: Upload Vedhæftning
de: Anhang hochladen
fr: Télécharger la pièce jointe
it: Carica allegato
ja: 添付ファイルのアップロード
nl: Bijlage uploaden
pt: Carregar anexo
ru: Загрузить вложение
sr: Dodaj prilog
tr: Ek Yükle

source: Edit Attachment
da: Rediger Vedhæftning
de: Anhang bearbeiten
fr: Modifier la pièce jointe
it: Modifica allegato
ja: 添付ファイルの編集
nl: Bijlage bewerken
pt: Editar Anexo
ru: Редактировать вложение
sr: Izmeni prilog
tr: Eki Düzenle

source: Delete Attachment
da: Slet vedhæftning
de: Anhang löschen
fr: Supprimer la pièce jointe
hu: Melléklet törlése
it: Elimina allegato
ja: 添付ファイルを削除
nl: Bijlage verwijderen
pt: Eliminar Anexo
ru: Удалить вложение
sr: Obriši prilog
tr: Eki Sil
vi: Xóa tệp đính kèm

source: Is Link
de: Link
fr: Est lié
hu: Ez egy hivatkozás
it: È un Collegamento
ja: リンク
nl: Is koppeling
pt: É um link
ru: Это ссылка
sr: Je link
tr: Bağlantı mı

source: Show link attachments
fr: Afficher les pièces jointes liées
it: Mostra link allegati
ja: リンクの添付ファイルを表示
nl: Toon link bijlagen
pt: Mostrar anexos dos links
ru: Показать вложения, которые являются ссылками
sr: Prikaži linkove
tr: Bağlantı eklerini göster

source: Is File
fr: Est un fichier
hu: Ez egy állomány
it: E' un file
ja: ファイル
nl: Is een bestand
pt: É um arquivo
ru: Это файл
sr: Je fajl
tr: Dosya mı

source: Show file attachments
fr: Afficher le fichier joint
it: Mostra file allegati
ja: 添付ファイルの表示
nl: Toon bestandsbijlagen
pt: Mostrar arquivos anexados
ru: Показать вложения, которые являются файлами
sr: Prikaži priloge
tr: Dosya eklerini göster

source: Add attachment
da: Tilføj vedhæftning
de: Anhang hinzufügen
fr: Ajouter une pièce jointe
hu: Melléklet hozzáadása
it: Aggiungi allegato
ja: 添付ファイルを追加
nl: Bijlage toevoegen
pt: Adicionar anexo
ru: Добавить вложение
sr: Dodaj prilog
tr: Ek ekle
vi: Thêm tệp đính kèm

source: Add external link
da: Tilføj eksternt link
de: Externen Link hinzufügen
fr: Ajouter un lien externe
hu: Külső hivatkozás hozzáadása
it: Aggiungi collegamento esterno
ja: 外部リンクの追加
nl: Externe link toevoegen
pt: Adicionar ligação externa
ru: Добавить внешнюю ссылку
sr: Dodaj spoljni link
tr: Harici bağlantı ekle
vi: Thêm liên kết ngoại

source: No attachments found
da: Ingen vedhæftning fundet
de: Keine Anlagen gefunden
fr: Aucune pièce jointe n'a été trouvé
hu: Nem találhatók mellékletek
it: Nessun allegato trovato
ja: %s 孤立した添付ファイルが見つかりました
nl: Geen bijlagen gevonden
pt: Nenhum anexo encontrado
ru: Вложений не найдено
sr: Nema pronađenih priloga
tr: Hiç ek bulunamadı
vi: Không tìm thấy tệp đính kèm

source: Drag attachment file here to upload
de: Datei zum Hochladen hierher ziehen
fr: Faites glisser le fichier joint ici pour le télécharger
it: Trascina qui il file allegato per caricare
ja: 添付ファイルをここにドラッグしてアップロードしてください。
nl: Sleep het bijlagebestand hier om te uploaden
pt: Arraste o arquivo de anexo aqui para enviar
ru: Перетащите файл для загрузки
sr: Prevuci prilog ovde za upload
tr: Ek dosyasını yüklemek için buraya sürükleyiniz

source: Item
de: Artikel
es_mx: Artículo
fr: Élément
hu: Tétel
it: Articolo
ja: アイテム
ru: Элемент
sr: Stavka
tr: Öge
vi: Hàng hóa

source: Model
fr: Modèle
it: Modello
ja: モデル
ru: Модель

source: View Item
da: Vis varer
fr: Voir l'article
hu: Tétel megtekintése
it: Visualizza Articolo
ja: アイテムを見る
nl: Item bekijken
ru: Показать элемент
sr: Pogledaj stavku

source: Add Line Item
de: Position hinzufügen
fr: Ajouter la ligne de l'article
hu: Sortétel hozzáadása
it: Aggiungi linea articolo
ja: 項目追加
nl: Regel item toevoegen
pt: Adicionar item de linha
ru: Создать позицию
sr: Dodaj stavku
tr: Satır Ögesi Ekle
vi: Thêm hạng mục

source: Edit Line Item
de: Position bearbeiten
fr: Modifier la ligne de l'article
hu: Sortétel szerkesztése
it: Modifica linea Articolo
ja: ラインアイテムの編集
nl: Regel item bewerken
pt: Editar item de linha
ru: Редактировать позицию
sr: Izmeni stavku
tr: Satır Ögesini Düzenle
vi: Sửa hạng mục

source: Delete Line Item
de: Position löschen
fr: Supprimer la ligne de l'article
hu: Tétel törlése
it: Cancella Linea Articolo
ja: 行削除
nl: Regel item verwijderen
pt: Excluir Item da Linha
ru: Удалить позицию
sr: Obriši stavku
tr: Satır Ögesini Sil

source: Add Extra Line Item
fr: Ajouter une ligne de plus de l'article
it: Aggiungi Voci di riga extra
ja: 追加項目
nl: Extra regel item toevoegen
ru: Создать дополнительные позиции
sr: Dodaj dodatnu stavku
tr: Fazladan Satır Ögesi Ekle

source: Internal Units
de: Interne Einheiten
fr: Unités internes
hu: Belső mértékegységek
it: Unità Interne
ja: 内部ユニット
nl: Interne eenheden
pt: Unidades Internas
ru: Внутренние ед. измерения
sr: Interne merne jedinice
tr: Dahili Birimler

source: Updated By
fr: Mis à jour par
hu: Frissítette
it: Aggiornato da
ja: 更新済み -
nl: Bijgewerkt Door
ru: Кем обновлено

source: Show parameters for enabled templates
ja: 有効なテンプレートのパラメータを表示します
nl: Parameters voor ingeschakelde templates tonen

source: Filter by user who last updated the parameter
fr: Filtrer avec l'utilisateur qui a édité le paramètre en dernier
it: Filtra per utente che per ultimo ha aggiornato il parametro
ja: パラメーターを最後に更新したユーザーで絞り込みます
nl: Filter op gebruiker die de parameter voor het laatst heeft bijgewerkt
ru: Фильтр по пользователю, который последний обновил параметр

source: Import Parameters
da: Importer Parametre
ja: パラメーターインポート
nl: Parameters import

source: Add Parameter
da: Tilføj Parameter
de: Parameter hinzufügen
fr: Ajouter un paramètre
hu: Paraméter hozzáadása
it: Aggiungi parametro
ja: パラメータ追加
nl: Parameter toevoegen
pt: Adicionar Parâmetro
ru: Создать параметр
sr: Dodaj parametar
tr: Parametre Ekle

source: Edit Parameter
da: Rediger Parameter
de: Parameter bearbeiten
fr: Modifier le paramètre
hu: Paraméter szerkesztése
it: Modifica parametro
ja: パラメータの編集
nl: Parameter bewerken
pt: Editar Parâmetro
ru: Редактировать параметр
sr: Izmeni parametar
tr: Parametreyi Düzenle

source: Delete Parameter
da: Slet Parameter
de: Parameter löschen
fr: Supprimer le paramètre
hu: Paraméter törlése
it: Elimina Parametro
ja: パラメータの削除
nl: Parameter verwijderen
pt: Excluir Parâmetro
ru: Удалить параметр
sr: Obriši parametar
tr: Parametreyi Sil

source: Add Parameters
da: Tilføj Parameter
ja: パラメーターを追加します
nl: Parameters toevoegen

source: Create Parameter
da: Opret Parameter
ja: パラメーターを作成します
nl: Parameter aanmaken

source: Create a new parameter
da: Opret ny parameter
ja: 新しいパラメーターを作成します
nl: Een nieuwe parameter maken

source: Import parameters from a file
da: Importer parametre fra en fil
ja: ファイルからパラメーターをインポートします
nl: Importeer parameters uit een bestand

source: Add Parameter Template
da: Tilføj Parameter Skabelon
de: Parametervorlage hinzufügen
fr: Ajouter un modèle de paramètre
hu: Paraméter sablon létrehozás
it: Aggiungi Modello Parametro
ja: パラメータテンプレートの追加
nl: Parameter sjabloon toevoegen
pt: Adicionar modelo de Parâmetro
ru: Создать шаблон параметра
sr: Dodaj šablon parametara
tr: Parametre Şablonu Ekle

source: Duplicate Parameter Template
da: Dupliker Parameter Skabelon
fr: Dupliquer le paramètre de modèle
it: Duplica Modello Parametro
ja: 重複パラメーターテンプレート
nl: Dupliceer parameter sjabloon
ru: Дублировать шаблон параметра

source: Delete Parameter Template
da: Slet Parameter Skabelon
de: Parametervorlage löschen
fr: Supprimer un modèle de paramètre
hu: Paraméter sablon törlés
it: Elimina Modello Parametro
ja: パラメータテンプレートの削除
nl: Parameter sjabloon verwijderen
pt: Excluir Modelo de Parâmetro
ru: Удалить шаблон параметра
sr: Obriši šablon parametara
tr: Parametre Şablonunu Sil

source: Edit Parameter Template
da: Rediger Parameter Skabelon
de: Parametervorlage bearbeiten
fr: Modifier le modèle de paramètre
hu: Alkatrész paraméter sablon szerkesztés
it: Modifica Modello Parametro
ja: パラメータテンプレートの編集
nl: Parameter sjabloon bewerken
pt: Editar Modelo de Parâmetro
ru: Редактировать шаблон параметра
sr: Izmeni šablon parametara
tr: Parametre Şablonunu Düzenle

source: Checkbox
da: Tjekboks
fr: Case à cocher
hu: Jelölőnégyzet
it: Casella di spunta
ja: チェックボックス
nl: Selectievakje
pt: Caixa de seleção
ru: Чекбокс
sr: Potvrdni okvir
tr: Onay kutusu

source: Show checkbox templates
da: Vis tjekboks skabeloner
de: Checkbox-Vorlagen anzeigen
fr: Afficher le modèle de cases à cocher
it: Mostra i modelli di casella di spunta
ja: チェックボックステンプレートを表示
nl: Toon selectie vak sjabloon
pt: Mostrar modelos da caixa de seleção
ru: Показать шаблоны-переключатели
sr: Prikaži šablone sa potvrdnim okvirima
tr: Onay kutusu şablonlarını göster

source: Has choices
de: Hat Auswahlen
es_mx: Tiene opciones
fr: A des choix
hu: Vannak lehetőségei
it: Ha scelte
ja: 選択肢があります
nl: Heeft keuzes
pt: Possui escolhas
ru: Есть варианты
sr: Ima izbore
tr: Seçenekleri olanlar

source: Show templates with choices
da: Vis skabeloner med valgmuligheder
de: Vorlagen mit Auswahlen anzeigen
es_mx: Mostrar plantillas con opciones
fr: Afficher les modèles avec choix
it: Mostra modelli con scelte
ja: 選択肢のあるテンプレートを表示
nl: Toon sjablonen met keuzes
pt: Mostrar modelos com escolhas
ru: Показать шаблоны с вариантами
sr: Prikaži šablone sa izborima
tr: Seçenekli şablonları göster

source: Has Units
de: Hat Einheiten
es_mx: Tiene Unidades
fr: A des unités
hu: Van mértékegysége
it: Ha Unità
ja: ユニット
nl: Heeft eenheden
pt: Possui unidades
ru: Имеет единицу измерения
sr: Ima merne jedinice
tr: Birimi Var
vi: Có đơn vị

source: Show templates with units
da: Vis skabeloner med enheder
de: Vorlagen mit Einheiten anzeigen
es_mx: Mostrar plantillas con unidades
fr: Afficher les modèles avec les unités
it: Mostra modelli con unità
ja: 単位付きテンプレートの表示
nl: Toon sjablonen met eenheden
pt: Mostrar modelos com escolhas
ru: Показать шаблоны с единицами измерения
sr: Prikaži šablon sa mernim jedinicama
tr: Birimli şablonları göster

source: Show enabled templates
da: Vis aktiverede skabeloner
ja: 有効なテンプレートを表示します
nl: Ingeschakelde sjablonen weergeven

source: Model Type
de: Modelltyp
fr: Type de modèle
hu: Modell típusa
it: Tipo Modello
ja: モデルタイプ
pt: Tipo de Modelo
ru: Тип модели
sr: Tip modela
tr: Model Türü

source: Filter by model type
ja: モデルタイプで絞り込みます
nl: Sorteren op model type

source: Click to edit
da: Klik for at redigere
fr: Cliquer pour modifier
hu: Kattints a szerkesztéshez
it: Clicca per modificare
ja: (打ち間違いはありませんか? 今なら編集が可能です。)
nl: Klik om te bewerken
ru: Нажмите для редактирования
sr: Klikni za izmene
tr: Düzenlemek için tıklayın

source: True
da: Sand
fr: Vrai
hu: Igaz
it: Vero
ja: 有効
nl: Waar
ru: Да

source: False
da: Falsk
fr: Faux
hu: Hamis
it: Falso
ja: 無効
nl: Onjuist
ru: Нет

source: Select a choice
fr: Sélectionner un choix
it: Seleziona una scelta
ja: 選択肢を選んでください
nl: Selecteer een keuze
ru: Выберите вариант

source: Enter a value
da: Indtast en værdi
fr: Entrer une valeur
hu: Írj be egy értéket
it: Inserisci un valore
ja: 値を入力してください
nl: Voer een waarde in.
ru: Введите значение

source: Machine restarted
de: Maschine neu gestartet
fr: Équipement redémarré
it: Macchina riavviata
ja: マシン再起動
nl: Machine is herstart
pt: Máquina reiniciada
ru: Оборудование перезагружено
sr: Mašina restartovana
tr: Makine yeniden başladı

source: Edit machine
da: Rediger Maskine
de: Maschine bearbeiten
fr: Modifier l'équipement
hu: Berendezés módosítása
it: Modifica macchina
ja: 編集機
nl: Bewerk machine
pt: Editar Máquina
ru: Редактировать оборудование
sr: Izmeni mašinu
tr: Makineyi düzenle

source: Delete machine
da: Slet Maskine
de: Maschine löschen
fr: Supprimer l'équipement
it: Elimina macchina
ja: マシンの削除
nl: Verwijder machine
pt: Remover máquina
ru: Удалить оборудование
sr: Obriši mašinu
tr: Makineyi sil
