Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Camera Input
da: Kamerainput
fr: Entrée Caméra
hu: Kamera bemenet
it: Ingresso Fotocamera
ja: カメラ入力
nl: Camera invoer
ru: Ввод с камеры
sr: Unos kamerom
tr: Kamera Girişi

source: Scanner Input
fr: Entrée Scanner
hu: Vonalkód bemenet
it: Ingresso Scanner
ja: スキャナー入力
nl: Scanner invoer
ru: Ввод со сканера
sr: Unos skenerom
tr: Tarayıcı Girişi

source: Barcode Data
da: Stregkode Data
fr: Données du code-barres
hu: Vonalkód adat
it: Dati codice a barre
ja: バーコード情報
nl: Barcode gegevens
ru: Данные штрихкода
sr: Podaci bar koda
tr: Barkod Verisi

source: No barcode data
da: Ingen stregkode data
fr: Aucune donnée de code-barres
hu: Nincsen vonalkód adat
it: Nessun dato del codice a barre
ja: バーコードデータなし
nl: Geen barcode gegevens
ru: Нет данных штрихкода
sr: Nema podataka bar koda
tr: Barkod Verisi Yok

source: Scan or enter barcode data
da: Scan eller angiv stregkodedata
fr: Scannez ou saisissez les données du code-barres
hu: Vonalkód beolvasása vagy begépelése
it: Scansiona o inserisci i dati del codice a barre
ja: バーコードデータをスキャンまたは入力
nl: Scan of voer de barcode in
ru: Отсканируйте штрихкод или введите данные
sr: Skeniraj ili unesi podatke bar koda
tr: Barkod verisi tara veya gir

source: Enter barcode data
da: Indtast stregkode data
fr: Saisissez les données du code-barres
hu: Add meg a vonalkódot
it: Inserire il codice a barre
ja: バーコードデータの入力
nl: Voer barcode gegevens in
ru: Введите данные штрихкода
sr: Unesi podatke bar koda
tr: Barkod verisi gir

source: Scan Barcode
da: Scan stregkode
de: Barcode scannen
es_mx: Escanear código de barras
fr: Scanner le code-barres
hu: Vonalkód beolvasás
it: Scansiona codice a barre
ja: バーコードをスキャン
pt: Ler Código de Barras
ru: Сканировать штрихкод
sr: Skeniraj barkod
tr: Barkod Tara
vi: Quét mã vạch

source: No matching item found
da: Ingen matchende vare fundet
fr: Aucun élément correspondant trouvé
hu: Nincs egyező tétel
it: Nessun elemento corrispondente trovato
ja: 一致するアイテムは見つかりませんでした
nl: Geen overeenkomend item gevonden
ru: Подходящих элементов не найдено
sr: Nema pronađenih podudarajućih stavki
tr: Eşleşen ürün bulunamadı

source: Barcode does not match the expected model type
da: Stregkode matcher ikke den forventede modeltype
fr: Le Code-barre ne correspond pas au type de modèle attendu
hu: A vonalkód nem egyezik a várt model típussal
it: Il codice a barre non corrisponde al tipo di modello previsto
ja: バーコードが想定されるモデルタイプと一致しません
nl: Barcode komt niet overeen met het verwachte type model
ru: Штрихкод не соответствует ожидаемому типу модели

source: Success
da: Succes
de: Abgeschlossen
es_mx: Completado
fr: Succès
hu: Siker
it: Operazione completata
ja: 成功
nl: Succes
pt: Sucesso
ru: Успешно
sr: Uspešno
tr: Başarılı
vi: Thành công

source: Failed to handle barcode
da: Kunne ikke håndtere stregkode
fr: Erreur de traitement du Code-barre
hu: Sikertelen a vonalkód kezelése
it: Gestione del codice a barre non riuscita
ja: バーコードの処理に失敗しました
nl: Streepjescode verwerken mislukt
ru: Не удалось обработать штрихкод

source: Failed to scan barcode
da: Kunne ikke scanne stregkode
fr: Échec de la numérisation du code-barres
hu: Vonalkód beolvasás sikertelen
it: Scansione del codice a barre non riuscita
ja: バーコードのスキャンに失敗しました
nl: Streepjescode scannen mislukt
ru: Ошибка сканирования штрихкода
sr: Greška pri skeniranju bar koda
tr: Barkod taranamadı

source: Custom barcode
da: Brugerdefineret stregkode
es_mx: Código de barras personalizado
fr: Code-barres personnalisé
hu: Egyedi vonalkód
it: Codice a barre personalizzato
ja: カスタムバーコード
nl: Aangepaste streepjescode
ru: Пользовательский штрихкод
sr: Prilagođeni barcode
tr: Özelleştirilmiş barkod

source: A custom barcode is registered for this item. The shown code is not that custom barcode.
da: En brugerdefineret stregkode er registreret for dette element. Den viste kode er ikke den brugerdefinerede stregkode.
es_mx: Un código de barras personalizado está registrado para este artículo. El código mostrado no es ese código de barras personalizado.
fr: Un code-barres personnalisé est enregistré pour cet article. Le code affiché n'est pas ce code-barres personnalisé.
hu: Ehhez a tételhez egyedi vonalkód van rögzítve. A megjelenített kód az nem ez az egyedi vonalkód.
it: Per questo articolo è registrato un codice a barre personalizzato. Il codice visualizzato non è quello personalizzato.
ja: この商品にはカスタムバーコードが登録されています。表示されているコードはそのカスタムバーコードではありません。
nl: Er is een aangepaste streepjescode geregistreerd voor dit artikel. De getoonde code is niet die aangepaste streepjescode.
ru: Для этого товара зарегистрирован пользовательский штрих-код. Показанный код не является штрих-кодом.
sr: Ova stavka ima prilagođeni barkod. Prikazani kod nije taj prilagođeni barkod
tr: Bu öge için özel bir barkod kaydedilmiş. Gösterilen kod o özel barkod değildir.
vi: Mã vạch tùy chỉnh đã được đăng ký cho mặt hàng này. Mã hiển thị không phải là mã vạch tùy chỉnh đó.

source: Barcode Data:
da: Stregkode Data:
de: Barcode-Daten:
es_mx: Datos de código de barras:
fr: Données du code-barres :
hu: Vonalkód adat:
it: Dati codice a barre:
ja: バーコードデータ：
nl: Barcode gegevens:
ru: Данные штрих-кода:
sr: Podaci barkoda
tr: Barkod Verisi:
vi: Dữ liệu mã vạch:

source: Select Error Correction Level
da: Vælg fejlkorrektions niveau
de: Fehlerkorrektur-Level auswählen
es_mx: Seleccionar Nivel de Corrección de Error
fr: Sélectionnez le niveau de correction d'erreurs
hu: Hibajavítási szint beállítása
it: Seleziona Livello Correzione Errori
ja: エラー訂正レベルの選択
nl: Foutcorrectie niveau selecteren
ru: Выберите уровень исправления ошибок
sr: Izaberi nivo ispravke greške
tr: Hata Düzeltme Düzeyini Seçin
vi: Chọn mức độ sửa lỗi

source: Failed to link barcode
da: Kunne ikke linke stregkode
fr: Impossible de lier le code-barre
hu: Vonalkód párosítás sikertelen
it: Collegamento al codice a barre non riuscito
ja: バーコードのリンクに失敗
nl: Streepjescode koppelen mislukt
ru: Не удалось привязать штрихкод
sr: Greška pri povezivanju bar koda
tr: Barkod bağlanamadı

source: Link
da: Tilknytning
es_mx: Enlace
fr: Lien
it: Collegamento
ja: リンク
pt: Ligação
ru: Ссылка
sr: Linkuj
tr: Bağlantı
vi: Liên kết

source: This will remove the link to the associated barcode
da: Dette vil fjerne linket til den tilknyttede stregkode
es_mx: Esto eliminará el enlace al código de barras asociado
fr: Ceci supprimera le lien vers le code-barres associé
hu: A hozzárendelt vonalkód kapcsolat megszüntetése
it: Questo rimuoverà il collegamento al codice a barre associato
ja: これにより、関連するバーコードへのリンクが削除されます。
nl: Dit verwijdert de link naar de bijbehorende barcode
ru: Это удалит ссылку на связанный штрих-код
sr: Ovo će ukloniti link sa povezanim barkodom
tr: Bu, ilgili barkoda olan bağlantıyı kaldıracaktır
vi: Thao tác này sẽ xóa liên kết đến mã vạch được liên kết

source: Unlink Barcode
da: Fjern linket til stregkode
de: Verknüpfung des Barcodes aufheben
es_mx: Desvincular Código de Barras
fr: Délier le code-barre
hu: Vonalkód leválasztása
it: Scollega Codice a Barre
ja: リンク解除バーコード
nl: Barcode loskoppelen
pt: Desatribuir Código de Barras
ru: Отвязать штрихкод
sr: Prekini vezu Barkoda
tr: Barkodun Bağlantısını Kaldır
vi: Gỡ liên kết mã vạch

source: Open in admin interface
da: Åbn i admin interface
de: Im Admin-Interface öffnen
es_mx: Abrir en interfaz de administrador
fr: Ouvrir dans l'interface d'administration
hu: Megnyitás adminisztrátori felületen
it: Apri nell'interfaccia di amministrazione
ja: 管理画面で開く
pt: Abrir na interface de administrador
ru: Открыть в панели администратора
sr: Otvori u administratorskom interfejsu
tr: Yönetici arayüzünde aç
vi: Mở trong giao diện quản trị

source: Copied
da: Kopieret
de: Kopiert
es_mx: Copiado
fr: Copié
hu: Másolva
it: Copiato
ja: コピーしました
nl: Gekopieerd
pt: Copiado
ru: Скопировано
sr: Iskopirano
tr: Kopyalandı
vi: Đã sao chép

source: Copy
da: Kopier
de: Kopieren
es_mx: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
nl: Kopieer
pt: Copiar
ru: Копировать
sr: Kopiraj
tr: Kopyala
vi: Sao chép

source: Printing Labels
da: Udskriver Etiketter
fr: Impression d'étiquettes
hu: Címkék nyomtatása
it: Stampa Etichette
ja: ラベル印刷中
nl: Labels afdrukken
ru: Печать этикеток
tr: Etiket Yazdırma

source: Printing Reports
da: Udskriver Rapporter
fr: Impression des Rapports
hu: Jelentések nyomtatása
it: Stampa report
ja: レポート印刷中
nl: Rapporten afdrukken
ru: Печать отчётов
tr: Rapor Yazdırma

source: Print Label
da: Udskriv Labels
de: Etiketten Drucken
es_mx: Imprimir etiqueta
fr: Imprimer l'étiquette
hu: Címke Nyomtatás
it: Stampa Etichetta
ja: ラベルの印刷
nl: Label afdrukken
pt: Imprimir Etiqueta
ru: Печать этикеток
sr: Štampaj naziv
tr: Etiket Yazdır
vi: In nhãn

source: Print
da: Udskriv
de: Drucken
es_mx: Imprimir
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Afdrukken
ru: Печать
sr: Štampaj
tr: Yazdır
vi: In

source: Print Report
da: Udskriv rapport
de: Bericht drucken
es_mx: Imprimir informe
fr: Imprimer le rapport
hu: Jelentés Nyomtatása
it: Stampa report
ja: 印刷レポート
nl: Rapport afdrukken
pt: Imprimir Relatório
ru: Печать отчета
sr: Greška u štampanju
tr: Rapor Yazdır
vi: In báo cáo

source: Printing Actions
da: Udskriver Handlinger
de: Druck Aktionen
es_mx: Acciones de impresión
fr: Options d'impression
hu: Nyomtatási műveletek
it: Azioni di stampa
ja: 印刷アクション
nl: Acties afdrukken
pt: Opções de Impressão
ru: Действия печати
sr: Opcije štampanja
tr: Yazdırma Eylemleri
vi: Các hành động in

source: Print Labels
da: Udskriv labels
de: Etiketten drucken
es_mx: Imprimir etiquetas
fr: Imprimer les étiquettes
hu: Címkék Nyomtatása
it: Stampa Etichette
ja: ラベル印刷
nl: Labels afdrukken
pt: Imprimir Etiquetas
ru: Печать этикеток
sr: Štampaj nazive
tr: Etiketler Yazdır
vi: In nhãn

source: Print Reports
da: Udskriv Rapporter
de: Berichte drucken
es_mx: Imprimir informes
fr: Imprimer les rapports
hu: Jelentések nyomtatása
it: Stampa report
ja: 印刷レポート
nl: Raport afdrukken
pt: Imprimir Relatórios
ru: Печать отчётов
sr: Štampaj izveštaje
tr: Raporlar Yazdır
vi: In báo cáo

source: Remove this row
da: Slet denne række
es_mx: Eliminar esta fila
fr: Supprimer cette ligne
hu: Sor eltávolítása
it: Rimuovi questa riga
ja: この行を削除
nl: Verwijder deze rij
ru: Удалить эту строку
sr: Ukloni ovaj red
tr: Bu satırı kaldır

source: You will be redirected to the provider for further actions.
da: Du vil blive omdirigeret til udbyderen for yderligere handlinger.
es_mx: Usted será redirigido al proveedor para más acciones.
fr: Vous allez être redirigé vers le fournisseur pour d'autres actions.
hu: Átirányítjuk a szolgáltatóhoz a további lépésekre.
it: Verrai reindirizzato al provider per ulteriori azioni.
ja: プロバイダーにリダイレクトされます。
nl: Je wordt doorverwezen naar de provider voor verdere acties.
ru: Вы будете перенаправлены на сайт поставщика для дальнейших действий.
sr: Bićete preusmereni provajderu za dodatne akcije
tr: Diğer işlemler için sağlayıcıya yönlendirileceksiniz.

source: Open spotlight
da: Åbn spotlight
de: Spotlight öffnen
fr: Ouvrir Spotlight
hu: Zseblámpa megnyitása
it: Accendi torcia
ja: スポットライトを開く
pt: Abrir Destaques
ru: Открыть всплывающее окно
sr: Otvori reflektor
tr: Spot ışığını aç
vi: Mở đèn chiếu

source: Subscription Updated
da: Abonnement opdateret
fr: Abonnement mis à jour
hu: Feliratkozás frissítve
it: Abbonamento aggiornato
ja: サブスクリプション更新
nl: Abonnement bijgewerkt
ru: Подписка обновлена

source: Unsubscribe from notifications
da: Afmeld notifikationer
fr: Se désabonner des notifications
hu: Leiratkozás az értesítésekről
it: Annulla l'iscrizione alle notifiche
ja: 通知の配信停止
nl: Uitschrijven van meldingen
ru: Отписаться от уведомлений
tr: Bildirimleri iptal edin

source: Subscribe to notifications
da: Tilmeld notifikationer
fr: S'abonner aux notifications
hu: Feliratkozás az értesítésekre
it: Iscriviti alle notifiche
ja: 通知を受け取る
nl: Abonneren op notificaties
ru: Подписаться на уведомления

source: Calendar Filters
da: Kalender Filter
fr: Filtres de calendrier
hu: Naptár szűők
it: Filtri Del Calendario
ja: カレンダーフィルター
nl: Kalender filters
ru: Фильтр календаря

source: Previous month
da: Forrige måned
fr: Mois précédent
hu: Előző hónap
it: Mese precedente
ja: 先月
nl: Vorige maand
ru: Предыдущий месяц

source: Select month
da: Vælg måned
fr: Sélectionner un mois
hu: Hónap kiválasztása
it: Seleziona mese
ja: 月を選択
nl: Selecteer maand
ru: Выбрать месяц

source: Next month
da: Næste måned
fr: Prochain mois
hu: Következő hónap
it: Mese successivo
ja: 来月
nl: Volgende maand
ru: Следующий месяц

source: Order Updated
da: Ordre Opdateret
fr: Commandes mises à jour
hu: Megrendelés frissítve
it: Ordine Aggiornato
ja: オーダー更新完了
nl: Bestelling bijgewerkt
ru: Заказ обновлен

source: Error updating order
da: Fejl ved opdatering af ordre
fr: Erreur lors de la mise à jour des commandes
hu: Rendelés módosítási hiba
it: Errore nell'aggiornare l'ordine
ja: オーダー更新エラー
nl: Fout bij bijwerken bestelling
ru: Ошибка обновления заказа

source: Overdue
da: Overskredet
de: Überfällig
fr: En retard
hu: Késésben
it: In ritardo
ja: 締め切り超過
nl: Achterstallig
pt: Em atraso
ru: Просроченный
sr: Kasni
tr: Gecikmiş
vi: Quá hạn

source: Failed to load dashboard widgets.
da: Kunne ikke indlæse dashboard widgets.
fr: Impossible de charger les widgets du tableau de bord.
hu: Sikertelen a műszerfal komponensek betöltése.
it: Impossibile caricare i widget della dashboard.
ja: ダッシュボードウィジェットの読み込みに失敗しました。
nl: Dashboard widgets laden mislukt.
ru: Не удалось загрузить виджеты контрольной панели.

source: No Widgets Selected
da: Ingen Widgets Valgt
es_mx: No hay widgets seleccionados
fr: Aucun gadget sélectionné
hu: Nincsen komponens kiválasztva
it: Nessun Widget Selezionato
ja: ウィジェット未選択
nl: Geen widgets geselecteerd
ru: Виджеты не выбраны
sr: Nijedan vidžet nije selektovan
tr: Bir widget seçilmedi

source: Use the menu to add widgets to the dashboard
da: Brug menuen til at tilføje widgets til dashboardet
es_mx: Usa el menú para añadir widgets al panel de control
fr: Utilisez le menu pour ajouter des gadgets au tableau de bord
hu: Használd a menüt, hogy komponenseket adj a műszerfalhoz
it: Usa il menu per aggiungere widget alla dashboard
ja: メニューを使用して、ダッシュボードにウィジェットを追加します
nl: Gebruik het menu om widgets toe te voegen aan het dashboard
ru: Используйте меню для добавления виджетов на панель
sr: Koristi meni da bi dodao vidžete na tablu
tr: Gösterge paneline == Widget == eklemek için menüyü kullanın

source: Accept Layout
da: Accepter Layout
es_mx: Aceptar diseño
fr: Accepter la mise en page
hu: Elrendezés elfogadása
it: Accetta Disposizione
ja: レイアウトを受け入れる
nl: Accepteer lay-out
ru: Сохранить макет
sr: Prihvati izgled plana
tr: Bu düzeni onayla

source: Dashboard
es_mx: Panel de control
fr: Tableau de bord
hu: Irányítópult
it: Bacheca
ja: ダッシュボード
pt: Painel de controlo
ru: Контрольная панель
sr: Kontrolna tabla
tr: Panel
vi: Bảng điều khiển

source: Edit Layout
da: Rediger layout
de: Layout bearbeiten
es_mx: Editar diseño
fr: Modifier la mise en page
hu: Elrendezés szerkesztése
it: Modificare la Disposizione
ja: レイアウトを編集
nl: Lay-out bewerken
pt: Editar disposição
ru: Изменить макет
sr: Izmeni izgled plana
tr: Yerleşimi Düzenle
vi: Sửa bố cục

source: Add Widget
da: Tilføj Widget
es_mx: Añadir Widget
fr: Ajouter le Gadget
hu: Widget hozzáadása
it: Aggiungi Widget
ja: ウィジェット追加
nl: Widget toevoegen
ru: Добавить виджет
sr: Dodaj vidžet
tr: Widget ekle

source: Remove Widgets
da: Fjern Widgets
es_mx: Eliminar widgets
fr: Supprimer les gadgets
hu: Widgetek eltávolítása
it: Rimuovi Widget
ja: ウィジェットの削除
nl: Widget verwijderen
ru: Удалить виджеты
sr: Ukloni vidžet
tr: Widgetları kaldır

source: Clear Widgets
da: Nulstil Widgets
fr: Supprimer les widgets
hu: Widgetek törlése
it: Cancella Widget
ja: ウィジェットを消去する
nl: Wis widgets
ru: Очистить макет

source: Remove this widget from the dashboard
da: Fjern denne widget fra dashboardet
es_mx: Eliminar este widget del panel de control
fr: Supprimer ce gadget du tableau de bord
hu: A komponens eltávolítása a műszerfalról
it: Rimuovi questo widget dalla dashboard
ja: ダッシュボードからこのウィジェットを削除
nl: Deze widget van het dashboard verwijderen
ru: Удалить этот виджет с панели
sr: Ukloni vidžet sa kontrolne table
tr: Bu widget'ı panodan kaldır

source: Filter dashboard widgets
da: Filtrer dashboard widgets
es_mx: Filtrar widgets de panel de control
fr: Filtrer les gadgets du tableau de bord
hu: Kezdőlapon lévő widgetek szűrése
it: Filtra i widget della dashboard
ja: ダッシュボード・ウィジェットのフィルタリング
ru: Отфильтровать виджеты
sr: Filtriraj vidžete na kontrolnoj tabli
tr: Panodaki widgetları filtrele

source: Add this widget to the dashboard
da: Tilføj denne widget til dashboardet
es_mx: Añadir este widget al panel de control
fr: Ajouter ce gadget au tableau de bord
hu: Komponens hozzáadása a műszerfalhoz
it: Aggiungi questo widget alla dashboard
ja: このウィジェットをダッシュボードに追加します
nl: Deze widget aan het dashboard toevoegen
ru: Добавить этот виджет на панель
sr: Dodaj ovaj vidžet na kontrolnu tablu
tr: Bu widget'ı panoya ekle

source: No Widgets Available
da: Ingen Widgets Tilgængelige
es_mx: No hay widgets disponibles
fr: Aucun gadget disponible
hu: Nincsen elérhető komponens
it: Nessun Widget Disponibile
ja: ウィジェットなし
nl: Geen widgets beschikbaar
ru: Нет доступных виджетов
sr: Vidžeti nisu dostupni
tr: Hiç widget yok

source: There are no more widgets available for the dashboard
da: Der er ikke flere widgets tilgængelige til dashboardet
es_mx: No hay más widgets disponibles para el panel de control
fr: Il n'y a plus de gadgets disponibles pour le tableau de bord
hu: Nincsenek további komponensek a műszerfalon
it: Non ci sono più widget disponibili per la dashboard
ja: ダッシュボードで使用できるウィジェットはなくなりました
nl: Er zijn geen widgets meer beschikbaar voor het dashboard
ru: Больше нет виджетов, доступных для вывода на панель
sr: Više nema dostupnih vidžeta za kontrolnu tablu
tr: Panoya eklenebilecek daha fazla widget yok

source: Subscribed Parts
da: Abonnerede Dele
de: Abonnierte Teile
es_mx: Piezas suscritas
fr: Pièces suivies
hu: Értesítésre beállított alkatrészek
it: Articoli Sottoscritti
ja: 加入部品
nl: Geabonneerde onderdelen
pt: Peças Subscritas
ru: Отслеживаемые детали
sr: Pretplaćeni delovi
tr: Abone Olunan Parçalar
vi: Phụ kiện đã đăng ký

source: Show the number of parts which you have subscribed to
da: Vis antallet af dele, du har abonneret på
es_mx: Mostrar el número de piezas a las que te has suscrito
fr: Afficher le nombre de pièces auxquelles vous êtes abonné
hu: Feliratkozott alkatrészek száma
it: Mostra il numero di articoli a cui sei sottoscritto
ja: 登録済みパーツ数を表示
nl: Toon het aantal onderdelen waarop u bent geabonneerd
ru: Количество деталей, на которые вы подписаны
sr: Prikaži broj delova koji ste pretplatili
tr: Abone olduğunuz parçaların sayısını gösterin

source: Subscribed Categories
da: Abonnerede kategorier
de: Abonnierte Kategorien
es_mx: Categorías suscritas
fr: Catégories suivies
hu: Értesítésre beállított kategóriák
it: Categoria sottoscritta
ja: 通知カテゴリー
nl: Geabonneerde categorieën
pt: Categorias Subscritas
ru: Отслеживаемые категории
sr: Pretplaćene kategorije
tr: Abone Olunan Sınıflar
vi: Danh mục đã đăng ký

source: Show the number of part categories which you have subscribed to
da: Vis antallet af delkategorier, som du har abonneret på
es_mx: Mostrar el número de categorías de piezas a las que se ha suscrito
fr: Afficher le nombre de catégories de pièces auxquelles vous êtes abonné
hu: Feliratkozott alkatrészkategóriák száma
it: Mostra il numero di categorie di articoli a cui sei sottoscritto
ja: 登録済み部品カテゴリー数を表示
nl: Toon het aantal onderdelen categorieën waarop u bent geabonneerd
ru: Количество категорий деталей, на которые вы подписаны
sr: Prikaži broj kategorija koji ste pretplatili
tr: Abone olduğunuz parça kategorilerinin sayısını gösterin

source: Invalid BOMs
da: Ugyldige styklister
fr: Listes de matériaux invalides
hu: Érvénytelen BOM-ok
it: Distinta base non valida
ja: 無効なBOM
ru: Неутверждённые спецификации

source: Assemblies requiring bill of materials validation
da: Samlinger, der kræver stukliste af materiale validering
fr: Validation des listes de matériaux requises pour les assemblages
hu: BOM validálásra váró alkatrészek
it: Assemblaggi che richiedono la convalida di una distinta base
ja: 部品表の検証が必要なアセンブリ
nl: Buurderijen waarvoor de materialen gevalideerd moeten worden
ru: Сборки, для которых требуется утвердить спецификацию

source: Low Stock
da: Få på lager
de: Geringer Bestand
es_mx: Existencias bajas
fr: Stock faible
hu: Alacsony készlet
it: Disponibilità scarsa
ja: 在庫少
nl: Lage voorraad
pt: Estoque Baixo
ru: Низкий запас
sr: Niske zalihe
tr: Düşük Stok
vi: Còn ít hàng

source: Show the number of parts which are low on stock
da: Vis antallet af dele som er lave på lager
es_mx: Mostrar el número de piezas que son bajas en existencia
fr: Afficher le nombre de pièces dont le stock est faible
hu: Alacsony készletű alkatrészek száma
it: Mostra il numero di articoli che sono scarsi in stock
ja: 低在庫部品数を表示
nl: Toon het aantal onderdelen die lage voorraad hebben
ru: Количество деталей с низким запасом
sr: Prikaži broj delova kojih ima malo u zalihama
tr: Stokta düşük olan parçaların sayısını gösterin

source: Required for Build Orders
da: Påkrævet for byggeordrer
de: Für Bauaufträge benötigt
es_mx: Requerido para construir pedidos
fr: Requis pour les commandes de construction
hu: Gyártáshoz szükséges
it: Richiesto per gli ordini di produzione
ja: ご注文に必要なもの
nl: Benodigd voor Build Orders
pt: Necessário para pedidos de produção
ru: Требуется для заказов на сборку
sr: Potrebno za narudžbine
tr: Yapı Siparişleri için Gerekli
vi: Yêu cầu cho đơn đặt bản dựng

source: Show parts which are required for active build orders
da: Vis dele som er nødvendige for aktive byggeordrer
es_mx: Mostrar las partes requeridas para las órdenes de construcción activas
fr: Afficher les pièces requises pour les ordres de fabrication actifs
hu: Aktív gyártáshoz szükséges alkatrészek
it: Mostra gli articolo che sono necessari per gli ordini di produzione attivi
ja: 有効な製造指示の必要部品を表示
nl: Toon onderdelen die nodig zijn voor actieve bouw orders
ru: Детали, необходимые для запущенных заказов на сборку
sr: Prikaži delove koji su potrebni za aktivne narudžbine
tr: Aktif sipariş oluşturma ihtiyacı olan parçaları gösterin

source: Expired Stock Items
da: Udløbet Lagervarer
es_mx: Artículos de stock caducados
fr: Articles de stock expirés
hu: Lejárt Készlettételek
it: Elementi in Giacenza Scaduti
ja: 期限切れ在庫品
nl: Verlopen voorraad items
ru: Просроченные запасы
sr: Predmeti sa isteklim zalihama
tr: Son kullanma tarihi Geçmiş Stok Ürünleri

source: Show the number of stock items which have expired
da: Vis antallet af lagervarer som er udløbet
es_mx: Mostrar el número de elementos de stock que han caducado
fr: Afficher le nombre d'articles de stock qui ont expiré
hu: Lejárt készlettételek száma
it: Mostra il numero di elementi in giacenza scaduti
ja: 期限切れ在庫品数を表示
nl: Toon het aantal voorraadartikelen dat verlopen is
ru: Количество просроченных запасов
sr: Prikaži broj predmeta u zalihama koji su istekli
tr: Son kullanma tarihi geçen stok ürünlerinin sayısını gösterin

source: Stale Stock Items
da: Gamle Lagervarer
es_mx: Elementos obsoletos
fr: Articles de stock obsolètes
hu: Álló készlettételek
it: Scorte obsolete
ja: 古くなった在庫品
nl: Verouderde voorraad items
ru: Залежавшиеся запасы
sr: Predmeti sa ustajalim zalihama
tr: Beklenen oranda artık satış olmayan stok ürünleri
