Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Black color
da: Sort farve
de: Schwarze Farbe
es_mx: Color negro
fr: Couleur noire
hu: Fekete szín
it: Colore nero
ja: ブラック
nl: Zwarte kleur
pt: Cor preta
ru: Черный цвет
sr: Crna boja
tr: Siyah
vi: Màu đen

source: Border Radius
de: Rahmen Radius
es_mx: Radio del borde
fr: Rayon de bordure
hu: Szegély sugár
it: Raggio del bordo
ja: 枠線の丸み
nl: Afgeronde hoeken
pt: Raio da Margem
ru: Радиус границы
sr: Radijus granice
tr: Kenarlık Yarıçapı
vi: Bo viền

source: Loader
de: Lader
es_mx: Cargador
fr: Chargeur
hu: Betöltő
it: Caricatore
ja: ローダー
nl: Lader
pt: Carregador
ru: Значок загрузки
sr: Učitavač
tr: Yükleyici
vi: Thanh tải

source: Bars
da: Bjælker
es_mx: Barras
fr: Barres
hu: Oszlopok
it: Barre
ja: バー
nl: Staven
ru: Полоски
sr: Rešetke

source: Oval
es_mx: Ovalado
fr: Ovale
hu: Ovális
it: Ovali
ja: 楕円形
nl: Ovaal
ru: Овал
sr: Ovalni

source: Dots
da: Prikker
es_mx: Puntos
fr: Points
hu: Pontok
it: Punti
ja: ドット
nl: Stippen
ru: Точки
sr: Tačkasto

source: Currency
da: Valuta
de: Währung
fr: Devise
hu: Pénznem
it: Valuta
ja: 通貨
nl: Valuta
pt: Moeda
ru: Валюта
sr: Valuta
tr: Para Birimi
vi: Tiền tệ

source: Rate
da: Kurs
de: Bewerten
es_mx: Tarifa
fr: Note
hu: Árfolyam
it: Tasso
ja: レート
nl: Beoordeel
pt: Taxa
ru: Курс
sr: Kurs valute
tr: Kur

source: Exchange rates updated
da: Valutakurser opdateret
de: Wechselkurse aktualisiert
es_mx: Tipos de cambio actualizados
fr: Mise à jour des taux de change
hu: Árfolyamok frissítve
it: Tassi di cambio aggiornati
ja: 為替レート更新
nl: Wisselkoersen bijgewerkt
pt: Taxas de câmbio atualizadas
ru: Курсы обмена валют обновлены
sr: Kurs valute ažuriran
tr: Döviz kurları güncellendi

source: Exchange rate update error
da: Opdateringsfejl for valutakurser
de: Fehler beim Aktualisieren des Wechselkurses
fr: Erreurs d'échange de notes de mises à jour
hu: Árfolyam frissítési hiba
it: Errore aggiornamento tasso di cambio
ja: 為替レート更新エラー
nl: Wisselkoers update mislukt
pt: Ocorreu um erro ao atualizar as Taxas de câmbio
ru: Ошибка обновления курсов обмена валют
sr: Greška prilikom ažuriranja kursa
tr: Döviz kuru güncelleme hatası

source: Refresh currency exchange rates
da: Opdater valutakurser
de: Wechselkurse aktualisieren
fr: Raffraichir l'échange de note actuel
hu: Árfolyam frissítés
it: Aggiorna i tassi di cambio
ja: リフレッシュ為替レート
nl: Ververs wisselkoersen
pt: Atualizar taxas de câmbio
ru: Обновить курсы обмена валют
sr: Osveži kurs valute
tr: Döviz kurlarını yenile

source: Last fetched
es_mx: Última búsqueda
fr: Dernière récupération
hu: Utoljára betöltve
it: Ultimo recuperato
ja: 最終フェッチ
nl: Laatst opgehaald
ru: Последнее обновление
sr: Poslednje uzeto

source: Base currency
da: Basisvaluta
es_mx: Divisa principal
fr: Devise par défaut
hu: Alapvaluta
it: Valuta predefinita
ja: 基準通貨
nl: Basis valuta
ru: Основная валюта
sr: Osnovna valuta

source: Email Messages
da: E-Mail Beskeder
fr: Emails
hu: E-mail üzenetek
it: Messaggi email
ja: メールメッセージ
nl: E-mail berichten
ru: Сообщения электронной почты

source: System Status
ja: システム状態
nl: Systeem status

source: Admin Center Information
it: Informazioni Centro Amministratore
ja: 管理センター情報
nl: Admin Center informatie
ru: Информация об админ центре

source: The home panel (and the whole Admin Center) is a new feature starting with the new UI and was previously (before 1.0) not available.
da: Hjemmepanelet (og Admin Center) er en ny funktion, der starter med den nye brugergrænseflade og var tidligere (før 1.0) ikke tilgængelig.
it: Il pannello home (e l'intero centro amministrativo) è una nuova funzionalità che inizia con la nuova interfaccia utente ed era precedentemente (prima 1.0) non disponibile.
ja: ホームパネル（および管理センター全体）は、新しいUIから導入された新機能であり、以前のバージョン（1.0以前）では利用できません
nl: Het startpaneel (en het hele Admin Center) is een nieuwe functie die begint met de nieuwe UI en die eerder niet beschikbaar was (voor 1.0).
ru: Домашняя панель (как и весь Центр администрирования) — это новая функция, появившаяся вместе с новым интерфейсом и ранее (до версии 1.0) была недоступна.

source: The admin center provides a centralized location for all administration functionality and is meant to replace all interaction with the (django) backend admin interface.
da: Admin centret giver en centraliseret placering for alle admin funktionalitet og er beregnet til at erstatte al interaktion med (django) backend admin interface.
it: Il centro di amministrazione fornisce una posizione centralizzata per tutte le funzionalità di amministrazione ed è destinato a sostituire tutte le interazioni con l'interfaccia di amministrazione (django) backend.
ja: 管理センターは、すべての管理機能を集中管理する場所を提供し、(Django) バックエンド管理インターフェースとのすべてのやり取りに取って代わることを目的としています
nl: Het admin centrum biedt een gecentraliseerde locatie voor alle administratie functionaliteit en is bedoeld om alle interactie te vervangen door de (django) beheergedeelte interface.
ru: Центр администрирования предоставляет единое место для всех административных функций и предназначен для полного замещения взаимодействия с административным интерфейсом (Django) бекэнда.

source: Please open feature requests (after checking the tracker) for any existing backend admin functionality you are missing in this UI. The backend admin interface should be used carefully and seldom.
da: Åbn venligst funktionsanmodninger (efter at have tjekket trackeren) for eventuelle eksisterende backend administrationsfunktioner, som du mangler i denne brugergrænseflade. Backend administrationsgrænsefladen bør bruges forsigtigt og sjældent.
it: Si prega di aprire le richieste di funzionalità (dopo aver controllato il tracker) per qualsiasi funzionalità di amministratore del backend esistente che manca in questa UI. L'interfaccia di amministrazione del backend deve essere usata con attenzione e raramente.
ja: このUIで不足している既存のバックエンド管理機能については、トラッカーを確認の上、機能リクエストを開設してください。バックエンド管理インターフェースは慎重に利用し、使用頻度は最小限に留めるべきです。
nl: Open functie verzoeken (na het controleren van de tracker) voor een bestaande beheerfunctie die u mist in deze gebruikersinterface. De beheerdersinterface moet zorgvuldig en apart worden gebruikt.
ru: Пожалуйста, создавайте запросы на новые функции (после проверки трекера), если в данном интерфейсе вам не хватает какой-то функциональности административной панели бекэнда. Интерфейс административной панели бекэнда следует использовать осторожно и как можно реже.

source: Quick Actions
da: Hurtige Handlinger
de: Schnell-Auswahl
es_mx: Acciones rápidas
it: Azioni rapide
ja: クイックアクション
nl: Snel acties
pt: Ações Rápidas
ru: Быстрые действия
vi: Thao tác nhanh

source: Home
da: Hjem
de: Startseite
ja: ホーム
ru: Главная
vi: Trang chủ

source: Users / Access
da: Brugere / Adgang
fr: Utilisateurs / Accès
hu: Felhasználók / Hozzáférés
it: Utenti / Accesso
ja: ユーザー／アクセス
nl: Gebruikers / Toegang
ru: Пользователи / доступ

source: Data Import
es_mx: Importación de datos
fr: Importation de données
hu: Adatok importálása
it: Importa dati
ja: データインポート
nl: Gegevens importeren
ru: Импорт данных
sr: Importovanje podatka
tr: Veri İçe Aktarma
vi: Nhập dữ liệu

source: Data Export
da: Data Eksport
fr: Exporter les données
hu: Adatok exportálása
it: Esportazione dati
ja: データエクスポート
nl: Gegevens exporteren
ru: Экспорт данных

source: Barcode Scans
da: Stregkode Scanninger
es_mx: Escaneo de códigos de barras
fr: Scans de code-barres
hu: Vonalkód beolvasások
it: Scansioni di codici a barre
ja: バーコードスキャン
ru: Сканирование штрихкодов
sr: Skeniranja barkodova

source: Background Tasks
da: Baggrundsopgaver
de: Hintergrundprozesse
es_mx: Tareas de fondo
fr: Tâches en arrière plan
hu: Háttér műveletek
it: Attività in background
ja: バックグラウンドタスク
nl: Achtergrond taken
pt: Tarefas em segundo plano
ru: Фоновые задачи
sr: Pozadinski zadaci
tr: Arka Plan Görevleri
vi: Tác vụ Chạy nền

source: Error Reports
da: Fejlrapporter
de: Fehlerberichte
es_mx: Informes de Errores
fr: Rapports d'erreur
hu: Hibajelentések
it: Report di errori
ja: エラーレポート
nl: Fouten rapporten
pt: Relatórios de Erros
ru: Отчёты об ошибках
sr: Izveštaji o greškama
tr: Hata Raporları
vi: Báo cáo lỗi

source: Currencies
da: Valutaer
de: Währungen
es_mx: Divisas
fr: Devise
hu: Pénznemek
it: Valute
ja: 通貨
nl: Valuta
pt: Moedas
ru: Курсы валют
sr: Valute
tr: Para Birimleri
vi: Tiền tệ

source: Custom States
es_mx: Estados personalizados
fr: Statut personnalisé
it: Stati Personalizzati
ja: カスタムステート
nl: Aangepaste statussen
ru: Пользовательские состояния
sr: Posebne države
tr: Özel Durumlar
vi: Tuỳ chọn states

source: Custom Units
de: Kundenspezifische Einheiten
es_mx: Unidades personalizadas
fr: Unités personnalisées
hu: Egyedi mértékegységek
it: Unità Personalizzate
ja: カスタム単位
nl: Aangepaste eenheden
pt: Unidades Personalizadas
ru: Единицы измерения
sr: Posebne jedinice
tr: Özel Birimler
vi: Tuỳ chọn đơn vị

source: Category Parameters
da: Kategori Parametre
de: Kategorie Parameter
es_mx: Parámetros de categoría
fr: Paramètres de catégorie
hu: Kategória paraméterek
it: Parametri Categoria
ja: カテゴリー・パラメーター
nl: Categorie parameters
pt: Parâmetros de Categoria
ru: Параметры категории
sr: Kategorije parametara
tr: Sınıf Parametreleri
vi: Thông số danh mục

source: Location Types
da: Lokationstyper
es_mx: Tipos de Ubicación
fr: Types d'emplacement
hu: Helyszín típusok
it: Tipi di posizione
ja: ロケーションタイプ
nl: Locatie soorten
ru: Типы мест хранения
sr: Tipovi lokacija
tr: Konum Türleri
vi: Loại vị trí

source: Machines
da: Maskiner
de: Maschinen
es_mx: Máquinas
fr: Équipements
hu: Berendezések
it: Macchine
ja: 機械
pt: Máquinas
ru: Оборудование
sr: Mašine
tr: Makineler
vi: Máy móc

source: Operations
da: Operatør
fr: Opérations
hu: Műveletek
it: Operazioni
ja: 操作
nl: Activiteiten
ru: Действия

source: Data Management
fr: Gestion des données
hu: Adatkezelés
it: Gestione Dati
ja: データ管理
nl: Gegevens beheer
ru: Управление данными

source: Reporting
da: Rapportering
de: Berichte
es_mx: Informes
fr: Rapports
hu: Riportolás
it: Rapporti
ja: レポート
nl: Rapporteren
pt: Relatórios
ru: Отчёты
sr: Izveštavanje
tr: Raporlama
vi: Báo cáo

source: Extend / Integrate
da: Udvid / Integrer
fr: Étendre / Intégrer
it: Estendi / Integra
ja: 拡張／統合
nl: Breid uit / Integreren
ru: Расширения / интеграции

source: Advanced Options
da: Avancerede indstillinger
de: Erweiterte Optionen
es_mx: Opciones Avanzadas
fr: Options avancées
hu: További beállítások
it: Opzioni avanzate
ja: 高度なオプション
nl: Geavanceerde instellingen
pt: Opções Avançadas
ru: Расширенные настройки
sr: Napredne opcije
tr: Gelişmiş Seçenekler
vi: Tùy chọn Nâng cao

source: Machine Drivers
da: Maskin Drivere
fr: Drivers d'équipement
it: Driver Macchina
ja: 機器制御ソフトウェア
nl: Machine stuurprogramma's
ru: Драйверы машин

source: Machine Types
da: Maskin Typer
es_mx: Tipos de máquinas
fr: Types de machine
hu: Géptípusok
it: Tipi Macchine
ja: マシンの種類
ru: Типы оборудования
sr: Tipovi mašina

source: Machine Errors
da: Maskine Fejl
es_mx: Errores de máquina
fr: Erreurs de la machine
hu: Berendezés hibák
it: Errori Macchina
ja: マシンエラー
nl: Machine foutmeldingen
ru: Ошибки оборудования
sr: Greške mašina

source: Registry Registry Errors
es_mx: Error de registro del registro
fr: Erreurs de registre
it: Registro degli Errori di Registro
ja: レジストリ エラー
nl: Register register fouten
ru: Ошибки реестра
sr: Greške registrovanja

source: There are machine registry errors
es_mx: Hay errores en el registro de máquinas
fr: Il y a des problèmes dans le registre de la machine
it: Ci sono errori del registro macchine
ja: マシンのレジストリエラー
nl: Er zijn machine register fouten
ru: Есть ошибки реестра оборудования
sr: Postoje greške registrovanja mašina

source: Machine Registry Errors
es_mx: Errores de registro de máquinas
fr: Erreurs de registre de la machine
it: Errori Del Registro Macchine
ja: マシンレジストリエラー
nl: Machine register fouten
ru: Ошибки реестра оборудования
sr: Greške registrovanja mašina

source: There are no machine registry errors
es_mx: No hay errores en el registro de máquina
fr: Acune erreur de registre machine
it: Non ci sono errori del registro macchine
ja: マシンのレジストリエラーはありません。
nl: Er zijn geen machine register fouten
ru: Нет ошибок реестра оборудования
sr: Nema grešaka prilikom registrovanja mašina

source: Machine Settings
da: Maskine indstillinger
de: Maschineneinstellungen
fr: Paramètres de la machine
hu: Gépbeállítások
it: Impostazioni macchina
ja: マシン設定
nl: Machine instellingen
pt: Definições da Máquina
ru: Настройки оборудования
sr: Podešavanja mašine
tr: Makine Ayarları

source: Info
es_mx: Información
hu: Infó
ja: 情報
nl: Informatie
pt: Informação
ru: Информация
sr: Informacije
tr: Bilgi
vi: Thông tin

source: External plugins are not enabled for this InvenTree installation.
da: Eksterne plugins er ikke aktiveret for denne InvenTree installation.
de: Externe Plugins sind für diese InvenTree-Installation nicht aktiviert.
es_mx: Los complementos externos no están habilitados para esta instalación de InvenTree.
fr: Les extensions tierces ne sont pas activées pour cette installation d'InvenTree.
hu: Külső pluginok nincsenek engedélyezve ebben az InvenTree példányban.
it: I plugin esterni non sono abilitati per questa installazione InvenTree.
ja: このInvenTreeインストールでは、外部プラグインは有効になっていません。
nl: Externe plug-ins zijn niet ingeschakeld voor deze InvenTree installatie.
pt: Extensões externas não estão ativados para esta instalação do InvenTree.
ru: Сторонние плагины на разрешены для данной установки InvenTree.
sr: Spoljašnje ekstenzije nisu omogućene za ovu instalaciju
tr: Bu InvenTree kurulumu için harici eklentiler etkinleştirilmedi.
vi: Phần bổ sung bên ngoài chưa được bật cho cài đặt.

source: Plugin Errors
da: Plugin fejl
de: Plugin-Fehler
es_mx: Errores de complementos
fr: Erreurs du plugin
hu: Bővítmény Hibák
it: Errori Plugin
ja: プラグインのエラー
nl: Plug-in fouten
pt: Erros de Extensão
ru: Ошибки плагинов
sr: Greške ekstenzija
tr: Eklenti Hataları
vi: Lỗi plugins

source: Page Size
da: Side Størrelse
es_mx: Tamaño de página
fr: Taille de la page
hu: Lapméret
it: Dimensioni pagina
ja: ページサイズ
nl: Pagina grootte
ru: Размер страницы
sr: Veličina stranice

source: Landscape
da: Landskab
es_mx: Orientación Horizontal
fr: Paysage
hu: Fekvő
it: Paesaggio
ja: ランドスケープ
nl: Liggend
ru: Альбомный
sr: Pejzaž

source: Merge
da: Flet
fr: Fusionner
hu: Összevonás
it: Unisci
ja: 統合
nl: Samenvoegen
ru: Объединить

source: Attach to Model
da: Vedhæft til model
es_mx: Adjuntar al modelo
fr: Joindre au modèle
it: Allega al modello
ja: モデルに装着
nl: Koppelen aan model
ru: Прикрепить к модели
sr: Dodaj modelu

source: Background worker not running
da: Baggrund proces kører ikke
de: Hintergrund-Prozess läuft nicht
es_mx: Trabajador en segundo plano no está ejecutándose
fr: Travail en arrière-plan à l'arrêt
hu: Háttér munkavégző nem fut
it: Processo in background non in esecuzione
ja: バックグラウンドワーカーが実行されていません
nl: Achterliggende applicatie draait niet
pt: Trabalhador de fundo não está em execução
ru: Фоновый процесс не запущен
sr: Pozadinski proces ne radi
tr: Arkaplan işçisi çalışmıyor
vi: Nhân công chạy ngầm không hoạt động

source: The background task manager service is not running. Contact your system administrator.
da: Baggrunds opgavestyring kører ikke. Kontakt din systemadministrator.
de: Der Hintergrund Taskmanager Service läuft nicht. Kontaktiere den Systemadministrator.
es_mx: El servicio de administración de tareas en segundo plano no se está ejecutando. Póngase en contacto con el administrador del sistema.
fr: Le gestionnaire de tache en arrière plan ne tourne pas. Veuillez contacter l'administrateur système.
it: Il servizio di gestione attività in background non è in esecuzione. Contatta l'amministratore di sistema.
ja: バックグラウンドタスクマネージャーサービスが実行されていません。システム管理者に連絡してください。
nl: De achtergrondtaak beheerservice wordt niet uitgevoerd. Neem contact op met de systeembeheerder.
pt: O serviço de gerenciador de tarefas em segundo plano não está em execução. Entre em contato com o administrador do sistema.
ru: Служба управления фоновыми задачами не запущена. Обратитесь к системному администратору.
sr: Servis za upravljanje pozadinskim zadacima nije aktivan. Kontaktirajte sistem administratora.
tr: Arka plan görev yöneticisi hizmeti çalışmıyor. Sistem yöneticinizle iletişime geçin.
vi: Dịch vụ quản lý tác vụ nền không chạy. Hãy liên hệ với quản trị viên hệ thống của bạn.

source: Pending Tasks
da: Ventende Opgaver
de: Anstehende Aufgaben
es_mx: Tareas pendientes
fr: Tâches en attente
hu: Folyamatban lévő feladatok
it: Attività in sospeso
ja: 保留タスク
nl: Openstaande taken
pt: Tarefas Pendentes
ru: Ожидающие задачи
sr: Zadaci koji treba da se izvrše
tr: Bekleyen Görevler
vi: Tác vụ chờ xử lý

source: Scheduled Tasks
da: Planlagte Opgaver
de: Geplante Aufgaben
es_mx: Tareas Programadas
fr: Tâches planifiées
hu: Ütemezett Feladatok
it: Operazioni pianificate
ja: スケジュールされたタスク
nl: Geplande taken
pt: Tarefas Agendadas
ru: Запланированные задачи
sr: Zakazani zadaci
tr: Planlanmış Görevler
vi: Tác vụ theo lịch

source: Failed Tasks
da: Mislykkede Opgaver
de: Fehlgeschlagene Aufgaben
es_mx: Tareas fallidas
fr: Tâches en échec
hu: Hibás feladatok
it: Attività Fallite
ja: 失敗したタスク
nl: Mislukte taken
pt: Tarefas que falharam
ru: Невыполненные задачи
sr: Neuspeli zadaci
tr: Başarısız Görevler
vi: Tác vụ thất bại

source: Alias
hu: Álnév
ja: エイリアス
ru: Псевдоним
sr: Alijas

source: Dimensionless
da: Dimensionsløs
es_mx: Sin dimensión
fr: Sans dimensions
hu: Mértékegység nélküli
it: Adimensionale/Senza dimensione
ja: 無次元
nl: Maatvoering
ru: Безразмерная
sr: Bezdimenziono

source: All units
da: Alle enheder
es_mx: Todas las unidades
fr: Toutes les unités
hu: Minden mértékegység
it: Tutte le unità
ja: 全てのユニット
nl: Alle eenheden
ru: Все единицы измерения
sr: Sve merne jedinice

source: Tokens
fr: Jetons
hu: Tokenek
ja: トークン
ru: Токены

source: The settings below are specific to each available plugin
da: Indstillinger nedenfor er specifikke for hvert tilgængeligt plugin
fr: Les paramètres ci-dessous sont spécifiques à chaque plugin disponible
it: Le impostazioni sottostanti sono specifiche per ogni plugin disponibile
ja: 以下の設定は、利用可能な各プラグインごとに固有のものになります
nl: De instellingen hieronder zijn specifiek voor elke beschikbare plug-in
ru: Настройки ниже специфичны для каждого доступного плагина

source: Authentication
da: Autentificering
fr: Authentification
hu: Hitelesítés
it: Autenticazione
ja: 認証
nl: Authenticatie
ru: Аутентификация

source: Barcodes
da: Stregkoder
de: Barcode
es_mx: Códigos de barras
fr: Code-barres
hu: Vonalkódok
it: Codici a barre
ja: バーコード
pt: Códigos de barras
ru: Штрих-коды
sr: Barkodovi
tr: Barkodlar
vi: Mã vạch

source: The settings below are specific to each available notification method
da: Indstillingerne nedenfor er specifikke for hver tilgængelige underretningsmetode
fr: Les paramètres ci-dessous sont spécifiques à chaque méthode de notification disponible
it: Le impostazioni sottostanti sono specifiche per ogni metodo di notifica disponibile
ja: 以下の設定は、各通知方法ごとに固有のものになります
nl: De onderstaande instellingen zijn specifiek voor elke beschikbare notificatie methode
ru: Настройки ниже специфичны для каждого доступного метода уведомлений

source: Pricing
da: Prissætning
de: Preise
es_mx: Precios
fr: Tarifs
hu: Árazás
it: Prezzi
ja: 価格
nl: Prijzen
pt: Preços
ru: Цены
sr: Cene
tr: Fiyatlandırma
vi: Giá bán

source: Labels
da: Label
de: Beschriftungen
es_mx: Etiquetas
fr: Étiquettes
hu: Címkék
it: Etichette
ja: ラベル
pt: Etiquetas
ru: Метки
sr: Oznake
tr: Etiketler
vi: Nhãn

source: Stock Tracking
da: Lager Sporing
de: Bestandsverfolgung
fr: Suivi du stock
hu: Készlettörténet
it: Monitoraggio delle scorte
ja: 在庫管理
nl: Voorraad bijhouden
pt: Rastreamento de Estoque
ru: Движение остатков
sr: Praćenje zaliha
tr: Stok İzleme
vi: Theo dõi tồn kho

source: Account
da: Konto
de: Konto
es_mx: Cuenta
fr: Compte
hu: Fiók
ja: アカウント
pt: Conta
ru: Аккаунт
sr: Nalog
tr: Hesap
vi: Tài khoản

source: Security
da: Sikkerhed
de: Sicherheit
es_mx: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
pt: Segurança
ru: Безопасность
sr: Bezbednost
tr: Güvenlik
vi: Bảo mật

source: Display Options
da: Visningsindstillinger
de: Anzeigeoptionen
es_mx: Opciones de visualización
fr: Options d’affichage
hu: Megjelenítési beállítások
it: Opzioni Visualizzazione
ja: 表示オプション
nl: Toon opties
pt: Opções de Exibição
ru: Параметры отображения
sr: Prikaži opcije
tr: Görüntüleme Seçenekleri
vi: Tùy chọn hiển thị

source: History
da: Historik
de: Verlauf
es_mx: Historial
fr: Historique
hu: Előzmények
it: Cronologia
ja: 履歴
nl: Geschiedenis
pt: Histórico
ru: История
sr: Istorija
tr: Geçmiş
vi: Lịch sử

source: Mark as unread
da: Marker som ulæst
de: Als ungelesen markieren
es_mx: Marcar como no leído
fr: Marquer comme non lu
hu: Megjelölés olvasatlanként
it: Segna come non letto
ja: 未読にする
nl: Markeren als ongelezen
pt: Marcar como não lido
ru: Пометить как непрочитанное
sr: Označi kao nepročitano
tr: Okunmadı olarak imle
vi: Đánh dấu chưa đọc

source: No Required Items
da: Ingen Påkrævede Varer
fr: Pas d'article requis
it: Nessun Articolo Richiesto
ja: 必須品目はありません
nl: Geen vereiste items
ru: Детали не требуются

source: This build order does not have any required items.
da: Denne byggeordre har ingen påkrævede varer.
fr: Cet ordre de fabrication n'a aucun article requis.
it: Questo ordine di produzione non ha alcun articolo richiesto.
ja: このビルドオーダーには必須品目はありません
nl: Deze bouwopdracht heeft geen vereiste items.
ru: Для заказа на сборку не требуется никаких деталей.

source: The assembled part may not have a Bill of Materials (BOM) defined, or the BOM is empty.
da: Den samlede del har muligvis ikke en defineret stykliste, eller styklisten er tom.
fr: La pièce d'assemblage pourrait ne pas avoir de nomenclature (BOM) définie, ou la nomenclature est vide.
it: L'articolo assemblato non può avere una Distinta base (BOM) definita, o la BOM è vuota.
ja: 組み立てられた部品には部品表（BOM）が定義されていないか、BOMが空である可能性があります。
nl: Het geassembleerde onderdeel heeft mogelijk geen Materiaalbon (BOM) gedefinieerd, of de BOM is leeg.
ru: У собираемой детали возможно не задана спецификация, или спецификация пустая.

source: Revision
de: Version
es_mx: Revisión
fr: Révision
hu: Változat
it: Revisione
ja: リビジョン
nl: Revisie
pt: Revisão
ru: Ревизия
sr: Revizija
tr: Revizyon
vi: Sửa đổi

source: Custom Status
fr: Statut personnalisé
hu: Egyedi státusz
it: Stato Cliente
ja: カスタムステータス
nl: Aangepaste status
ru: Пользовательский статус
sr: Prilagođeni status

source: External
da: Ekstern
de: Extern
fr: Externe
hu: Külső
it: Esterna
ja: 外部
nl: Extern
pt: Externos
ru: Сторонний
sr: Spoljno
tr: Harici
vi: Bên ngoài

source: Reference
de: Referenz
es_mx: Referencia
fr: Référence
hu: Hivatkozás
it: Riferimento
ja: 参照
nl: Verwijzing
pt: Referência
ru: Ссылка
sr: Referenca
tr: Referans
vi: Tham chiếu

source: Parent Build
da: Overordnet produktion
de: Übergeordneter Bauauftrag
es_mx: Construir padre
fr: Fabrication parente
hu: Szülő gyártás
it: Produzione Genitore
ja: 親ビルド
nl: Bovenliggende Build
pt: Produção Parente
ru: Родительский заказ
sr: Nadređeni nalog
tr: Üst Yapı
vi: Phiên bản cha

source: Build Quantity
da: Produktions antal
de: Bauauftrag Anzahl
es_mx: Cantidad de construcción
fr: Quantité de fabrication
hu: Gyártási mennyiség
it: Quantità Produzione
ja: 数量
nl: Productiehoeveelheid
pt: Quantidade de Produção
ru: Количество производимых деталей
sr: Količina naloga
tr: Yapı Miktarı
vi: Số lượng đơn vị

source: Can Build
da: Kan Bygge
de: Herstellbar
fr: Peut être construit
hu: Gyártható
it: Puoi produrre
ja: ビルド
nl: Kan bouwen
pt: Pode Produzir
ru: Можно произвести
sr: Može da se sastavi
tr: Yapılabilir
vi: Có thể dựng
