Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Add Stock Location
da: Tilføj Lagerlokation
de: Lagerort hinzufügen
fr: Ajouter l'emplacement du stock
hu: Új készlet hely
it: Aggiungi posizione giacenza
ja: ストックロケーションの追加
nl: Voorraad locatie toevoegen
pt: Adicionar Local de Estoque
ru: Создать место хранения
sr: Dodaj lokaciju zaliha
tr: Stok Konumu Ekle

source: Set Parent Location
da: Sæt Overordnet Lokation
fr: Définir l'emplacement parent
it: Imposta posizione principale
ja: 親の位置の設定
nl: Bovenliggende locatie instellen
ru: Задать вышестоящий склад

source: Set parent location for the selected items
da: Sæt overordnet placering for de valgte elementer
fr: Définir l'emplacement parent pour les éléments sélectionnés
it: Imposta la posizione superiore per gli elementi selezionati
ja: 選択されたアイテムの親ロケーションを設定
nl: Stel bovenliggende locatie in voor de geselecteerde items
ru: Задать вышестоящий склад для выбранных элементов

source: Added
da: Tilføjet
de: Hinzugefügt
fr: Ajouté
hu: Hozzáadva
it: Aggiunto
ja: 追加
nl: Toegevoegd
pt: Adicionado
ru: Добавлено
sr: Dodato
tr: Eklendi

source: Removed
da: Fjernet
de: Entfernt
fr: Supprimé
hu: Eltávolítva
it: Rimosso
ja: 削除されました
nl: Verwijderd
pt: Excluido
ru: Удалено
sr: Uklonjeno
tr: Kaldırıldı

source: No user information
da: Ingen brugerinformation
de: Keine Benutzerinformation
fr: Pas d'informations sur l'utilisateur
it: Nessuna informazione utente
ja: ユーザー情報なし
nl: Geen gebruikers informatie
pt: Sem informações de usuário
ru: Нет информации о пользователе
sr: Nema informacije o korisniku
tr: Kullanıcı bilgisi yok

source: Mobile viewport detected
da: Mobil viewport fundet
de: Mobiler Viewport erkannt
fr: Affichage mobile détecté
hu: Mobil kijelző érzékelve
it: Rilevata la visualizzazione mobile
ja: モバイルビューポートが検出されました
nl: Mobiel scherm gedetecteerd
pt: Visualização móvel detectada
ru: Обнаружено мобильное устройство
sr: Detektovan mobilni uređaj
tr: Mobil görüntü alanı saptandı
vi: Khung nhìn màn hình di dộng đã được nhận dạng

source: InvenTree UI is optimized for Tablets and Desktops, you can use the official app for a mobile experience.
da: InvenTree UI er optimeret til Tabletter og Desktops, du kan bruge den officielle app til en mobil oplevelse.
fr: L'interface InvenTree est optimisée pour les tablettes et les ordinateurs de bureau, vous pouvez utiliser l'application officielle pour une expérience mobile.
hu: A platform felhasználói felülete táblagépekre és asztali számítógépekre van optimalizálva, a használd a hivatalos alkalmazást a mobilon.
it: InvenTree UI è ottimizzato per tablet e desktop, è possibile utilizzare l'app ufficiale per un'esperienza mobile.
ja: InvenTree UIはタブレットとデスクトップに最適化されています。
nl: InvenTree UI is geoptimaliseerd voor tablets en desktops, u kunt de officiële app gebruiken voor een mobiele ervaring.
ru: Интерфейс InvenTree оптимизирован для планшетов и компьютеров, для телефонов можно использовать официальное приложение.

source: Read the docs
da: Læs dokumenterne
de: Dokumentation lesen
es_mx: Leer la documentación
fr: Lire la documentation
hu: Olvasd el a dokumentációt
it: Consulta la documentazione
ja: ドキュメントを読む
nl: Lees de documenten
pt: Ler os documentos
ru: Читать документацию
sr: Pročitaj dokumentaciju
tr: Belgeleri okuyun
vi: Đọc tài liệu

source: Ignore and continue to Desktop view
da: Ignorer og fortsæt til skrivebordsvisning
de: Ignorieren und weiter zur Desktopansicht
fr: Ignorer et continuer vers la vue Bureau
it: Ignora e continua alla visualizzazione desktop
ja: 無視してデスクトップビューへ
nl: Negeer en ga door met desktop weergave
pt: Ignorar e continuar para a visualização de Desktop
ru: Игнорировать и продолжить в интерфейсе для рабочего стола
sr: Ignoriši i nastavi na Desktop prikaz
tr: Yoksay ve Masaüstü görünümüne devam et

source: Low (7%)
da: Lavt (7%)
de: Niedrig (7%)
es_mx: Bajo (7%)
fr: Faible (7%)
hu: Alacsony (7%)
it: Basso (7%)
nl: Laag (7%)
ru: Низкий (7%)
sr: Nisko (7%)
tr: Düşük (%7)
vi: Thấp (7%)

source: Medium (15%)
da: Mellem (15%)
de: Mittel (15%)
es_mx: Medio (15%)
fr: Moyen (15%)
hu: Közepes (15%)
it: Medio (15%)
nl: Gemiddeld (15%)
ru: Средний (15%)
sr: Srednje (15%)
tr: Orta (%15)
vi: Trung bình (15%)

source: Quartile (25%)
da: Kvartil (25%)
de: Viertel (25%)
es_mx: Cuartil (25%)
hu: Negyed (25%)
ru: Четверть (25%)
sr: Četvrtina (25%)
tr: Çeyrek (%25)
vi: Một phần tư (25%)

source: High (30%)
da: Højt (30%)
de: Hoch (30%)
es_mx: Alto (30%)
fr: Élevé (30%)
hu: Magas (30%)
it: Alto (30%)
nl: Hoog (30%)
ru: Высокий (30%)
sr: Visoko (30%)
tr: Yüksek (%30)
vi: Cao (30%)

source: Open Barcode Scanner
es_mx: Abrir Escáner de código de barras
fr: Ouvrir le lecteur de code-barres
hu: Vonalkód olvasó megnyitása
it: Apri scanner di codici a barre
ru: Открыть сканер штрих-кодов
sr: Otvori barkod skener
tr: Barkod tarayıcıyı aç

source: Download data
fr: Télécharger des données
hu: Adatok letöltése
it: Scarica dati
ru: Загрузить данные

source: Import Data
de: Daten importieren
es_mx: Importar datos
fr: Importer les données
hu: Adat importálása
it: Importa dati
ru: Импорт данных
sr: Učitaj podatke
tr: Veri İçe Aktar
vi: Nhập dữ liệu

source: Python Version
es_mx: Versión de Python
fr: Version Python
hu: Python verzió
it: Versione Python
nl: Python versie:
pt: Versão do Python
ru: Версия Python
sr: Python Verzija
tr: Python Sürümü
vi: Phiên bản Python

source: IPN
ru: Внутренний артикул
sr: Identifikacioni broj dela
tr: DPN

source: Assign Batch Code and Serial Numbers
es_mx: Asignar código de lote y números de serie
fr: Attribuer un code de lot et des numéros de série
it: Assegna codice lotto e numeri di serie
ru: Назначить код партии и серийные номера
sr: Dodeli kod serije i serijski broj
tr: Parti No ve Seri No Ataması

source: SKU
hu: SKU (leltári azonosító)
ru: Артикул поставщика
sr: Jedinica za praćenje zaliha

source: MPN
da: Producentens varenummer
fr: Référence fabricant
hu: MPN (Gyártói cikkszám)
ru: Артикул производителя
sr: Broj dela proizvođača
tr: ÜPN

source: Do you want to proceed to change this setting?
da: Vil du fortsætte med at ændre denne indstilling?
nl: Wilt u doorgaan met het wijzigen van deze instelling?

source: This setting requires confirmation
da: Denne indstilling kræver bekræftelse
nl: Deze instelling vereist bevestiging

source: There was a conflicting session for this browser, which has been logged out.
nl: Er was een tegenstrijdige sessie voor deze browser, die is uitgelogd.

source: MFA Setup successful
nl: MFA-instellingen geslaagd

source: MFA via TOTP has been set up successfully; you will need to login again.
nl: De MFA via TOTP is succesvol ingesteld; u moet opnieuw inloggen.

source: TOTP
fr: Mot de passe à usage unique temporaire

source: Export data
da: Eksporter Data

source: Generating Stocktake Report
da: Generering af lageroptællingsrapport

source: Generate Stocktake Report
da: Generer af lageroptællingsrapport
es_mx: Generar el informe de inventario

source: Generate
da: Generer
de: Generieren
es_mx: Generar
vi: Tạo

source: Select date and time
da: Vælg dato og klokkeslæt

source: Assign Serial Numbers
da: Tildel Serienumre

source: Part Parameter Template
de: Teil Parametervorlage
es_mx: Plantilla de parámetro de pieza
hu: Alkatrész paraméter sablon
pt: Modelo de Parâmetro da Peça
tr: Parça Parametre Şablonu
vi: Mẫu tham số phụ kiện

source: Part Parameter Templates
de: Teil Parametervorlagen
es_mx: Plantillas de Parámetros de piezas
hu: Alkatrész paraméter sablonok
pt: Modelos de Parâmetro da Peça
tr: Parça Parametre Şablonları
vi: Mẫu tham số phụ kiện

source: Account Settings
de: Kontoeinstellungen
es_mx: Ajustes de la cuenta
hu: Fiókbeállítások
pt: Definições da Conta
tr: Hesap Ayarları
vi: Cài đặt tài khoản

source: Unused Codes
hu: Nem használt kódok

source: Used Codes
hu: Felhasznált kódok

source: Add Token
hu: Token hozzáadása

source: Part Parameters
de: Teile Parameter
es_mx: Parámetros de Pieza
hu: Alkatrész paraméterek
pt: Parâmetros da Peça
tr: Parça Parametreleri
vi: Tham số phụ kiện

source: BOM validated
hu: Alkatrészjegyzék ellenőrizve
tr: ML doğrulandı
vi: Đã xác minh BOM

source: Add Part Parameter
de: Teileparameter hinzufügen
hu: Alkatrész paraméter hozzáadása
pt: Adicionar Parâmetro da Peça
tr: Parça Parametresi Ekle

source: Edit Part Parameter
de: Teileparameter bearbeiten
hu: Alkatrész paraméter szerkesztése
pt: Editar Parâmetro da Peça
tr: Parça Parametresini Düzenle
vi: Sửa tham số phụ kiện

source: Delete Part Parameter
de: Teilparameter löschen
hu: Alkatrész paraméter törlése
pt: Excluir Parâmetro da Peça
tr: Parça Parametresini Sil
vi: Xóa tham số phụ kiện

source: Add parameter
de: Parameter hinzufügen
hu: Paraméter hozzáadás
pt: Adicionar parâmetro
tr: Parametre ekle

source: Import session has unknown status
de: Importsitzung hat einen unbekannten Status
es_mx: La sesión de importación tiene estado desconocido
tr: İçe aktarma oturumunun bilinmeyen bir durumu var
vi: Phiên nhập có trạng thái không xác định

source: Importing Records
de: Importiere Datensätze
es_mx: Importando registros
tr: Kayıtlar İçe Aktarılıyor
vi: Nhập hồ sơ

source: Arabic
de: Arabisch
es_mx: Árabe
tr: Arapça
vi: Tiếng Ả Rập

source: Bulgarian
de: Bulgarisch
es_mx: Búlgaro
pt: Búlgaro
tr: Bulgarca

source: Czech
de: Tschechisch
es_mx: Checo
pt: Checo
tr: Çekçe

source: Danish
de: Dänisch
es_mx: Danés
pt: Dinamarquês
tr: Danca

source: German
de: Deutsch
es_mx: Alemán
pt: Alemão
tr: Almanca

source: Greek
de: Griechisch
es_mx: Griego
pt: Grego
tr: Yunanca

source: English
de: Englisch
es_mx: Inglés
pt: Inglês
tr: İngilizce

source: Spanish
de: Spanisch
es_mx: Español
pt: Espanhol
tr: İspanyolca

source: Spanish (Mexican)
de: Spanisch (Mexikanisch)
es_mx: Español (México)
pt: Espanhol (Mexicano)
tr: İspanyolca (Meksika)

source: Estonian
de: Estnisch
es_mx: Estonio
tr: Estonca
vi: Tiếng Estonia

source: Farsi / Persian
de: Farsi / Persisch
es_mx: Farsi / Persa
pt: Persa
tr: Farsça

source: Finnish
de: Finnisch
es_mx: Finés
pt: Finlandês
tr: Fince

source: French
de: Französisch
es_mx: Francés
pt: Francês
tr: Fransızca

source: Hebrew
de: Hebräisch
es_mx: Hebreo
pt: Hebraico
tr: İbranice

source: Hindi
es_mx: Hindú
tr: Hintçe

source: Hungarian
de: Ungarisch
es_mx: Húngaro
pt: Húngaro
tr: Macarca

source: Italian
de: Italienisch
es_mx: Italiano
pt: Italiano
tr: İtalyanca

source: Japanese
de: Japanisch
es_mx: Japonés
pt: Japonês
tr: Japonca

source: Korean
de: Koreanisch
es_mx: Coreano
pt: Coreano
tr: Korece

source: Lithuanian
es_mx: Lituano
tr: Litvanyalı

source: Latvian
de: Lettisch
es_mx: Letón
pt: Letão
tr: Letonca
vi: Tiếng Latvia

source: Dutch
de: Niederländisch
es_mx: Holandés
pt: Holandês
tr: Flemenkçe

source: Norwegian
de: Norweger
es_mx: Noruego
pt: Norueguês
tr: Norveççe

source: Polish
de: Polnisch
es_mx: Polaco
pt: Polaco
tr: Lehçe

source: Portuguese
de: Portugiesisch
es_mx: Portugués
pt: Português (Portugal)
tr: Portekizce

source: Portuguese (Brazilian)
de: Portugiesisch (Brasilien)
es_mx: Portugués (Brasileño)
pt: Português (Brasileiro)
tr: Portekizce (Brezilya)

source: Romanian
de: Rumänisch
es_mx: Rumano
pt: Romeno
tr: Rumence
vi: Tiếng Ru-ma-ni

source: Russian
de: Russisch
es_mx: Ruso
pt: Russo
tr: Rusça

source: Slovak
de: Slowakisch
es_mx: Eslovaco
pt: Eslovaco
tr: Slovakça
vi: Tiếng Slo-va-ki-a

source: Slovenian
de: Slowenisch
es_mx: Esloveno
pt: Esloveno
tr: Slovence

source: Swedish
de: Schwedisch
es_mx: Sueco
pt: Sueco
tr: İsveççe

source: Thai
de: Thailändisch
es_mx: Tailandés
pt: Tailandês
tr: Tayca

source: Turkish
de: Türkisch
es_mx: Turco
pt: Turco
tr: Türkçe

source: Ukrainian
de: Ukrainisch
es_mx: Ucraniano
pt: Ucraniano
tr: Ukraynaca
vi: Tiếng U-crai-na

source: Vietnamese
de: Vietnamesisch
es_mx: Vietnamita
pt: Vietnamita
tr: Vietnamca
vi: Tiếng Việt

source: Chinese (Simplified)
de: Chinesisch (vereinfacht)
es_mx: Chino (Simplificado)
pt: Chinês (Simplificado)
tr: Çince (Basitleştirilmiş)

source: Chinese (Traditional)
de: Chinesisch (Traditionell)
es_mx: Chino (Tradicional)
pt: Chinês (Tradicional)
tr: Çince (Geleneksel)

source: Stocktake
de: Inventur
es_mx: Inventario
pt: Balanço
tr: Stok Sayımı
vi: Kiểm kê

source: Latest serial number
de: Letzte Seriennummer
es_mx: Último número de serie
pt: Número de Série mais recente
tr: En son seri numarası
vi: Số seri mới nhất

source: This panel is a placeholder.
de: Dieses Panel ist ein Platzhalter.
es_mx: Este panel es un marcador de posición.
pt: Este painel é um espaço reservado.
tr: Bu panel bir yer tutucudur.
vi: Bảng điều khiển này là dự kiến.

source: ManufacturerPart
de: Herstellerteil
es_mx: Pieza de fabricante
pt: Peça do Fabricante
tr: Üretici Parçası
vi: Nguyên liệu

source: Variant Stock
es_mx: Existencias Variables
tr: Türev Stoku
vi: Biến thể kho

source: Scheduling
de: Terminierung
pt: Agendamento
tr: Planlama
vi: Lập lịch

source: Count part stock
de: Bestand zählen
pt: Contagem do estoque
tr: Parça stokunu say
vi: Đếm kho nguyên liệu

source: Transfer part stock
de: Bestand übertragen
pt: Transferir peça do estoque
tr: Parça stokunu aktar
vi: Chuyển kho nguyên liệu

source: Child Locations Action
de: Aktion für untergeordnete Lagerorte
pt: Ações para localizações Filhas
tr: Alt Konumlar Eylemi
vi: Thao tác cho vị trí phụ

source: Test Data
de: Test Daten
pt: Dados de teste
tr: Test Verisi
vi: Thông tin kiểm thử

source: Count stock
de: Bestand zählen
es_mx: Contar stock
pt: Contar Estoque
tr: Stoku say
vi: Đếm hàng

source: Transfer
de: Verschieben
es_mx: Transferir
pt: Transferir
tr: Aktarım
vi: Chuyển

source: No location set
de: Kein Lagerort gesetzt
pt: Nenhum local definido
tr: Hiçbir konum ayarlanmamış
vi: Không có vị trí được thiết lập

source: Show allocated lines
de: Zugewiesene Positionen anzeigen
pt: Exibir linhas alocadas
tr: Ayrılan satırları göster

source: Are you sure you want to remove the machine "{0}"?
de: Soll Maschine "{0}" gelöscht werden?
pt: Tem certeza de que deseja remover a máquina "{0}"?
tr: "{0}" makinesini silmek istediğinize emin misiniz?

source: Machine Information
es_mx: Información de la máquina
tr: Makine Bilgileri

source: New Part Parameter
de: Teileparameter hinzufügen
pt: Novo Parâmetro da Peça
tr: Yeni Parça Parametresi

source: Has Stocktake
tr: Stok Sayımı Olanlar

source: Filter by parts which have stocktake information
tr: Stok sayımı bilgisi olan parçalara göre süz

source: Install plugin
de: Plugin installieren
pt: Instalar extensão
tr: Eklenti Kur

source: Include stock items for variant parts
de: Lagerartikel für Teile-Varianten einschließen
pt: Incluir itens de estoque com peças variantes
tr: Türev parçalar için stok ögelerini içer

source: Add a new stock item
de: Lagerartikel hinzufügen
pt: Adicionar um novo item de estoque
tr: Yeni bir stok ögesi ekle

source: Remove some quantity from a stock item
de: Bestimmte Menge aus dem Lagerartikel entfernen
pt: Remover alguma quantidade de um item de estoque
tr: Bir stok ögesinden bir miktar kaldır

source: Move Stock items to new locations
de: Lagerartikel an neue Standorte verschieben
pt: Mover Itens de Estoque para novos locais
tr: Stok ögelerini yeni konumlara taşı

source: Change stock status
de: Bestandsstatus ändern
pt: Mudar estado do Estoque
tr: Stok durumunu değiştir

source: Change the status of stock items
de: Status der Lagerbestände ändern
pt: Alterar o estado dos itens de estoque
tr: Stok ögelerinin durumunu değiştir

source: Merge stock
de: Bestand zusammenführen
pt: Mesclar estoque
tr: Stoku birleştir

source: Merge stock items
de: Lagerartikel zusammenführen
pt: Mesclar itens de estoque
tr: Stok ögelerini birleştir

source: Order new stock
de: Neuen Bestand bestellen
pt: Encomendar novo Estoque
tr: Yeni stok sipariş et

source: Assign to customer
de: Kunden zuweisen
pt: Atribuir ao cliente
tr: Müşteriye ata

source: Delete stock
de: Bestand löschen
pt: Excluir estoque
tr: Stoku sil

source: Title
de: Titel
vi: Tiêu đề

source: Label printing completed successfully
de: Etikettendruck erfolgreich abgeschlossen
es_mx: Impresión de etiqueta completada con éxito
pt: Impressão da etiqueta concluída com sucesso
vi: In nhãn hoàn tất thành công

source: The label could not be generated
de: Das Etikett konnte nicht generiert werden
es_mx: La etiqueta no pudo ser generada
pt: A etiqueta não pôde ser gerada
vi: Không thể tạo nhãn

source: Report printing completed successfully
de: Berichtsdruck erfolgreich abgeschlossen
es_mx: Impresión de informe completada con éxito
pt: Impressão de relatório concluída com sucesso
vi: In báo cáo thành công

source: The report could not be generated
de: Der Bericht konnte nicht erstellt werden
es_mx: El informe no pudo ser generado
pt: O relatório não pôde ser gerado
vi: Không thể tạo báo cáo

source: Scan QR code
de: QR-Code scannen
vi: Quét mã QR

source: Open QR code scanner
de: QR-Code-Scanner öffnen
vi: Mở máy quét mã QR

source: Preview Notes
de: Notizen Vorschau

source: Edit Notes
de: Notizen bearbeiten

source: Select destination instance
de: Zielinstanz auswählen
es_mx: Seleccionar instancia de destino
pt: Selecionar instância de destino
vi: Chọn thực thể đích

source: Edit possible host options
de: Mögliche Hostoptionen bearbeiten
es_mx: Editar posibles opciones de host
pt: Editar opções de host possíveis
vi: Sửa tùy chọn máy chủ có thể

source: State: <0>worker</0> ({0}), <1>plugins</1>{1}
de: Status: <0>worker</0> ({0}), <1>Plugins</1>{1}
es_mx: Estado: <0>trabajador</0> ({0}), <1>complementos</1>{1}
pt: Estado: <0>funcionário</0> ({0}), <1>plugins</1>{1}
vi: Trạng thái: <0>worker</0> ({0}), <1>plugins</1>{1}

source: Imported rows
de: Importierte Zeilen

source: Link custom barcode
de: Benutzerdefinierter Barcode verknüpfen

source: An error occurred:
de: Ein Fehler ist aufgetreten:

source: Read more
de: Mehr lesen

source: This feature/button/site is a placeholder for a feature that is not implemented, only partial or intended for testing.
de: Diese Funktion/Schaltfläche/Seite ist ein Platzhalter für eine Funktion, die nicht, nur teilweise oder nur für Tests implementiert ist.
es_mx: Esta característica/botón/sitio es un marcador de posición para una característica que no está implementada, sólo parcial o destinada a pruebas.
pt: Esta funcionalidade/botão/site é um espaço reservado para um recurso que ainda não está total ou parcialmente implementado, ou destinado a testes.
vi: Tính năng/nút bấm/khu vực là dự kiến cho một tính năng chưa được triển khai, chỉ có một phần dùng để kiểm tra.

source: Your InvenTree version status is
de: Ihr InvenTree Versionsstatus ist
vi: Trạng thái phiên bản InvenTree của bạn

source: InvenTree Documentation
de: InvenTree-Dokumentation
vi: Tài liệu InvenTree

source: View Code on GitHub
de: Code auf GitHub ansehen
vi: Xem mã trên Github

source: Credits
de: Mitwirkende
es_mx: Créditos
pt: Créditos
vi: Đóng góp

source: Dismiss
de: Verwerfen
vi: Bỏ qua

source: Unknown response
de: Unbekannte Antwort
vi: Trả lời không xác định

source: Error while getting camera
de: Fehler beim Laden der Kamera
vi: Có lỗi khi lấy camera

source: Scanning
de: Scannen
vi: Đang quét

source: Not scanning
de: Es wird nicht gescannt
vi: Chưa quét

source: Select Camera
de: Kamera auswählen
vi: Chọn camera

source: No scans yet!
de: Noch keine Scans!
vi: Vẫn chưa quét!

source: Close modal
de: Dialog schließen
vi: Đóng cửa sổ

source: Email settings not configured
de: E-Mail-Einstellungen nicht konfiguriert
es_mx: Ajustes de correo no configurados
pt: Configurações de e-mail não configuradas
vi: Chưa cấu hình thiết lập email

source: Account settings
de: Benutzereinstellungen

source: View all
de: Alle anzeigen
vi: Xem tất cả

source: Get started
de: Loslegen
vi: Bắt đầu

source: Overview over high-level objects, functions and possible usecases.
de: Übersicht über die wichtigsten Objekte, Funktionen und mögliche Anwendungsfälle.
vi: Tổng qua về đtối tượng mức cao, chức năng và tình huống sử dụng có thể.

source: Pages
de: Seiten
vi: Trang

source: No results
de: Keine Ergebnisse

source: Unknown model: {model}
de: Unbekanntes Modell: {model}
es_mx: Modelo desconocido: {model}
pt: Modelo desconhecido: {model}
vi: Model không rõ: {model}

source: Something is new: Platform UI
de: Etwas ist neu: Plattform-UI
vi: Một số thứ mới: Nền tảng UI

source: We are building a new UI with a modern stack. What you currently see is not fixed and will be redesigned but demonstrates the UI/UX possibilities we will have going forward.
de: Wir bauen eine neue Oberfläche mit einem modernen Stapel. Was Sie derzeit sehen, ist nicht repariert und wird neu gestaltet, aber es zeigt die UI/UX-Möglichkeiten auf, die wir weiter verfolgen werden.
vi: Chúng tôi đang xây dựng một UI mới với kiến trúc hiện đại. Thứ bạn nhìn thấy sẽ không được sửa và sẽ được thiết kế lại nhưng chứng tỏ khả năng UI/UX đang được cải tiến.

source: Provide Feedback
de: Feedback geben
vi: Cung cấp phản hồi

source: Getting started
de: Erste Schritte

source: Layout
de: Darstellung
vi: Bố cục

source: Reset Layout
de: Layout zurücksetzen
vi: Đặt lại bố cục

source: Stop Edit
de: Bearbeiten beenden
vi: Ngưng chỉnh sửa

source: Appearance
de: Aussehen
vi: Diện mạo

source: Show Boxes
de: Boxen anzeigen
vi: Hiển thị hộp

source: About this Inventree instance
de: Über diese InvenTree Instanz
vi: Về thực thể Inventree

source: Latest Parts
de: Neueste Teile
vi: Phụ kiện mới nhất

source: BOM Waiting Validation
de: Stückliste Wartende Validierung
vi: BOM đợi phê chuẩn

source: Recently Updated
de: Kürzlich aktualisiert
vi: Mới Cập Nhật

source: Depleted Stock
de: Verbrauchter Bestand
vi: Nguyên liệu đã cạn

source: Expired Stock
de: Abgelaufener Bestand
vi: Kho hàng quá hạn

source: Stale Stock
de: Bestand überfällig
vi: Sản phẩm để lâu

source: Build Orders In Progress
de: Bauaufträge in Arbeit
vi: Đơn đặt bản dựng đang thực hiện

source: Outstanding Purchase Orders
de: Ausstehende Bestellungen
vi: Đơn đặt mua nổi bật

source: Outstanding Sales Orders
de: Ausstehende Aufträge
vi: Đơn hàng nổi bật

source: Current News
de: Aktuelles
vi: Tin hiện tại

source: Playground
de: Spielplatz

source: Licenses
de: Lizenzen
vi: Giấy phép

source: User attributes and design settings.
de: Benutzerattribute und Designeinstellungen.
vi: Thuốc tính người dùng và thiết lập thiết kế.

source: View for interactive scanning and multiple actions.
de: Ansicht für interaktives Scannen und mehrere Aktionen.
vi: Khung nhìn để quét tương tác và đa chức năng.

source: Remove output
de: Ausgabe entfernen

source: Selected build outputs will be deleted
de: Ausgewählte Bauprodukte werden gelöscht

source: Assign Batch Code{0}
de: Batch-Code{0} zuweisen
vi: Chỉ định Mã lô{0}

source: Remove item from list
de: Artikel aus Liste entfernen

source: Store at line item destination
de: Am Zielort der Bauauftragsposition speichern
es_mx: Almacenar en el destino del artículo de línea
pt: Armazenar no destino do item de linha
vi: Cửa hàng tại điểm đến của mặt hàng

source: Serial numbers
de: Seriennummern
vi: Số sê-ri:

source: Permission denied
de: Zugriff verweigert

source: Welcome, log in below
de: Willkommen, unten anmelden
es_mx: Bienvenido, inicia sesión a continuación
pt: Bem-vindo, faça o login abaixo
vi: Chào bạn, đăng nhập bên dưới

source: Register below
de: Registrieren
es_mx: Regístrate a continuación
pt: Registrar abaixo
vi: Đăng ký bên dưới

source: Logging out
de: Abmelden
es_mx: Cerrando sesión
pt: Terminando a sessão
vi: Đang đăng xuất

source: Send mail
de: Mail senden

source: Token invalid
de: Token ungültig
es_mx: Token inválido
pt: Token inválido
vi: Token không hợp lệ
