Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Show the number of stock items which are stale
da: Vis antallet af lagervarer som er forældede
es_mx: Mostrar el número de artículos de stock que están obsoletos
fr: Afficher le nombre d'articles de stock qui sont obsolètes
hu: Álló készlettételek száma
it: Mostra il numero di elementi in giacenza obsoleti
ja: 古くなった在庫品数を表示
nl: Toon het aantal voorraadartikelen die verouderd zijn
ru: Количество залежавшихся запасов
sr: Prikaži broj predmeta u zalihama koji su ustajali
tr: Beklenen oranda satış olmayan stok ürünlerinin sayısını gösterin

source: Active Build Orders
da: Aktive Byggeordrer
es_mx: Órdenes de construcción activas
fr: Ordres de fabrication actives
hu: Aktív gyártási rendelések
it: Ordini di Produzione Attivi
ja: 有効な製造指示
nl: Actieve bouworders
ru: Активные заказы на сборку
sr: Aktivne narudžbine
tr: Aktif Üretim Emirleri

source: Show the number of build orders which are currently active
da: Vis antallet af byggeordrer som er aktive
es_mx: Mostrar el número de órdenes de construcción que actualmente están activas
fr: Afficher le nombre d'ordres de fabrication actuellement actives
hu: Aktív gyártási rendelések száma
it: Mostra il numero di ordini di produzione attualmente attivi
ja: 現在有効な製造指示の数を表示
nl: Laat het aantal bouw orders zien die momenteel actief zijn.
ru: Количество активных заказов на сборку
sr: Prikaži broj narudžbina koje su trenutno aktivne
tr: Şuan aktif olan üretim emirlerinin sayısını gösterin

source: Overdue Build Orders
da: Forsinket Byggeordrer
de: Überfällige Bauaufträge
es_mx: Órdenes de construcción atrasadas
fr: Ordres de construction en retard
hu: Késésben lévő gyártások
it: Ordini di Produzione in Ritardo
ja: 期限切れ受注
nl: Achterstallige Build orders
pt: Pedidos de Produção Vencidos
ru: Просроченные заказы на сборку
sr: Istekle narudžbine
tr: Geciken Yapım Siparişleri
vi: Đơn đặt bản dựng đang quá hạn

source: Show the number of build orders which are overdue
da: Vis antallet af byggeordrer som er forfaldne
es_mx: Mostrar el número de órdenes de construcción vencidas
fr: Afficher le nombre d'ordres de fabrication en retard
hu: Késésben levő gyártási rendelések száma
it: Mostra il numero di ordini di produzione in ritardo
ja: 期限切れ製造指示の数を表示
nl: Laat het aantal bouw orders zien die achterstallig zijn
ru: Количество просроченных заказов на сборку
sr: Prikaži broj narudžbina koje su istekle
tr: Süresi gecikmiş sipariş ihtiyaçlarının sayısını gösterin

source: Assigned Build Orders
da: Tildelte Byggeordrer
es_mx: Órdenes de construcción asignadas
fr: Ordres de fabrication assignées
hu: Hozzárendelt Gyártási Rendelések
it: Ordini di Produzione Assegnati
ja: 割り当てられた製造指示
nl: Toegewezen bouworders
ru: Назначенные заказы на сборку
sr: Dodeljene narudžbine
tr: Atanmış Üretim Emirleri

source: Show the number of build orders which are assigned to you
da: Vis antallet af byggeordrer som er tildelt dig
es_mx: Mostrar el número de órdenes de construcción asignadas a usted
fr: Afficher le nombre d'ordres de fabrication qui vous sont assignées
hu: Saját Hozzárendelt Gyártási Rendelések száma
it: Mostra il numero di ordini di produzione assegnati a te
ja: 割り当てられた製造指示の数を表示
nl: Het aantal bouw orders die aan u zijn toegewezen tonen
ru: Количество назначенных на вас заказов на сборку
sr: Prikaži broj narudžbina koje su vama dodeljene
tr: Size atanan sipariş oluşturma ihtiyaçlarının sayısını gösterin

source: Active Sales Orders
da: Aktiver Salgsordrer
es_mx: Órdenes de Venta activas
fr: Commandes de vente actives
hu: Aktív értékesítési rendelések
it: Ordini di Vendita Attivi
ja: 有効な受注
nl: Actieve verkooporders
ru: Активные сбытовые заказы
sr: Aktivni nalozi za prodaju
tr: Aktif Satış Siparişleri

source: Show the number of sales orders which are currently active
da: Vis antallet af salgsordrer som er aktive
es_mx: Mostrar el número de pedidos de venta que están activos actualmente
fr: Afficher le nombre d'ordres de vente actuellement actives
it: Mostra il numero di ordini di vendita attualmente attivi
ja: 現在有効な受注数を表示
nl: Toon het aantal actieve verkooporders
ru: Количество активных сбытовых заказов
sr: Prikaži broj trenutno aktivnih naloga za prodaju
tr: Şu anda aktif olan satış siparişlerinin sayısını gösterin

source: Overdue Sales Orders
da: Forfaldne Salgsordrer
de: Überfällige Bestellungen
es_mx: Órdenes de venta vencidas
fr: Vente en retard
hu: Késésben lévő vevői rendelések
it: Ordini Di Vendita in Ritardo
ja: 販売期限切れ注文
nl: Achterstallige Verkooporders
pt: Pedidos de Venda Vencidos
ru: Просроченные заказы на продажу
sr: Istekli nalozi za prodaju
tr: Geciken Satış Siparişleri
vi: Đơn đặt quá hạn

source: Show the number of sales orders which are overdue
da: Vis antallet af salgsordrer som er forfaldne
es_mx: Mostrar el número de pedidos que están retrasados
fr: Afficher le nombre de commandes de vente en retard
it: Mostra il numero di ordini di vendita in ritardo
ja: 期限切れ受注数を表示
nl: Toon het aantal achterstallig orders
ru: Количество просроченных заказов на продажу
sr: Prikaži broj naloga za prodaju koji su istekli
tr: Gecikmiş olan satış siparişlerinin sayısını gösterin

source: Assigned Sales Orders
da: Tildelte Salgsordrer
es_mx: Pedidos de venta asignados
fr: Commandes de vente assignées
it: Ordini di Vendita Assegnati
ja: 割り当てられた受注
nl: Toegewezen verkooporders
ru: Назначенные сбытовые заказы
sr: Dodeljeni nalozi za prodaju
tr: Atanmış Satış Emirleri

source: Show the number of sales orders which are assigned to you
da: Vis antallet af salgsordrer, som er tildelt dig
es_mx: Mostrar el número de órdenes de venta que se le han asignado
fr: Afficher le nombre de commandes de vente qui vous sont assignées
it: Mostra il numero di ordini di vendita assegnati a te
ja: 割り当てられた受注数を表示
nl: Toon het aantal aan u toegewezen verkooporders
ru: Количество назначенных вам заказов на продажу
sr: Prikaži broj naloga za prodaju koji su vama dodeljeni
tr: Size atanmış satış emirlerinin sayısını gösterin

source: Pending Shipments
da: Afventer Forsendelser
it: Spedizioni in sospeso
ja: 保留中の出荷
nl: Verzendingen in behandeling
ru: Ожидающие отгрузки

source: Show the number of pending sales order shipments
da: Vis antallet af afventende forsendelser af salgsordrer
it: Mostra il numero di spedizioni di ordini di vendita in sospeso
ja: 保留中のセールスオーダー出荷件数を表示する
nl: Toon het aantal lopende verzendingen van bestellingen
ru: Показать количество необработанных отгрузок по заказам на продажу

source: Active Purchase Orders
da: Aktive Indkøbsordrer
es_mx: Órdenes de Compra asignadas
fr: Commandes d'achat actives
it: Ordini Di Acquisto Attivi
ja: 有効な購入指示
nl: Actieve inkooporders
ru: Активные заказы на поставку
sr: Aktivne narudžbenice
tr: Aktif Satın Alma Emirleri

source: Show the number of purchase orders which are currently active
da: Vis antallet af indkøbsordrer som er aktive
es_mx: Mostrar el número de órdenes de compra que están activas
fr: Afficher le nombre de commandes d'achat actuellement actives
it: Mostra il numero di ordini di acquisto attualmente attivi
ja: 現在有効な購入指示の数を表示
nl: Toon het aantal inkooporders die momenteel actief zijn
ru: Количество активных заказов на поставку
sr: Prikaži broj aktivnih narudžbenica
tr: Şu anda aktif olan satın alma siparişlerinin sayısını göster

source: Overdue Purchase Orders
da: Forfaldne Indkøbsordrer
de: Überfällige Bestellungen
es_mx: Pedidos de Compra Atrasados
fr: Commandes d'achat en retard
hu: Késésben lévő beszerzések
it: Ordini Di Acquisto In Ritardo
ja: 期限切れ発注書
nl: Achterstallige inkooporders
pt: Pedidos de Compra Pendentes
ru: Просроченные заказы на закупку
sr: Istekle narudžbenice
tr: Geciken Satın Alma Siparişleri
vi: Đơn mua quá hạn

source: Show the number of purchase orders which are overdue
da: Vis antallet af indkøbsordrer som er forfaldne
es_mx: Mostrar el número de órdenes de compra que están atrasadas
fr: Afficher le nombre de commandes d'achat en retard
it: Mostra il numero di ordini di acquisto in ritardo
ja: 期限切れ購入指示の数を表示
nl: Toon het aantal inkooporders die achterstallig zijn
ru: Количество просроченных заказов на поставку
sr: Prikaži broj isteklih narudžbenica
tr: Vadesi geçmiş satın alma siparişlerinin sayısını gösterin

source: Assigned Purchase Orders
da: Tildelte Indkøbsordrer
es_mx: Órdenes de Compra asignadas
fr: Commandes d'achat assignées
it: Ordini Di Acquisto Assegnati
ja: 割り当てられた購入指示
nl: Toegewezen inkoopbestellingen
ru: Назначенные заказы на поставку
sr: Dodeljene narudžbenice
tr: Atanmış Satın Alma Emirleri

source: Show the number of purchase orders which are assigned to you
da: Vis antallet af indkøbsordrer som er tildelt dig
es_mx: Mostrar el número de órdenes de compra que se le asignaron
fr: Afficher le nombre de commandes d'achat qui vous sont assignées
it: Mostra il numero di ordini di acquisto assegnati a te
ja: 割り当てられている購入指示の数を表示
nl: Toon het aantal inkooporders die aan u zijn toegewezen
ru: Количество назначенных на вас заказов на поставку
sr: Prikaži broj dodeljenih narudžbenica
tr: Size atanmış satın alma siparişlerinin sayısını göster

source: Active Return Orders
da: Aktive Returordrer
es_mx: Pedidos de devolución activos
fr: Commandes de retour actives
it: Ordini di Reso Attivi
ja: 有効な返品指示
nl: Actieve retour orders
ru: Активные заказы на возврат
sr: Aktivni nalozi za povrat
tr: Aktif İade Emirleri

source: Show the number of return orders which are currently active
da: Vis antallet af returordrer som er aktive
es_mx: Mostrar el número de órdenes de devolución actualmente activas
fr: Afficher le nombre de commandes de retour actuellement actives
it: Mostra il numero di ordini di reso attualmente attivi
ja: 現在有効な返品指示の数を表示
nl: Toon het aantal retour orders die momenteel actief zijn
ru: Количество активных заказов на возврат
sr: Prikaži broj aktivnih naloga za povrat
tr: Şuan aktif olan iade emirlerinin sayısını gösterin

source: Overdue Return Orders
da: Forfaldne Returordrer
es_mx: Órdenes de devolución atrasadas
fr: Ordres de retour en retard
it: Ordini di Reso in Ritardo
ja: 期限切れ返品指示
nl: Achterstallige retour orders
ru: Просроченные заказы на возврат
sr: Istekli nalozi za povrat
tr: Gecikmiş iade siparişleri

source: Show the number of return orders which are overdue
da: Vis antallet af returordrer som er forfaldne
es_mx: Mostrar el número de órdenes de devolución que están vencidas
fr: Afficher le nombre d'ordres de retour en retard
it: Mostra il numero di ordini di reso in ritardo
ja: 期限切れ返品指示の数を表示
nl: Het aantal retour orders dat achterstallig is weergeven
ru: Количество просроченных заказов на возврат
sr: Prikaži broj isteklih naloga za povrat
tr: Gecikmiş iade siparişlerinin sayısını gösterin

source: Assigned Return Orders
da: Tildelte Returordrer
es_mx: Órdenes de devolución asignadas
fr: Ordres de retour assignés
it: Ordini di Reso Assegnati
ja: 割り当てられた返品指示
nl: Toegewezen retour orders
ru: Назначенные заказы на возврат
sr: Dodeljeni nalozi za povrat
tr: Atanmış İade Emirleri

source: Show the number of return orders which are assigned to you
da: Vis antallet af returordrer, som er tildelt dig
es_mx: Mostrar el número de órdenes de devolución que se le asignaron
fr: Afficher le nombre d'ordres de retour qui vous sont assignés
it: Mostra il numero di ordini di reso assegnati a te
ja: 割り当てられた返品指示の数を表示
nl: Toon het aantal retour orders die aan u zijn toegewezen
ru: Количество назначенных на вас заказов на возврат
sr: Prikaži broj naloga za povrat koji su dodeljeni vama
tr: Size atanana gecikmiş iade siparişlerinin sayısını gösterin

source: Getting Started
da: Sådan kommer du igang
de: Erste Schritte
es_mx: Empezando
fr: Premiers Pas
hu: Első lépések
it: Per Iniziare
ja: はじめましょう
nl: Aan de slag!
pt: Guia de Introdução
ru: Начать работу
sr: Početak
tr: Başlarken
vi: Bắt đầu

source: Getting started with InvenTree
da: Kom godt i gang med InvenTree
de: Erste Schritte mit InvenTree
es_mx: Empezando con InvenTree
fr: Démarrer avec InvenTree
hu: Első lépések az InvenTree-vel
it: Per iniziare con InvenTree
ja: InvenTreeの利用開始
nl: Aan de slag met InvenTree
pt: Primeiros passos com InvenTree
ru: Начало работы с InvenTree
sr: Početak sa InvenTree
tr: InvenTree ile başlarken
vi: Bắt đầu với InvenTree

source: News Updates
da: Nyhedsopdateringer
es_mx: Noticias actualizadas
fr: Mises à jour des actualités
hu: Friss hírek
it: Aggiornamenti Notizie
ja: 最新ニュース
nl: Nieuws updates
ru: Новости
sr: Novosti
tr: Güncelleme Haberleri

source: The latest news from InvenTree
da: De seneste nyheder fra InvenTree
es_mx: Las últimas noticias de InvenTree
fr: Les dernières actualités d'InvenTree
it: Le ultime notizie da InvenTree
ja: InvenTreeの最新ニュース
nl: Het laatste nieuws van InvenTree
ru: Свежие новости от InvenTree
sr: Najnovije vesti sa InvenTree
tr: InvenTree'den en son haberler

source: Change Color Mode
da: Skift Farvetilstand
es_mx: Cambiar modo de color
fr: Changer le thème de couleur
it: Cambia Modalità Colore
ja: カラーモードの変更
nl: Kleur modus wijzigen
ru: Изменить цветовой режим
sr: Promeni boju
tr: Renk Kipini Değiştir
vi: Thay đổi chế độ màu

source: Change the color mode of the user interface
da: Skift farve for brugergrænseflade
es_mx: Cambiar el modo de color de la interfaz de usuario
fr: Changer le mode de couleur de l'interface utilisateur
it: Cambia la modalità colore dell'interfaccia utente
ja: ユーザーインターフェースのカラーモードの変更
nl: Wijzig de kleurmodus van de gebruikersinterface
ru: Изменить цветовую схему
sr: Promeni boju korisničkog interfejsa
tr: Kullanıcı Arayüzünün Renk Modunu Değiştir

source: Change Language
da: Ændre Sprog
es_mx: Cambiar el Idioma
fr: Changer de langue
hu: Nyelv megváltoztatása
it: Cambia Lingua
ja: 言語を変更
nl: Taal wijzigen
ru: Сменить язык
sr: Promeni jezik
tr: Dili Değiştir

source: Change the language of the user interface
da: Ændre sprog på brugergrænsefladen
es_mx: Cambiar el idioma de la interfaz de usuario
fr: Changer la langue de l'interface utilisateur
it: Cambia la lingua dell'interfaccia utente
ja: ユーザーインターフェースの言語変更
nl: Wijzig de taal van de gebruikersomgeving
ru: Сменить язык интерфейса
sr: Promeni jezik korisničkog interfejsa
tr: Kullanıcı Arayüz Dilini Değiştir

source: Mark as read
da: Marker som læst
de: Als gelesen markieren
es_mx: Marcar como leído
fr: Marqué comme lu
hu: Megjelölés olvasottként
it: Segna come letto
ja: 既読にする
nl: Als gelezen Markeren
pt: Marcar como lida
ru: Пометить как прочитанное
sr: Označi kao pročitano
tr: Okundu olarak imle
vi: Đánh dấu đã đọc

source: Requires Superuser
da: Kræver Superbruger
es_mx: Requiere Superusuario
fr: Nécessite un super-utilisateur
it: Richiede Superuser
ja: 管理者権限が必要
nl: Super user vereist
ru: Требует прав суперпользователя
sr: Potreban je korisnik sa većim pravom pristupa
tr: Süper Kullanıcı Gerekir

source: This widget requires superuser permissions
da: Denne widget kræver superbruger tilladelser
es_mx: Este widget requiere permisos de superusuario
fr: Ce gadget nécessite des permissions de super-utilisateur
it: Questo widget richiede i permessi di superuser
ja: このウィジェットには管理者権限が必要です
nl: Deze widget vereist super user machtigingen
ru: Этот виджет требует прав суперпользователя
sr: Ovaj vidžet zahteva specijalne dozvole
tr: Bu Widget Süper Kullanıcı İzinlerine İhtiyaç duyar

source: No News
da: Ingen Nyheder
es_mx: Sin noticias
fr: Pas d'actualités
hu: Nincsenek új hírek
it: Nessuna notizia
ja: ニュースなし
nl: Geen nieuwsberichten
ru: Новостей нет
sr: Nema novosti
tr: Haber yok

source: There are no unread news items
da: Der er ingen ulæste nyheder
es_mx: No hay noticias sin leer
fr: Il n'y a pas d'actualités non lues
it: Non ci sono notizie non lette
ja: 未読のニュースはありません
nl: Er zijn geen ongelezen nieuwsartikelen
ru: Нет непрочитанных новостей
sr: Nema nepročitanih novosti
tr: Burada okunmamış haber yok

source: Superuser
da: Superbruger
de: Administrator
es_mx: Superusuario
fr: Super-utilisateur
hu: Rendszergazda
ja: スーパーユーザー
nl: Administrator
ru: Суперпользователь
sr: Superkorisnik
tr: Süper Kullanıcı

source: Staff
da: Personale
de: Mitarbeiter
es_mx: Personal
fr: Personnel
hu: Tag
ja: スタッフ
nl: Medewerkers
ru: Сотрудник
sr: Osoblje
tr: Personel

source: Email:
ja: メールアドレス:
nl: E-mailadres:
ru: Электронная почта:

source: No name defined
da: Intet navn defineret
de: Kein Name festgelegt
es_mx: No hay nombre definido
fr: Aucun nom défini
hu: Nincs név megadva
it: Nessun nome definito
ja: 名称未定
nl: Geen naam gedefinieerd
pt: Nenhum nome definido
ru: Имя не определено
sr: Nije definisano ime
tr: Herhangi bir ad tanımlanmamış
vi: Chưa định nghĩa tên

source: Remove Image
da: Fjern billede
de: Bild entfernen
es_mx: Quitar imagen
fr: Supprimer l'image
hu: Kép eltávolítása
it: Rimuovi l'immagine
ja: 画像を削除
nl: Afbeelding verwijderen
pt: Remover imagem
ru: Убрать изображение
sr: Ukloni sliku
tr: Resmi Kaldır
vi: Xoá hình

source: Remove the associated image from this item?
da: Fjern det tilknyttede billede fra denne vare?
de: Verknüpftes Bild von diesem Teil entfernen?
es_mx: ¿Eliminar imagen asociada al artículo?
fr: Supprimer l'image associée de cet élément ?
hu: Tételhez rendelt kép eltávolítása?
it: Rimuovi l'immagine associata all'articolo?
ja: このアイテムから関連画像を削除しますか？
nl: De bijbehorende afbeelding van dit item verwijderen?
pt: Remover a imagem associada a este item?
ru: Удалить связанное изображение?
sr: Ukloniti sliku sa ovog predmeta?
tr: Bu ögeyle ilişkilendirilmiş resim kaldırılsın mı?
vi: Xóa hình liên quan khỏi mục này?

source: Remove
da: Fjern
de: Entfernen
es_mx: Eliminar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ja: 削除
nl: Verwijderen
pt: Eliminar
ru: Удалить
sr: Ukloni
tr: Kaldır
vi: Xoá

source: Drag and drop to upload
da: Træk og slip for at uploade
de: Ziehen und Ablegen zum Hochladen
es_mx: Arrastra y suelta para subir
fr: Glisser et déposer pour télécharger
hu: Húzd ide a feltöltéshez
it: Trascina e rilascia per caricare
ja: ドラッグ＆ドロップでアップロード
nl: Hiernaar toe slepen om te uploaden
pt: Arraste e solte para carregar ficheiro
ru: Перетащите для загрузки
sr: Prevuci i otpusti da bi se učitalo
tr: Yüklemek için sürükle ve bırak
vi: Kéo tập tin để tải lê

source: Click to select file(s)
da: Klik for at vælge fil(er)
de: Klicken, um Datei(en) auszuwählen
es_mx: Clic para seleccionar archivo(s)
fr: Cliquer pour sélectionner le(s) fichier(s)
hu: Kattintson a file(ok) kiválasztásához
it: Fare clic per selezionare i file(s)
ja: クリックしてファイルを選択
nl: Klik om bestand(en) te selecteren
pt: Clique para selecionar o(s) arquivo(s)
ru: Нажмите, чтобы выбрать файл(ы)
sr: Klikni za odabir fajlova
tr: Dosya(ları) seçmek için tıkla
vi: Nhấp vào để chọn file

source: Image uploaded
da: Billede uploadet
es_mx: Imagen subida
fr: Image téléchargée
hu: Kép feltöltve
it: Immagine caricata
ja: 画像アップロード完了
nl: Afbeelding geüpload
ru: Изображение загружено
sr: Slika dodata
tr: Görüntü yüklendi

source: Image has been uploaded successfully
da: Billede downloadet
es_mx: La imagen se ha subido correctamente
fr: L'image a été téléchargée avec succès
it: Immagine caricata con successo
ja: 画像は正常にアップロードされました
nl: Afbeelding is met succes geüpload
ru: Изображение успешно загружено
sr: Slika je uspešno dodata
tr: Görüntü başarıyla yüklendi

source: Upload Error
da: Upload fejl
de: Upload fehlgeschlagen
es_mx: Error al subir
fr: Erreur de téléchargement
hu: Feltöltési Hiba
it: Errore Di Caricamento
ja: アップロードエラー
nl: Fout bij uploaden
pt: Erro ao enviar
ru: Ошибка загрузки
sr: Greška prilikom dodavanja
tr: Yükleme Hatası
vi: Lỗi tải lên

source: Clear
da: Ryd
de: Leeren
es_mx: Borrar
fr: Effacer
hu: Törlés
it: Elimina
ja: クリア
nl: Wis
pt: Apagar
ru: Очистить
sr: Obriši
tr: Temizle

source: Submit
da: Indsend
de: Speichern
es_mx: Aceptar
fr: Envoyer
hu: Küldés
it: Invia
ja: 送信
nl: Versturen
pt: Enviar
ru: Подтвердить
sr: Podnesi
tr: Gönder
vi: Gửi

source: Select from existing images
da: Vælg fra eksisterende billeder
de: Aus vorhandenen Bildern auswählen
es_mx: Seleccionar desde imágenes existentes
fr: Sélectionner parmi les images existantes
hu: Válassz a meglévő képek közül
it: Seleziona da immagini esistenti
ja: 既存の画像から選択
nl: Selecteer uit bestaande afbeeldingen
pt: Selecionar uma imagem existente
ru: Выбрать из существующих изображений
sr: Izaberi od postojećih slika
tr: Var olan resimlerden seç
vi: Chọn từ hình ảnh có sẵn

source: Select Image
da: Vælg billede
de: Bild auswählen
es_mx: Seleccionar imagen
fr: Sélectionner une Image
hu: Válassz képet
it: Seleziona un'immagine
ja: 画像を選択
nl: Selecteer afbeelding
pt: Selecionar Imagem
ru: Выбрать изображение
sr: Izaberi sliku
tr: Resim Seç
vi: Chọn hình ảnh

source: Download remote image
da: Download eksternt billede
es_mx: Descargar imagen remota
fr: Télécharger l'image distante
hu: Távoli kép letöltése
it: Scarica immagine remota
ja: リモート画像ダウンロード
nl: Download externe afbeelding
ru: Скачать изображение из удаленного источника
sr: Preuzmi sliku sa druge lokacije
tr: Uzak görüntüyü indirin

source: Upload new image
da: Upload nyt billede
de: Neues Bild hochladen
es_mx: Subir nueva imagen
fr: Téléverser une nouvelle image
hu: Új kép feltöltése
it: Carica nuova immagine
ja: 新しい画像をアップロード
nl: Nieuwe afbeelding uploaden
pt: Carregar nova imagem
ru: Загрузить новое изображение
sr: Učitaj novu sliku
tr: Yeni resim yükle
vi: Tải lên ảnh mới

source: Upload Image
da: Upload billede
de: Bild hochladen
es_mx: Subir Imagen
fr: Charger une image
hu: Kép feltöltése
it: Carica immagine
ja: 画像をアップロード
nl: Afbeelding Uploaden
pt: Carregar Imagem
ru: Загрузить изображение
sr: Učitaj sliku
tr: Resim Yükle
vi: Tải lên ảnh

source: Delete image
da: Slet billede
de: Bild löschen
es_mx: Eliminar imagen
fr: Supprimer l'image
hu: Kép törlése
it: Elimina immagine
ja: 画像を削除
nl: Afbeelding verwijderen
pt: Eliminar imagem
ru: Удалить изображение
sr: Obriši sliku
tr: Resmi sil
vi: Xoá ảnh

source: Download Image
da: Download billede
es_mx: Descargar imagen
fr: Télécharger l'image
hu: Kép letöltése
it: Scarica immagine
ja: イメージのダウンロード
nl: Download afbeelding
ru: Скачать изображение
sr: Preuzmi sliku
tr: Görüntüyü indirin

source: Image downloaded successfully
da: Billede downloadet
es_mx: Imagen descargada correctamente
fr: Image téléchargée avec succès
it: Immagine scaricata con successo
ja: 画像のダウンロードに成功しました
nl: Afbeelding succesvol gedownload
ru: Изображение успешно скачано
sr: Slika preuzeta uspešno
tr: Görüntü başarıyla indirildi

source: Image upload failed
da: Upload af billede fejlede
de: Das Bild konnte nicht hochgeladen werden
es_mx: Error al cargar la imagen
fr: Le téléchargement de l'image a échoué
hu: Képfeltöltés sikertelen
it: Il caricamento della foto è fallito
ja: 画像のアップロードに失敗しました
nl: Afbeelding uploaden is mislukt
pt: Falha no carregamento da imagem
ru: Не удалось загрузить изображение
sr: Učitavanje slike nije uspelo
tr: Resim yükleme başarısız oldu
vi: Tải ảnh thất bại

source: Image uploaded successfully
da: Billede blev uploadet
es_mx: Imagen cargada con éxito
fr: Image téléchargée avec succès
it: Immagine caricata con successo
ja: 画像のアップロードに成功しました
nl: Afbeelding met succes geüpload
ru: Изображение успешно загружено
sr: Slika je učitana uspešno
tr: Görüntü başarıyla yüklendi

source: Notes saved successfully
da: Noter er gemt
de: Notizen erfolgreich gespeichert
es_mx: Notas guardadas correctamente
fr: Notes enregistrées avec succès
hu: Jegyzet mentés sikeres
it: Note salvate con successo
ja: メモが正常に保存されました
nl: Notitie succesvol opgeslagen
pt: Notas guardadas com sucesso
ru: Заметка успешно сохранена
sr: Beleške sačuvane uspešno
tr: Notlar başarıyla kaydedildi
vi: Lưu ghi chú thành công

source: Failed to save notes
da: Kunne ikke gemme noter
de: Notiz konnte nicht gespeichert werden
es_mx: Error al guardar las notas
fr: Échec de l'enregistrement des notes
hu: Megjegyzések mentése nem sikerült
it: Salvataggio delle note non riuscito
ja: メモの保存に失敗しました
nl: Opslaan van notities mislukt
pt: Falha ao guardar notas
ru: Не удалось сохранить заметки
sr: Beleške nisu sačuvane
tr: Notların kaydı başarısız oldu
vi: Không lưu được chú thích
