Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Includes variant stock
de: Alternatives Lager einschließen
fr: Inclut le stock de variantes
hu: Változatokkal együtt
it: Comprende varianti scorte
ja: バリアントストック付き
nl: Bevat variant voorraad
pt: Inclui estoque variante
ru: Включает запас вариантов
sr: Uključuje zalihe varijanti
tr: Türev stok içerir
vi: Bao gồm kho biến thể

source: Building
de: Gebäude
fr: Construire
hu: Gyártásban
it: In produzione
ja: 建物
nl: Bouwen
pt: Produzindo
ru: Сборка
sr: Izgradnja
tr: Yapılıyor
vi: Đang dựng

source: Consumable item
de: Verbrauchsartikel
fr: Article consommable
hu: Fogyóeszköz tétel
it: Articolo consumabile
ja: 消耗品
nl: Verbruiksartikel
pt: Item Consumível
ru: Расходный материал
sr: Potrošna stavka
tr: Tüketilebilir öge
vi: Vật tư tiêu hao

source: No available stock
fr: Pas de stock disponible
it: Scorte non disponibili
ja: 在庫なし
nl: Geen beschikbare voorraad
ru: Нет на складе
sr: Nema dostupnih zaliha
tr: Yetersiz stok
vi: Không khả dụng

source: Show testable items
fr: Afficher les articles testables
hu: Tesztelhető elemek mutatása
it: Mostra elementi testabili
ja: テスト可能な項目を表示
nl: Getest items weergeven
ru: Показать тестируемые элементы
sr: Prikaži stavke koje mogu da se testiraju
tr: Test edilebilir ögeleri göster
vi: Hiển thị items có thể kiểm

source: Show trackable items
de: Nachverfolgbare Teile anzeigen
fr: Afficher les articles suivables
it: Mostra articoli tracciabili
ja: 追跡可能なアイテムの表示
nl: Traceerbare items tonen
pt: Mostrar partes rastreáveis
ru: Показать отслеживаемые позиции
sr: Prikaži stavke koje mogu da se prate
tr: İzlenebilir ögeleri göster
vi: Hiển thị items có thể theo dõi

source: Active Part
da: Aktiv Del
de: Aktives Teil
fr: Pièce active
hu: Aktív alkatrész
it: Articolo Attivo
ja: アクティブパート
nl: Actief deel
pt: Peça Ativa
ru: Активная деталь
sr: Aktivan deo
tr: Etkin Parça

source: Show assembled items
fr: Afficher les articles assemblés
it: Mostra articoli assemblati
ja: 組み立てられた商品を表示
nl: Gecreëerde items weergeven
ru: Показать сборные детали
sr: Prikaži sklopljene stavke
tr: Birleştirilmiş ögeleri göster
vi: Hiện items đã lắp ráp

source: Show virtual items
fr: Afficher les pièces virtuelles
it: Mostra articoli virtuali
ja: 仮想アイテムを表示します
nl: Virtuele items tonen
ru: Показать виртуальные элементы

source: Show items with available stock
da: Vis varer med disponibelt lager
de: Artikel mit verfügbarem Lagerbestand anzeigen
fr: Afficher les articles avec un stock disponible
it: Mostra articoli con stock disponibile
ja: 在庫のある商品を表示
nl: Toon artikelen met beschikbare voorraad
pt: Mostrar itens com estoque disponível
ru: Показать элементы, которые есть в наличии на складе
sr: Prikaži stavke sa dostupnim zalihama
tr: Kullanılabilir stoku olan ögeleri göster
vi: Hiện items còn trong kho

source: Show items on order
de: Artikel in Bestellung anzeigen
fr: Afficher les articles en commande
it: Mostra gli articoli in ordine
ja: 注文商品の表示
nl: Artikelen op bestelling tonen
pt: Mostrar itens no pedido
ru: Показать элементы, которые находятся в заказе
sr: Prikaži stavke na nalogu
tr: Siparişteki ögeleri göster
vi: Hiện items theo thứ tự

source: Validated
da: Valideret
de: Bestätigt
es_mx: Validado
fr: Validée
hu: Jóváhagyva
it: Validato
ja: 検証済み
nl: Goedgekeurd
pt: Validado
ru: Утверждено
sr: Validirano
tr: Doğrulandı
vi: Đã xác minh

source: Show validated items
de: Bestätigte Einträge anzeigen
es_mx: Mostrar artículos validados
fr: Afficher les articles valides
it: Mostra articoli validati
ja: 有効な項目を表示
nl: Goedgekeurde items weergeven
pt: Mostrar itens validados
ru: Показать утверждённые элементы
sr: Prikaži validirane stavke
tr: Doğrulanan ögeleri göster
vi: Hiện items đã xác minh

source: Inherited
de: Vererbt
fr: Hérité
hu: Örökölt
it: Ereditato
ja: 継承
nl: Overgenomen
pt: Herdado
ru: Унаследовано
sr: Nasleđeno
tr: Miras Alındı
vi: Được kế thừa

source: Show inherited items
de: Vererbte Elemente anzeigen
fr: Afficher les articles hérités
it: Visualizza articoli ereditati
ja: 継承された項目を表示
nl: Toon overgenomen items
pt: Mostrar itens herdados
ru: Показать элементы, которые унаследованы
sr: Prikaži nasleđene stavke
tr: Miras alınan ögeleri göster
vi: Hiện items được kế thừa

source: Allow Variants
fr: Autoriser les variantes
it: Consenti Varianti
ja: バリアントを許可
nl: Varianten toestaan
ru: Разрешить разновидности
sr: Dozvoli varijante
tr: Türevlere İzin Ver
vi: Cho phép biến thể

source: Show items which allow variant substitution
fr: Afficher les éléments qui permettent la substitution de variantes
it: Mostra articoli che consentono la sostituzione della variante
ja: バリアント置換が可能な項目を表示
nl: Toon items die variant vervanging toestaan
ru: Показать элементы, в которых разрешено использовать разновидности для замены
sr: Prikaži stavke koje dozvoljavaju zamenu varijanti
tr: Türev değişimine izin veren ögeleri göster
vi: Hiện items có biến thể con

source: Optional
da: Valgfri
es_mx: Opcional
fr: Optionnel
hu: Opcionális
it: Opzionale
ja: オプション
nl: Optioneel
pt: Opcional
ru: Необязательно
sr: Opciono
tr: İsteğe bağlı
vi: Tuỳ chọn

source: Show optional items
de: Optionale Elemente anzeigen
fr: Afficher les articles optionnels
hu: Opcionális elemek mutatása
it: Mostra articoli opzionali
ja: オプション項目の表示
nl: Optionele items weergeven
pt: Mostrar itens opcionais
ru: Показать необязательные элементы
sr: Prikaži opcione stavke
tr: İsteğe bağlı ögeleri göster
vi: Hiện items tuỳ chọn

source: Consumable
de: Verbrauchsmaterial
es_mx: Consumible
fr: Consommable
hu: Fogyóeszköz
it: Consumabile
ja: 消耗品
nl: Verbruiksartikelen
pt: Consumível
ru: Расходник
sr: Potrošno
tr: Tüketilebilir
vi: Vật tư tiêu hao

source: Show consumable items
de: Verbrauchbare Artikel anzeigen
es_mx: Mostrar artículos consumibles
fr: Afficher les articles consommables
it: Mostra articoli consumabili
ja: 消耗品の表示
nl: Toon verbruikte items
pt: Mostrar itens consumíveis
ru: Показать элементы, которые являются расходниками
sr: Prikaži potrošne stavke
tr: Tüketilebilir ögeleri göster
vi: Hiện items tiêu hao

source: Has Pricing
de: Hat Preise
es_mx: Tiene Precio
fr: Possède un Tarif
hu: Van árazás
it: Ha Prezzi
ja: 価格
nl: Heeft prijzen
pt: Tem Preço
ru: Есть цена
sr: Ima cenu
tr: Fiyatlandırılmış
vi: Có định giá

source: Show items with pricing
de: Artikel mit Preisen anzeigen
fr: Afficher les articles avec des tarifs
it: Mostra articoli con prezzi
ja: 価格表示アイテム
nl: Toon items met prijzen
pt: Exibir itens com preço
ru: Показать позиции с ценой
sr: Prikaži stavke sa cenama
tr: Fiyatlandırılmış ögeleri göster
vi: Hiện items định giá

source: Import BOM Data
da: Importere Stykliste Data
fr: Importer les données de nomenclature
it: Importa Dati BOM
ja: BOMデータのインポート
nl: Stuklijst gegevens importeren
ru: Импортировать данные спецификации
sr: Uvezi spisak materijala
tr: ML Verisi İçe aktar
vi: Nhập dữ liệu BOM

source: Add BOM Item
da: Tilføj stykliste element
de: Stücklisten-Position hinzufügen
fr: Ajouter un article à la nomenclature
hu: Alkatrészjegyzék tétel hozzáadása
it: Aggiungi Articolo BOM
ja: BOMアイテムの追加
nl: Stuklijst BOM item toevoegen
pt: Adicionar Item na BOM
ru: Создать позицию в спецификации
sr: Dodaj stavku na spisak materijala
tr: ML Ögesi Ekle
vi: Thêm BOM item

source: BOM item created
da: Styklistevare oprette
de: Stücklisten-Position erstellt
fr: Article de nomenclature créé
hu: BOM sor létrehozva
it: Articolo BOM creato
ja: BOMアイテムの作成
nl: Stuklijst BOM item aangemaakt
pt: Item BOM criado
ru: Создана позиция в спецификации
sr: Stavka sa spiska materijala kreirana
tr: ML ögesi oluşturuldu
vi: BOM item đã tạo

source: Edit BOM Item
da: Rediger stykliste element
de: Stücklisten-Position bearbeiten
fr: Modifier l'article de nomenclature
hu: Alkatrészjegyzék tétel szerkesztése
it: Modifica Articolo BOM
ja: BOMアイテムの編集
nl: Edit stuklijst BOM Item
pt: Editar Item da BOM
ru: Редактировать позицию спецификации
sr: Izmeni stavku sa spiska materijala
tr: ML Ögesini Düzenle
vi: Sửa BOM item

source: BOM item updated
da: Styklistevare opdateret
de: Stücklisten-Position aktualisiert
fr: Article de nomenclature mis à jour
hu: BOM sor módosítva
it: Articolo BOM aggiornato
ja: BOMアイテム更新
nl: Stuklijst BOM item bijgewerkt
pt: Item da BOM atualizado
ru: Позиция в спецификации обновлена
sr: Stavka sa spiska materijala ažurirana
tr: ML ögesi güncellendi
vi: Đã cập nhật BOM item

source: Delete BOM Item
da: Slet styklistevare
de: Stücklisten-Position löschen
fr: Supprimer l'article de nomenclature
hu: Beépülő tétel törlése
it: Elimina articolo BOM
ja: BOMアイテムの削除
nl: Verwijder stuklijst BOM Item
pt: Apagar Item da BOM
ru: Удалить позицию в спецификации
sr: Obriši stavku sa spiska materijala
tr: ML Ögesini Sil
vi: Xoá BOM item

source: BOM item deleted
da: Styklistevare slettet
de: Stücklisten-Position gelöscht
fr: Article de nomenclature supprimé
hu: BOM sor törölve
it: Articolo BOM eliminato
ja: BOMアイテム削除
nl: Stuklijst BOM item verwijderd
pt: Item da BOM excluído
ru: Позиция в спецификации удалена
sr: Stavka sa spiska materijala obrisana
tr: ML ögesi silindi
vi: Đã xoá BOM item

source: BOM item validated
da: Styklistevare valideret
fr: Article de nomenclature validé
it: Articolo BOM validato
ja: BOMアイテムの検証
nl: Stuklijst BOM item gevalideerd
ru: Позиция в спецификации утверждена
sr: Stavka sa spiska materijala validirana
tr: ML ögesi doğrulandı
vi: Đã xác minh item BOM

source: Failed to validate BOM item
da: Kunne ikke validere styklistevare
fr: Échec de la validation de l'article de nomenclature
it: Convalida dell'articolo BOM non riuscita
ja: BOMアイテムの検証に失敗しました
nl: Mislukt om BOM-item te valideren
ru: При утверждении позиции в спецификации произошла ошибка
sr: Greška pri validaciji stavke sa spiska materijala
tr: ML ögesi doğrulama başarısız oldu
vi: Lỗi xác minh BOM item

source: View BOM
da: Vis stykliste
de: Stückliste anzeigen
fr: Voir la nomenclature
hu: Alkatrészjegyzék megtekintése
it: Visualizza Distinta Base
ja: BOMを見る
nl: Bekijk stuklijst BOM
pt: Visualizar BOM
ru: Показать спецификацию
sr: Pogledaj spisak materijala
tr: ML Görüntüle

source: Validate BOM Line
fr: Valider la ligne de nomenclature
it: Valida Linea BOM
ja: BOMラインの検証
nl: BOM-regel valideren
ru: Утвердить позицию в спецификации
sr: Validiraj stavku sa spiska materijala
tr: ML Satırını Doğrula
vi: Xác minh BOM line

source: Edit Substitutes
de: Ersatzteil bearbeiten
fr: Modifier les substituts
hu: Helyettesítő alkatrészek szerkesztése
it: Modifica Sostituti
ja: 代理編集
nl: Vervangingen bewerken
pt: Editar peças substitutas
ru: Редактировать варианты замены
sr: Izmeni zamene
tr: Yedekleri Düzenle
vi: Sửa vật tư thay thế

source: Add BOM Items
da: Tilføj styklistevare
it: Aggiungi Articoli BOM
ja: BOMの項目を追加する
nl: BOM Artikelen toevoegen
ru: Добавить позиции спецификации

source: Add a single BOM item
da: Tilføj et enkelt Stykliste element
it: Aggiungi un singolo articolo BOM
ja: BOMに1つの部品を追加する
nl: Voeg een enkel BOM artikel toe
ru: Добавить одну позицию спецификации

source: Import from File
da: Importer fra fil
it: Importa da File
ja: ファイルからインポート
nl: Importeren uit bestand
ru: Импорт из файла

source: Import BOM items from a file
da: Importer Stykliste elementer fra en fil
it: Importa Articoli BOM da File
ja: ファイルからBOMの項目をインポートする
nl: BOM Artikelen uit een bestand importeren
ru: Импорт спецификации из файла

source: Bill of materials cannot be edited, as the part is locked
da: Styklisten kan ikke redigeres, da delen er låst
fr: La liste des matériaux ne peut être modifiée, car la pièce est bloquée
it: La distinta base non può essere modificata, in quanto la parte è bloccata
ja: 部品がロックされているため、部品表を編集できません。
nl: Factuur van materialen kan niet worden bewerkt, omdat het onderdeel is vergrendeld
ru: Невозможно отредактировать спецификацию, поскольку деталь заблокирована
sr: Spisak materijala ne može da se menja, deo je zaključan
tr: Parça kilitli olduğundan malzeme listesi düzenlenemez
vi: Không thể sửa BOM, do nguyên liệu bị khoá

source: Assembly
de: Montage
fr: Assemblage
hu: Gyártmány
it: Assemblaggio
ja: アセンブリ
nl: Assemblage
pt: Montagem
ru: Сборная деталь
sr: Sklop
tr: Montaj
vi: Lắp ráp

source: Show active assemblies
de: Aktive Baugruppen anzeigen
fr: Afficher les assemblages actifs
it: Mostra assemblaggi attivi
ja: アクティブなアセンブリの表示
nl: Toon actieve assemblage orders
pt: Mostrar montagens ativas
ru: Показать активные сборки
sr: Prikaži aktivne sklopove
tr: Etkin birleştirmeleri göster
vi: Hiện dây chuyền đang hoạt động

source: Trackable
da: Sporbar
de: Nachverfolgbar
es_mx: Rastreable
fr: Suivi de l'évolution
hu: Követésre kötelezett
it: Tracciabile
ja: 追跡可能
nl: Volgbaar
pt: Rastreável
ru: Отслеживаемая
sr: Može da se prati
tr: Takip Edilebilir
vi: Có thể theo dõi

source: Show trackable assemblies
de: Nachverfolgbare Baugruppen anzeigen
es_mx: Mostrar ensamblajes rastreables
fr: Afficher les suivi de l'évolution des assemblages
hu: Nyomonkövethető gyártmányok mutatása
it: Mostra assemblaggi tracciabili
ja: 追跡可能なアセンブリの表示
nl: Traceerbare items tonen
pt: Mostrar montagens rastreáveis
ru: Показать отслеживаемые сборки
sr: Prikaži sklopove koji mogu da se prate
tr: İzlenebilir birleştirmeleri göster

source: Allocated to Output
fr: Affecté à la production
it: Assegnato all'output
ja: 出力への割り当て
nl: Toegewezen aan uitvoer
ru: Зарезервировано
sr: Alocirano za izlaz
tr: Çıktıya Ayrıldı

source: Show items allocated to a build output
fr: Afficher les éléments alloués à une sortie de construction
it: Mostra gli articoli assegnati a un ordine di produzione
ja: ビルド出力に割り当てられた項目を表示
nl: Toon items toegewezen aan bouwuitvoer
ru: Показать позиции, зарезервированные для продукции
sr: Prikaži stavke alocirane nalogu za izradu
tr: Bir yapı çıktısına ayrılan ögeleri göster

source: Order Status
da: Ordre status
fr: Statut de la commande
hu: Rendelés állapota
it: Stato dell'ordine
ja: 注文ステータス
nl: Status van bestelling
ru: Статус заказа
sr: Status narudžbenice
tr: Sipariş Durumu

source: Edit Stock Allocation
es_mx: Editar asignación de existencias
fr: Modifier la répartition des stocks
hu: Készlet foglalás szerkesztése
it: Modifica Assegnazione Magazzino
ja: 株式配分の編集
nl: Wijzig voorraadtoewijzing
ru: Редактировать распределение запаса
sr: Izmeni alokaciju zaliha

source: Remove Allocated Stock
da: Fjern Allokeret Lager
it: Rimuovi Scorte Assegnate
ja: 割り当て済み在庫を削除する
nl: Toegewezen Voorraad Verwijderen
ru: Удалить распределённый запас

source: Are you sure you want to remove this allocated stock from the order?
da: Er du sikker på, at du vil fjerne denne allokerede lager fra ordren?
it: Sei sicuro di voler rimuovere questo stock assegnato dall'ordine?
ja: この割り当て済み在庫をオーダーから削除しても良いですか？
nl: Weet u zeker dat u deze toegewezen voorraad uit de bestelling wilt verwijderen?
ru: Вы уверены, что хотите удалить этот распределённый запас из заказа?

source: Consume
da: Forbrug
fr: Consommer
hu: Felhasznál
it: Consuma
ja: 消費する
nl: Verbruik
ru: Израсходовать

source: Remove allocated stock
da: Fjern allokeret lager
it: Rimuovi Scorte Assegnate
ja: 割り当てられた在庫を削除します
nl: Toegewezen Voorraad Verwijderen
ru: Удалить распределённый запас

source: View Stock Item
es_mx: Ver artículo de existencias
fr: Voir l'article du stock
hu: Készlet tétel megtekintése
it: Vedi Elemento di Magazzino
ja: 在庫を見る
nl: Voorraad item weergeven
ru: Показать складскую позицию
sr: Pogledaj stavku

source: Show fully allocated lines
fr: Voir les lignes totalement allouées
it: Mostra le linee completamente assegnate
ja: 引き当て完了品目を表示します
nl: Toon volledig toegewezen lijnen
ru: Показать полностью распределённые строки

source: Show fully consumed lines
fr: Voir les lignes totalement consommées
it: Mostra le linee completamente consumate
ja: 消費完了品目を表示します
nl: Toon volledig verbruikte lijnen
ru: Показать полностью израсходованные строки

source: Show items with sufficient available stock
it: Mostra elementi con sufficiente stock disponibile
ja: 十分な在庫がある品目を表示します
nl: Toon items met voldoende beschikbare voorraad
ru: Показать элементы с достаточным доступным запасом

source: Show consumable lines
de: Verbrauchsmaterialien anzeigen
fr: Afficher les lignes consommables
hu: Felhasználható sorok mutatása
it: Mostra linee consumabili
ja: 消耗品ラインの表示
nl: Toon verbruikte items
pt: Mostrar linhas de consumíveis
ru: Показать строки расходных материалов
sr: Prikaži potrošne stavke
tr: Tüketilebilir satırları göster

source: Show optional lines
de: Optionale Positionen anzeigen
fr: Afficher les lignes optionnelles
hu: Opcionális sorok mutatása
it: Mostra linee opzionali
ja: オプションラインの表示
nl: Toon optionele regels
pt: Mostrar itens opcionais
ru: Показать необязательные строки
sr: Prikaži opcione stavke
tr: İsteğe bağlı satırları göster

source: Testable
hu: Tesztelhető
it: Testabile
ja: テスト可能
nl: Testbaar
ru: Тестируемая
sr: Moguće testirate
tr: Test Edilebilir

source: Tracked
de: Nachverfolgbare Freigabe
fr: Suivi
hu: Követett
it: Tracciato
ja: 追跡
nl: Gevolgd
pt: Rastreado
ru: Отслеживаемый
sr: Praćeno
tr: İzlenen

source: Show tracked lines
de: Verfolgbare Positionen anzeigen
fr: Afficher les lignes suivies
hu: Követett tételek mutatása
it: Mostra linee tracciate
ja: トラッキングラインの表示
nl: Toon gevolgde lijnen
pt: Mostrar linhas rastreadas
ru: Показать отслеживаемые строки
sr: Prikaži praćene stavke
tr: İzlenen satırları göster

source: Show items with stock on order
it: Mostra gli articoli con stock in ordine
ja: 未納入在庫品を表示する
nl: Artikelen met voorraad op bestelling weergeven
ru: Показать элементы с запасом в заказе

source: In production
da: I produktion
de: In Produktion
fr: En production
hu: Gyártásban
it: In produzione
ja: 生産中
nl: In productie
pt: Em produção
ru: В производстве
sr: U produkciji
tr: Üretimde

source: Insufficient stock
fr: Rupture de stock
it: Scorte insufficienti
ja: 在庫不足
nl: Onvoldoende voorraad
ru: Недостаточно запаса
sr: Nedovoljno zaliha
tr: Yetersiz stok

source: Gets Inherited
fr: Obtenir les hérités
it: Viene Ereditato
ja: 継承
nl: Wordt overgenomen
ru: Наследуется
sr: Biva nasleđeno
tr: Miras Alınır

source: Unit Quantity
de: Einheiten Menge
fr: Quantité unitaire
hu: Mennyiségi egység
it: Quantità Unità
ja: 単位 数量
nl: Eenheid hoeveelheid
pt: Quantidade Unitária
ru: Количество единиц
sr: Količina po jedinici
tr: Birim Miktarı

source: Setup Quantity
fr: Spécifier la quantité
hu: Beállítási mennyiség
it: Imposta quantità
ja: 設定数量
nl: Totale hoeveelheid
ru: Количество для настройки

source: Attrition
it: Logoramento
ja: 歩留まり損失
nl: Attriatie
ru: Потери

source: Rounding Multiple
fr: Arrondi au multiple
it: Arrotondamento Multiplo
ja: 丸め倍数
nl: Afronding meerdere
ru: Кратность округления

source: BOM Information
da: Stykliste Information
fr: Informations de nomenclature
it: Informazioni distinta base (BOM)
ja: BOM情報
ru: Информация о спецификации

source: Fully allocated
fr: Complètement alloué
it: Completamente assegnato
ja: 全数引き当て済み
nl: Volledig toegewezen
ru: Полностью распределено

source: Create Build Order
fr: Créer un ordre de fabrication
it: Crea Ordine di Produzione
ja: ビルドオーダーの作成
nl: Maak bouw Order
ru: Создать заказ на сборку
sr: Kreiraj nalog za izradu
tr: Yapım Siparişi Oluştur

source: Auto allocation in progress
es_mx: Auto asignación en progreso
fr: Attribution automatique en cours
hu: Automatikus foglalás folyamatban
it: Assegnazione automatica in corso
ja: 自動割り当て中
nl: Automatische toewijzing in uitvoering
ru: Выполняется автоматическое распределение
sr: Automatska alokacija u toku

source: Auto Allocate Stock
es_mx: Autoasignar stock
fr: Allocation automatique du stock
hu: Készlet Automatikus Foglalása
it: Assegna Stock Automaticamente
ja: 在庫の自動割り当て
nl: Automatisch voorraad toewijzen
ru: Автоматическое резервирование остатков
sr: Automatski alociraj zalihe

source: Automatically allocate stock to this build according to the selected options
da: Automatisk tildel lager til dette byg, i henhold til de valgte indstillinger
es_mx: Asignar stock automáticamente a esta construcción de acuerdo a las opciones seleccionadas
fr: Attribuer automatiquement du stock à ce bâtiment en fonction des options sélectionnées
hu: Gyártáshoz szükséges készlet automatikus lefoglalása a beállítások szerint
it: Assegna automaticamente lo stock a questa produzione in base alle opzioni selezionate
ja: 選択されたオプションに従って、このビルドに在庫を自動的に割り当てます。
nl: Voorraad automatisch toewijzen aan deze build volgens de geselecteerde opties
ru: Автоматически выделять запасы на эту сборку в соответствии с выбранными параметрами
sr: Automatski alociraj zalihe ovom nalogu prema izabranim opcijama

source: Deallocate Stock
es_mx: Desasignar existencias
fr: Désallouer le stock
hu: Foglalás feloldása
it: Disassegna Stock
ja: 在庫処分
nl: Voorraad ongedaan maken
ru: Отменить резервирование остатков
sr: Dealociraj zalihe

source: Deallocate all untracked stock for this build order
es_mx: Desasignar todo el stock sin seguimiento para este pedido
fr: Désallouer tout le stock non suivi pour cet ordre de fabrication
hu: Összes nem egyedi sorszámos készlet felszabadítása ebből a gyártási rendelésből
it: Disassegna tutto lo stock non tracciato per questo ordine di produzione
ja: このビルドオーダーのすべての未引当在庫を割り当て解除します。
nl: Maak de toewijzing van alle niet bijgehouden voorraad voor deze bouworder ongedaan
ru: Начислить все неотслеживаемые запасы для этого заказа на сборку
sr: Dealociraj sve nepraćene zalihe sa ovog naloga za izradu

source: Deallocate stock from the selected line item
es_mx: Desasignar stock de la partida seleccionada
fr: Désallouer le stock de la ligne sélectionné
hu: Készlet felszabadítsa a kiválasztott tételekhez
it: Disassegna stock dalla riga selezionata
ja: 選択された品目から在庫を配分解除
nl: Maak de toewijzing van voorraad van het geselecteerde regelitem ongedaan
ru: Отменить резервирование остатков для выбранной позиции
sr: Dealociraj zalihe sa odabrane stavke

source: Stock has been deallocated
es_mx: Stock ha sido desasignado
fr: Le stock à état désallouer
hu: Készlet felszabadítva
it: Lo stock è stato disassegnato
ja: 在庫の配分が終了しました
nl: De voorraad is ongedaan gemaakt
ru: Склад был распродан
sr: Zalihe su dealocirane

source: Build Stock
de: Bestand bauen
fr: Stock de fabrication
hu: Gyártási készlet
it: Crea scorta
ja: ビルドストック
nl: Bouw voorraad
pt: Produzir Estoque
ru: Собрать
sr: Kreiraj zalihe
tr: Yapım Stoku

source: View Part
da: Vis Del
es_mx: Ver pieza
fr: Voir la pièce
hu: Alkatrész megtekintése
it: Mostra Articolo
ja: 部品を見る
nl: Onderdeel weergeven
ru: Показать деталь
sr: Pogledaj deo
tr: Parçayı Görüntüle

source: Has Target Date
fr: A une date cible
it: Ha Data obiettivo
ja: 目標期日あり
nl: Streefdatum
ru: Есть целевая дата

source: Show orders with a target date
fr: Affcihe les commandes avec une date cible
it: Mostra gli ordini con una data obiettivo
ja: 目標期日を指定した注文の表示
nl: Toon bestellingen met een streefdatum
ru: Показать заказы с указанной целевой датой

source: Has Start Date
da: Har startdato
fr: A une date de début
it: Ha data d'inizio
ja: 開始日あり
nl: Heeft een startdatum
ru: Есть начальная дата

source: Show orders with a start date
da: Vis ordrer med en startdato
fr: Afficher les commandes avec une date de début
it: Mostra ordini con data d'inizio
ja: 開始日を指定した注文の表示
nl: Toon bestellingen met een startdatum
ru: Показать заказы с указанной начальной датой

source: Build Output Stock Allocation
es_mx: Asignación de existencias de salida de construcción
fr: Allocation du stock de sortie de construction
it: Assegnazione stock output di produzione
ja: 生産量ストック配分
nl: Bouw uitvoer voorraad toewijzing
ru: Резервирование складских позиций для продукции
sr: Alokacija zaliha na nalog za izradu

source: Add Build Output
de: Bauprodukt hinzufügen
fr: Ajouter une sortie de construction
hu: Gyártási kimenet hozzáadása
it: Nuova Produzione
ja: ビルド出力の追加
nl: Voeg Build uitvoer toe
pt: Nova saída de produção
ru: Создать продукцию
sr: Dodaj nalog za izradu
tr: Yapım Çıktısı Ekle
