Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: You need to provide a valid token to set a new password. Check your inbox for a reset link.
de: Sie müssen einen gültigen Token angeben, um ein neues Passwort festzulegen. Prüfen Sie Ihren Posteingang für einen Link zum Zurücksetzen.
es_mx: Necesitas proporcionar un token válido para establecer una nueva contraseña. Revisa tu bandeja de entrada para un enlace de restablecimiento.
pt: Você precisa fornecer um token válido para definir uma nova senha. Verifique sua caixa de entrada para um link de redefinição.
vi: Bạn cần cung cấp chữ ký số hợp lệ để đặt mật khẩu mới. Kiểm tra hộp thư của bạn để lấy 1 liên kết tạo lại.

source: No token provided
de: Kein Token angegeben

source: You need to provide a token to set a new password. Check your inbox for a reset link.
de: Sie müssen einen Token angeben, um ein neues Passwort festzulegen. Prüfen Sie Ihren Posteingang für einen Link zum Zurücksetzen.

source: Autoupdate
de: Autom. aktualisieren
vi: Tự động cập nhật

source: This page is a replacement for the old start page with the same information. This page will be deprecated and replaced by the home page.
de: Diese Seite ist ein Ersatz für die alte Startseite mit den gleichen Informationen.
vi: Trang này đã được thay thế cho trang khởi động cũ với thông tin tương tự. Trang này sẽ bị lỗi thời và thay thế bởi trang chủ.

source: Welcome to your Dashboard{0}
de: Willkommen zu deinem Dashboard{0}
vi: Chào mừng bạn đến với bảng điều khiển của bạn

source: This page is a showcase for the possibilities of Platform UI.
de: Diese Seite ist ein Schaufenster für die Möglichkeiten der Plattform-Oberfläche.

source: Manual input
de: Manuelle Eingabe
vi: Nhập thủ công

source: Image Barcode
de: Bild Barcode
vi: Mã vạch dạng ảnh

source: Actions for {0}
de: Aktionen für {0}
vi: Chức năng cho {0}

source: Scan Page
de: Seite scannen
vi: Quét trang

source: This page can be used for continuously scanning items and taking actions on them.
de: Diese Seite kann benutzt werden, um kontinuierlich Artikel zu scannen und Aktionen durchzuführen.
vi: Trang này hữu dụng khi quét liên tục các mục và thao tác với chúng.

source: Toggle Fullscreen
de: Vollbild umschalten
vi: Bật/tắt Toàn màn hình

source: Select the input method you want to use to scan items.
de: Wählen Sie die Eingabemethode, die Sie verwenden möchten, um Elemente zu scannen.
vi: Chọn phương thức nhập liệu bạn muốn để dùng quét mục.

source: Input
de: Eingabe
vi: Nhập liệu

source: Select input method
de: Eingabemethode auswählen
vi: Chọn phương thức nhập liệu

source: Nothing found
de: Nichts gefunden
vi: Không tìm thấy

source: Depending on the selected parts actions will be shown here. Not all barcode types are supported currently.
de: Abhängig von den ausgewählten Bauteilen werden hier Aktionen angezeigt. Derzeit werden nicht alle Barcode-Typen unterstützt.
vi: Tùy vào sản phẩm được chọn, chức năng sẽ được hiển thị ở đây. Hiện tại chưa hỗ trợ tất cả các loại mã vạch.

source: General Actions
de: Allgemeine Aktionen
vi: Chức năng chung

source: Lookup part
de: Teil suchen
vi: Tra cứu phụ kiện

source: Open Link
de: Link öffnen
vi: Mở liên kết

source: History is locally kept in this browser.
de: Die Historie wird lokal in diesem Browser gespeichert.
vi: Lịch sử được lưu tạm trên trình duyệt của máy này.

source: The history is kept in this browser's local storage. So it won't be shared with other users or other devices but is persistent through reloads. You can select items in the history to perform actions on them. To add items, scan/enter them in the Input area.
de: Der Verlauf wird im lokalen Speicher dieses Browsers gespeichert. Er wird also nicht mit anderen Benutzern oder anderen Geräten geteilt, aber bleibt beim neuladen bestehen. Sie können Elemente in der Historie auswählen, um Aktionen auszuführen. Um Elemente hinzuzufügen, scanne sie/gebe sie im Eingabebereich ein.
vi: Lịch sử được giữ trong lưu trữ nội bộ trình duyệt. Vậy nó sẽ không thể được chia sẻ với người dùng khác hoặc thiết bị khác nhưng nó vẫn tồn tại bền bỉ cho dù có nạp lại trang. Bạn có thể chọn mục trong lịch sử để thao tác với chúng. Để thêm mục, quét/nhập chúng trong khu vực nhập liệu.

source: Delete History
de: Historie löschen
vi: Xoá lịch sử

source: No history
de: Historial vacío
vi: Chưa có lịch sử

source: Scanned at
de: Gescannt um
vi: Quét lúc

source: Enter item serial or data
de: Seriennummer oder Daten des Artikels eingeben
vi: Nhập sê-ri hàng hóa hoặc dữ liệu

source: Add dummy item
de: Dummy Element hinzufügen
vi: Thêm mục giả lập

source: First name
de: Vorname

source: Last name
de: Nachname

source: First name:
de: Vorname:

source: Last name:
de: Nachname:

source: Single Sign On Accounts
de: Single Sign On Konten
es_mx: Cuentas de inicio de sesión único
pt: Contas de Login Único
vi: Tài khoản đăng nhập một lần

source: Single Sign On is not enabled for this server
de: Single Sign On ist für diesen Server nicht aktiviert
es_mx: Single Sign On no está habilitado para este servidor
pt: Acesso único não está habilitado para este servidor
vi: Máy chủ này chưa bật chức năng đăng nhập một lần

source: Multifactor
de: Multifaktor
es_mx: Autenticación multifactor
pt: Multifator
vi: Đa nhân tố

source: Multifactor authentication is not configured for your account
de: Multifaktor-Authentifizierung ist nicht für Ihr Konto eingerichtet
es_mx: La autenticación multifactor no está configurada para su cuenta
pt: A autenticação de múltiplos fatores não está configurada para sua conta
vi: Chưa cấu hình xác thực đa nhân tố cho tài khoản của bạn

source: Provider has not been configured
de: Anbieter wurde nicht konfiguriert
es_mx: El proveedor no ha sido configurado
pt: O provedor não foi configurado
vi: Nhà cung cấp chưa được cấu hình

source: Not configured
de: Nicht konfiguriert
es_mx: Sin configurar
pt: Não configurado
vi: Chưa được cấu hình

source: There are no social network accounts connected to this account.
de: Es sind keine sozialen Netzwerke mit diesem Konto verbunden.
es_mx: No hay cuentas de redes sociales conectadas a esta cuenta.
pt: Não há nenhuma rede social conectada a essa conta.
vi: Không có tài khoản mạng xã hội nào được kết nối đến tài khoản này.

source: You can sign in to your account using any of the following third party accounts
de: Sie können sich mit einem der folgenden Drittanbieterkonten bei Ihrem Konto anmelden
es_mx: Puede iniciar sesión en su cuenta utilizando cualquiera de las siguientes cuentas de terceros
pt: Você pode entrar na sua conta usando qualquer uma das seguintes contas de terceiros
vi: Bạn có thể đăng nhập vào tài khoản của bạn bằng cách sử dụng bất kỳ tài khoản bên thứ ba

source: Token is used - no actions
de: Token in Verwendung - keine Aktionen
es_mx: Token usado - no hay acciones
vi: Mã thông báo được sử dụng - không có thay đổi

source: No tokens configured
de: Keine Token konfiguriert
es_mx: Ningún token configurado
vi: Chưa được cấu hình

source: bars
de: Barren

source: dots
de: Punkte

source: Primary color
de: Primärfarbe

source: Add a new user
de: Neuen Benutzer hinzufügen
es_mx: Añadir un usuario nuevo
pt: Adicionar um novo utilizador
vi: Thêm người dùng mới

source: Machine types
de: Maschinentypen

source: Machine Error Stack
de: Maschinen-Fehlerstapel

source: There are no machine registry errors.
de: Es gibt keine Fehler in der Maschinenregistry.

source: Background Worker Not Running
de: Hintergrundprozesse laufen nicht

source: Select settings relevant for user lifecycle. More available in
de: Einstellungen die für den Benutzer Lebenszyklus relevant sind. Mehr verfügbar in
vi: Chọn thiết lập thích hợp với vòng đời người dùng. Có thêm ở

source: System settings
de: Systemeinstellungen

source: Switch to User Setting
de: Zu Benutzereinstellungen wechseln

source: Switch to System Setting
de: Zu Systemeinstellungen wechseln

source: Delete Notifications
de: Benachrichtigungen löschen
es_mx: Eliminar notificaciones
pt: Eliminar notificações
vi: Xóa thông báo

source: Stocktake By
de: Inventur durch
vi: Kiểm kê bởi

source: Sale Order
de: Auftrag

source: Created On
de: Erstellt am

source: Add stock
de: Lagerbestand hinzufügen

source: Remove stock
de: Lagerbestand entfernen

source: Transfer stock
de: Lagerbestand verschieben

source: Part is locked
de: Artikel ist gesperrt

source: Download Data
de: Daten herunterladen
pt: Descarregar dados
vi: Tải Dữ Liệu về

source: Show outstanding orders
de: Offene Aufträge anzeigen

source: Show overdue orders
de: Überfällige Aufträge anzeigen

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Barcode actions
de: Barcode-Aktionen

source: Table filters
de: Tabellenfilter

source: Show lines with available stock
de: Positionen mit verfügbarem Lagerbestand anzeigen

source: Show active orders
de: Aktive Aufträge anzeigen

source: Show overdue status
de: Überfälligen Status anzeigen

source: Filter by whether the purchase order has a project code
de: Filtern, ob die Bestellung einen Projektcode hat

source: Filter by user who issued this order
de: Filtern nach Benutzer, der diese Bestellung ausgestellt hat
pt: Filtrar por usuário que emitiu esta ordem

source: File uploaded
de: Datei hochgeladen
es_mx: Archivo subido
pt: Ficheiro enviado
vi: Tệp tin đã được tải lên

source: File {0} uploaded successfully
de: Datei {0} erfolgreich hochgeladen
es_mx: Archivo {0} se subió correctamente
pt: Arquivo {0} enviado com sucesso
vi: Tệp tin {0} đã được tải lên thành công

source: Machine information
de: Maschinen Informationen

source: Machine detail
de: Maschine Details

source: Machine type information
de: Maschinentyp Informationen

source: Available drivers
de: Verfügbare Treiber

source: Machine type detail
de: Maschinentyp Details

source: Machine driver detail
de: Maschinentreiber Details

source: Edit parameter
de: Parameter bearbeiten

source: Add parameter template
de: Parametervorlage hinzufügen

source: Add related part
de: Verknüpftes Teil hinzufügen

source: Plugin with key {pluginKey} not found
de: Plugin mit dem Schlüssel {pluginKey} nicht gefunden

source: An error occurred while fetching plugin details
de: Beim Laden der Plugin-Details ist ein Fehler aufgetreten

source: Plugin information
de: Plugin-Informationen

source: Package information
de: Paketinformationen

source: Plugin settings
de: Plugin-Einstellungen

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Add line item
de: Position hinzufügen

source: Permission set
de: Berechtigungen
pt: Permissão definida

source: Edit group
de: Gruppe bearbeiten
es_mx: Editar grupo
pt: Editar grupo

source: No groups
de: Keine Gruppen
pt: Nenhum grupo

source: Edit user
de: Benutzer bearbeiten
es_mx: Editar usuario
pt: Editar usuário

source: Show stock for assmebled parts
de: Zeige Bestand für Baugruppen

source: Delete stock items
de: Lagerartikel löschen

source: Platform UI is optimized for Tablets and Desktops, you can use the official app for a mobile experience.
de: Die Plattform UI Oberfläche ist optimiert für Tablets und Desktops, Sie können die offizielle App für ein mobiles Erlebnis verwenden.
pt: A interface de utilizador da plataforma é otimizada para Tablets e Desktops, mas poderá usar o aplicativo oficial para uma experiência melhor no telemóvel.
vi: Giao diện nền tảng được tối ưu cho máy tính bảng và máy để bàn, bạn có thể sử dụng ứng dụng chính thức cho trải nghiệm di động.

source: This provider is not full set up.
es_mx: Este proveedor no está configurado completamente.

source: Version: {0}
es_mx: Versión: {0}
pt: Versão: {0}
vi: Phiên bản: {0}

source: Name: {0}
es_mx: Nombre: {0}
pt: Nome: {0}
vi: Tên: {0}

source: Next batch code
es_mx: Próximo código de lote

source: Edit User Information
es_mx: Editar datos del usuario

source: User details updated
es_mx: Detalles del usuario actualizados

source: User Actions
es_mx: Acciones del usuario

source: Stocktake Reports
es_mx: Informes de inventario

source: Delete notifications
es_mx: Eliminar notificaciones

source: Scheduled
es_mx: Programado

source: Quantity is speculative
es_mx: La cantidad es especulativa

source: No date available for provided quantity
es_mx: No hay fecha disponible para la cantidad proporcionada

source: Date is in the past
es_mx: La fecha es en el pasado

source: Scheduled Quantity
es_mx: Cantidad programada

source: No information available
es_mx: No hay información disponible

source: There is no scheduling information available for the selected part
es_mx: No hay información de programación disponible para la pieza seleccionada

source: Expected Quantity
es_mx: Cantidad esperada

source: Stocktake report scheduled
es_mx: Informe de inventario programado

source: New Stocktake Report
es_mx: Nuevo informe de inventario

source: Completed Tests
es_mx: Pruebas completadas

source: Return Stock Item
es_mx: Devolver artículo de existencias

source: Return this item into stock. This will remove the customer assignment.
es_mx: Devuelve este artículo a las existencias. Esto eliminará la asignación del cliente.

source: Item returned to stock
es_mx: Artículo devuelto a existencias

source: Return from customer
es_mx: Devolución del cliente

source: Assign to Customer
es_mx: Asignar al Cliente

source: Assign to a customer
es_mx: Asignar a cliente

source: Failed to load table options
es_mx: Error al cargar las opciones de tabla

source: Include orders for part variants
es_mx: Incluye pedidos para variantes de piezas

source: Delete Stock Allocation
es_mx: Eliminar asignación de existencias

source: View Build Output
es_mx: Ver salida de construcción

source: Delete Allocation
es_mx: Eliminar asignación

source: Report
es_mx: Informe

source: Part Count
es_mx: Número de partes

source: Delete Report
es_mx: Eliminar informe

source: Serial Number LTE
es_mx: Número de serie LTE

source: Serial Number GTE
es_mx: Número de serie GTE

source: Assign items to a customer
es_mx: Asignar artículos a un cliente

source: Scan barcode data here using barcode scanner
vi: Quét dữ liệu mã vạch bằng máy quét mã vạch

source: Test Statistics
vi: Kiểm định
