Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Install
da: Installer
de: Installieren
fr: Installer
hu: Telepítés
it: Installa
ja: インストール
nl: installeren
pt: Instalar
ru: Установить
sr: Instaliraj
tr: Kur

source: Plugin installed successfully
da: Plugin blev installeret
de: Plugin erfolgreich installiert
fr: Plugin installé avec succès
hu: A bővítmény sikeresen telepítve
it: Plugin installato con successo
ja: プラグインは正常にインストールされました
nl: Plug-in succesvol geïnstalleerd
pt: A extensão foi instalada com sucesso.
ru: Плагин успешно установлен
sr: Dodatak uspešno instaliran
tr: Eklenti başarıyla yüklendi

source: Uninstall Plugin
da: Afinstaller Plugin
de: Plugin deinstallieren
fr: Désinstaller le plugin
hu: Bővítmény eltávolítása
it: Disinstalla plugin
ja: プラグインをアンインストールする
nl: Plug-in verwijderen
pt: Desintalar extensão
ru: Удалить плагин
sr: Obriši dodatak
tr: Eklentiyi Kaldır

source: Confirm plugin uninstall
da: Bekræft afinstallation af plugin
de: Plugin deinstallieren bestätigen
fr: Confirmer la désinstallation du plugin
hu: Bővítmény eltávolítás megerősítése
it: Conferma disinstallazione plugin
ja: プラグインのアンインストールを確認
nl: Plug-in verwijderen bevestigen
pt: Confirmar instalação da extensão
ru: Подтвердите удаление плагина
sr: Potvrdi brisanje dodatka
tr: Eklentiyi kaldırmayı onaylayın

source: The selected plugin will be uninstalled.
da: Det valgte plugin vil blive afinstalleret.
de: Das ausgewählte Plugin wird deinstalliert.
fr: Le plugin sélectionné sera désinstallé.
hu: A kiválasztott bővítmény el lesz távolítva.
it: Il plugin selezionato verrà disinstallato.
ja: 選択したプラグインがアンインストールされます。
nl: De geselecteerde plug-in zal worden verwijderd.
pt: A extensão selecionada será desinstalada.
ru: Выбранный плагин будет удалён.
sr: Izabrani dodatak će biti obrisan
tr: Seçilen eklenti kaldırılacak.

source: Plugin uninstalled successfully
da: Plugin blev afinstalleret
de: Plugin erfolgreich deinstalliert
fr: Plugin désinstallé avec succès
hu: A bővítmény sikeresen eltávolítva
it: Plugin disinstallato con successo
ja: プラグインが正常にアンインストールされました
nl: Plug-in succesvol verwijderd
pt: A extensão foi desinstalada com sucesso
ru: Плагин успешно удалён
sr: Dodatak uspešno obrisan
tr: Eklenti başarıyla yüklendi

source: Delete Plugin
da: Slet Plugin
de: Plugin löschen
fr: Supprimer le plugin
hu: Plugin törlése
it: Elimina Plugin
ja: プラグインの削除
nl: Plug-in verwijderen
pt: Excluir Extensão
ru: Удалить плагин
sr: Obriši dodatak
tr: Eklentiyi Sil

source: Deleting this plugin configuration will remove all associated settings and data. Are you sure you want to delete this plugin?
da: Sletning af denne plugin konfiguration vil fjerne alle tilknyttede indstillinger og data. Er du sikker på, at du vil slette dette plugin?
de: Durch das Löschen dieser Plugin-Konfiguration werden alle zugehörigen Einstellungen und Daten entfernt. Soll dieses Plugin gelöscht werden?
fr: La suppression de cette configuration de plugin supprimera tous les paramètres et données associés. Êtes-vous sûr de vouloir supprimer ce plugin ?
hu: A bővítmény konfiguráció törlése eltávolít minden beállítást és adatot. Biztos benne, hogy törölni akarja ezt a bővítményt?
it: L'eliminazione di questa configurazione del plugin rimuoverà tutte le impostazioni e i dati associati. Sei sicuro di voler eliminare questo plugin?
ja: このプラグイン設定を削除すると、関連するすべての設定とデータが削除されます。本当にこのプラグインを削除しますか？
nl: Het verwijderen van deze plug-in configuratie zal alle bijbehorende instellingen en gegevens verwijderen. Weet u zeker dat u deze plug-in wilt verwijderen?
pt: Ao excluir esta extensão, todas as configurações e informações da extensão serão removidas. Tem a certeza que deseja excluir está extensão?
ru: Удаление этого плагина приведет к удалению всех связанных настроек и данных. Вы уверены, что хотите удалить этот плагин?
sr: Brisanjem ove konfiguracije dodatka ukloniće se sva povezana podešavanja i podaci. Da li ste sigurni da želite da obrišete ovaj dodatak?
tr: Bu eklenti yapılandırmasını silmek ilgili tüm ayar ve veriyi de kaldıracaktır. Bu eklentiyi silmek istediğinize emin misiniz?

source: Plugins reloaded
da: Plugins genindlæst
de: Erweiterungen neu geladen
fr: Plugins rechargés
hu: Bővítmények újratöltve
it: Plugin ricaricati
ja: プラグインのリロード
nl: Plug-ins herladen
pt: Extensões recarregadas
ru: Плагины перезагружены
sr: Dodaci ponovo učitani
tr: Eklentiler yeniden yüklendi

source: Plugins were reloaded successfully
da: Plugins blev genindlæst
de: Plugins wurden erfolgreich neu geladen
fr: Les plugins ont été rechargés avec succès
hu: Bővítmények újratöltése sikeres
it: I plugin sono stati ricaricati correttamente
ja: プラグインは正常にリロードされました
nl: Plug-ins werden succesvol herladen
pt: As Extensões foram recarregadas com sucesso
ru: Плагины были успешно перезагружены
sr: Dodaci uspešno ponovo učitani
tr: Eklentiler başarıyla yeniden yüklendi

source: Reload Plugins
da: Genindlæs Plugins
de: Plugins neu laden
fr: Recharger les plugins
hu: Bővítmények újratöltése
it: Ricarica i Plugin
ja: プラグインの再読み込み
nl: Plug-ins herladen
pt: Recarregar extensões
ru: Перезагрузить плагины
sr: Ponovo učitaj dodatke
tr: Eklentileri Yeniden Yükle

source: Plugin Detail
da: Plugin Detaljer
fr: Détail du plugin
hu: Bővítmény részletek
it: Dettagli Plugin
ja: プラグイン詳細
nl: Plug-in details
pt: Detalhe da Extensão
ru: Сведения о плагине
sr: Detalji dodatka
tr: Eklenti Ayrıntısı

source: Sample
da: Prøve
de: Beispiel
fr: Exemple
hu: Minta
it: Esempio
ja: サンプル
nl: Voorbeeld
pt: Amostra
ru: Пример
sr: Uzorak
tr: Örnek
vi: Mẫu

source: Installed
da: Installeret
de: Installiert
fr: Installé
hu: Telepítve
it: Installato
ja: インストール済み
nl: Geïnstalleerd
pt: Instalado
ru: Установлено
sr: Instalirano
tr: Kuruldu
vi: Đã cài đặt

source: Show manufacturer parts for active internal parts.
da: Vis producentens dele til aktive interne dele.
it: Mostra gli articoli del produttore per gli articoli interni attivi.
ja: 現在使用中の社内部品に関連付けられている、メーカー部品を表示します
nl: Laat fabrikantonderdelen zien voor actieve interne onderdelen .
ru: Показать части производителя для активных внутренних деталей.

source: Active Manufacturer
da: Aktiv Producent
it: Produttore Attivo
ja: 取引中メーカー
nl: Actieve fabrikant
ru: Активный производитель

source: Show manufacturer parts for active manufacturers.
da: Vis producentens dele for aktive producenter.
it: Mostra gli articoli del produttore per i produttori attivi
ja: 取引中メーカーの製造部品を表示します。
nl: Fabrikantonderdelen tonen voor actieve fabrikant.
ru: Показать части производителя для активных производителей.

source: Import Line Items
da: Importer Linjeelementer
fr: Importer des articles
it: Importa Elementi Riga
ja: ラインアイテムのインポート
nl: Importeer regelitems
ru: Импортировать позиции
sr: Uvezi stavke
tr: İçe Satır Ögeleri Aktar

source: Supplier Code
da: Leverandør Kode
de: Lieferantennummer
fr: Code fournisseur
hu: Beszállítói kód
it: Codice Fornitore
ja: サプライヤーコード
nl: Leverancier code
pt: Código do Fornecedor
ru: Код поставщика
sr: Kod dobavljača
tr: Sağlayıcı Kodu
vi: Mã nhà cung cấp

source: Supplier Link
da: Leverandør Link
de: Lieferanten-Link
fr: Lien du fournisseur
hu: Beszállítói link
it: Link Fornitore
ja: サプライヤーリンク
nl: Leverancier link
pt: Ligação do Fornecedor
ru: Ссылка поставщика
sr: Link dobavljača
tr: Sağlayıcı Bağlantısı
vi: Liên kết nhà cung cấp

source: Manufacturer Code
da: Producentens Kode
de: Herstellernummer
fr: Code du fabricant
hu: Gyártói kód
it: Codice produttore
ja: メーカーコード
nl: Fabrikant code
pt: Código do Fabricante
ru: Код производителя
sr: Kod proizvođača
tr: Üretici Kodu
vi: Mã nhà sản xuất

source: Show line items which have been received
da: Vis linjeelementer som er modtaget
es_mx: Mostrar partidas que han sido recibidas
fr: Afficher les articles qui ont été reçus
it: Mostra gli elementi di riga che sono stati ricevuti
ja: 受領済みの品目を表示
nl: Toon regelitems die zijn ontvangen
ru: Показать полученные позиции
sr: Prikaži stavke koje su primljene

source: Receive line item
da: Modtag linje element
de: Position empfangen
fr: Recevoir l'article
hu: Sortétel bevételezése
it: Ricevi voce di riga
ja: 品目を受け取る
nl: Ontvang artikel items
pt: Receber item de linha
ru: Получить позицию
sr: Primi stavku
tr: Satır ögesini teslim al
vi: Nhận hạng mục

source: Receive items
da: Modtag varer
de: Erhaltene Artikel
es_mx: Recibir artículos
fr: Recevoir les articles
hu: Bevételezés
it: Ricevi articoli
ja: 商品を受け取る
nl: Items ontvangen
pt: Receber itens
ru: Получить позиции
sr: Primi stavke
tr: Ögeleri teslim al
vi: Nhận hàng hóa

source: Base units
da: Basis enheder
de: Basiseinheiten
es_mx: Unidades base
fr: Unités de base
hu: Egység
it: Unità di base
ja: ベースユニット
nl: Basis eenheden
pt: Unidade Base
ru: Базовая единица измерения
sr: Osnovne jedinice
tr: Temel birimler
vi: Đơn vị cơ sở

source: Add supplier part
da: Tilføj leverandørdel
de: Zuliefererteil hinzufügen
fr: Ajouter une pièce fournisseur
hu: Beszállítói alkatrész hozzáadása
it: Aggiungi fornitore articolo
ja: サプライヤー部品の追加
nl: Voeg leveranciers onderdeel toe
pt: Adicionar Fornecedor da Peça
ru: Создать деталь поставщика
sr: Dodaj deo dobavljača
tr: Sağlayıcı parçası ekle
vi: Thêm sản phẩm nhà cung cấp

source: Import supplier part
da: Import leverandør del
it: Seleziona l'articolo del fornitore
ja: サプライヤー部品をインポート
nl: Importeer leveranciersonderdeel
ru: Импортировать деталь поставщика

source: Show active supplier parts
da: Vis aktive leverandør dele
de: Aktive Lieferantenteile anzeigen
fr: Afficher les pièces fournisseur actives
it: Mostra articoli fornitore attive
ja: アクティブなサプライヤー部品を表示
nl: Toon actieve leveranciers onderdelen
pt: Mostrar peças do fornecedor ativas
ru: Показать активные детали поставщиков
sr: Prikaži aktivne delove dobavljača
tr: Etkin sağlayıcı parçalarını göster

source: Show active internal parts
da: Vis aktive interne dele
de: Zeige aktive interne Teile
fr: Afficher les pièces internes actives
it: Mostra articoli interni attivi
ja: アクティブな内部部品の表示
nl: Actieve interne onderdelen tonen
pt: Mostrar partes internas ativas
ru: Показать активные детали
sr: Prikaži aktivne interne delove
tr: Etkin dahili parçaları göster

source: Active Supplier
da: Aktiv Leverandør
de: Aktiver Lieferant
fr: Fournisseur actif
it: Fornitore Attivo
ja: アクティブ・サプライヤー
nl: Actieve leverancier
pt: Fornecedor Ativo
ru: Активный поставщик
sr: Aktivni dobavljač
tr: Etkin Sağlayıcı

source: Show active suppliers
da: Vis aktive leverandører
de: Zeige aktiven Lieferant
fr: Afficher les fournisseurs actifs
hu: Aktív beszállítók megjelenítése
it: Mostra fornitori attivi
ja: アクティブなサプライヤーを表示
nl: Toon actieve leveranciers
pt: Mostrar Fornecedores ativos
ru: Показать активных поставщиков
sr: Prikaži aktivne dobavljače
tr: Etkin sağlayıcıları göster

source: Show supplier parts with stock
da: Vis leverandørdele med lager
es_mx: Mostrar piezas de proveedor con stock
fr: Afficher les pièces fournisseur avec stock
it: Mostra articoli fornitore con stock
ja: 在庫のあるサプライヤー部品を表示
nl: Toon leveranciers onderdelen met voorraad
ru: Показать детали поставщиков в наличии
sr: Prikaži delove dobavljača sa zalihama

source: Received Date
da: Modtaget Dato
fr: Date de réception
hu: Beérkezés dátuma
it: Data di ricezione
ja: 受領日
nl: Ontvangst datum
ru: Дата получения
sr: Datum prijema
tr: Teslim Alma Tarihi

source: Show items which have been received
da: Vis elementer som er modtaget
fr: Afficher les articles qui ont été reçus
it: Mostra gli articoli ricevuti
ja: 受信済みアイテムの表示
nl: Toon items die zijn ontvangen
ru: Показать полученные элементы
sr: Prikaži stavke koje su primljene
tr: Teslim alınan ögeleri göster

source: Filter by line item status
fr: Filtrer par statut d'article
it: Filtra per stato elemento riga
ja: 項目ステータスによるフィルタリング
nl: Filter per regelitem status
ru: Фильтр по статусу строки
sr: Filtriraj po statusu stavke
tr: Satır ögesi durumuna göre süz

source: Receive selected items
da: Modtag valgte elementer
es_mx: Recibir elementos seleccionados
fr: Recevoir les éléments sélectionnés
it: Ricevi gli elementi selezionati
ja: 選択した商品を受け取る
nl: Geselecteerde items ontvangen
ru: Получить выбранные элементы
sr: Primi izabrane stavke

source: Receive Item
da: Modtag Vare
fr: Recevoir l'article
hu: Tétel bevételezése
it: Ricevi Articolo
ja: 商品を受け取る
nl: Item ontvangen
ru: Принять элемент
sr: Primi stavku
tr: Ögeyi Teslim Al

source: Show outstanding allocations
es_mx: Mostrar asignaciones destacadas
fr: Afficher les allocations en attente
it: Mostra allocazioni in sospeso
ja: 未処理の割り当てを表示
nl: Toon openstaande toewijzingen
ru: Показать ожидающие распределения
sr: Prikaži nepodmirene alokacije

source: Assigned to Shipment
es_mx: Asignado al envío
fr: Assigné à l'expédition
it: Assegnato alla Spedizione
ja: 出荷に割り当て
nl: Toegewezen aan verzending
ru: Назначить на доставку
sr: Dodeljeno isporuci

source: Show allocations assigned to a shipment
es_mx: Mostrar asignaciones asignadas a un envío
fr: Afficher les allocations assignées à une expédition
it: Mostra le allocazioni assegnate a una spedizione
ja: 貨物に割り当てられた配分を表示
nl: Toon toewijzingen die zijn toegewezen aan een verzending
ru: Показать распределения, назначенные отправке
sr: Prikaži raspodele dodeljene isporuci

source: Available Quantity
da: Tilgængelig Antal
fr: Quantités disponibles
hu: Elérhető mennyiség
it: Quantità Disponibile
ja: 利用可能な数量
nl: Beschikbare hoeveelheid
ru: Доступное количество
sr: Dostupna količina
tr: Mevcut Miktar

source: Allocated Quantity
da: Tildelt Antal
fr: Quantité Allouée
it: Quantità assegnata
ja: 割当数量
nl: Toegewezen hoeveelheid
ru: Зарезервированное количество
sr: Alocirana količina
tr: Ayrılan Miktar

source: No shipment
da: Ingen forsendelse
es_mx: Sin envío
fr: Pas d'expédition
hu: Nincs szállítás
it: Nessuna spedizione
ja: 出荷なし
nl: Geen verzending
ru: Нет отправки
sr: Nema isporuke

source: Not shipped
da: Ikke afsendt
es_mx: No enviado
fr: Non expédié
hu: Nincs kiszállítva
it: Non spedito
ja: 未出荷
nl: Niet verzonden
ru: Не отправлено
sr: Nije isporučeno

source: Edit Allocation
es_mx: Editar Asignación
fr: Modifier l'allocation
it: Modifica Assegnazione
ja: 編集配分
nl: Bewerk voorraadtoewijzing
ru: Редактировать резервирование
sr: Izmeni alokaciju

source: View Shipment
da: Vis Forsendelser
es_mx: Ver envío
fr: Voir l'expédition
hu: Szállítmány megtekintése
it: Vedi spedizione
ja: 出荷を見る
nl: Verzending weergeven
ru: Показать доставку
sr: Pogledaj isporuku

source: Assign to Shipment
da: Tildel til Forsendelse
fr: Assigner à l'expédition
it: Assegna alla spedizione
ja: 出荷への割り当て
nl: Toewijzen aan zending
ru: Назначить на доставку

source: Assign to shipment
da: Tildel til Forsendelse
fr: Assigner à l'expédition
it: Assegna alla spedizione
ja: 出荷への割り当て
nl: Toewijzen aan zending
ru: Назначить на доставку

source: Allocate Serial Numbers
da: Tildel Serienummer
es_mx: Asignar Números de Serie
fr: Allouer les numéros de série
it: Assegna Numeri di Serie
ja: シリアル番号の割り当て
nl: Serienummers toewijzen
ru: Выделить серийные номера
sr: Alociraj serijske brojeve

source: Show lines which are fully allocated
es_mx: Mostrar líneas completamente asignadas
fr: Afficher les lignes entièrement allouées
it: Mostra le righe che sono completamente assegnate
ja: 完全に割り当てられた行を表示
nl: Toon regels die volledig zijn toegewezen
ru: Показать строки, которые полностью распределены
sr: Prikaži linije koje su potpuno alocirane

source: Show lines which are completed
es_mx: Mostrar líneas que están completadas
fr: Afficher les lignes terminées
it: Mostra le righe completate
ja: 完了した行を表示
nl: Regels weergeven die zijn voltooid
ru: Показать завершённые строки
sr: Prikaži linije koje su završene

source: Allocate serials
es_mx: Asignar seriales
fr: Allouer les numéros de série
hu: Sorozatszámok lefoglalása
it: Alloca seriali
ja: シリアルの割り当て
nl: Serienummer toewijzen
ru: Распределить серийные номера
sr: Dodeli serijske brojeve

source: Build stock
fr: Constituer le stock
hu: Gyártási készlet
it: Produzione articolo magazzino
ja: ビルドストック
nl: Voorraad bouwen
ru: Собрать запас
sr: Izgradi zalihe
tr: Yapım stoku

source: Order stock
de: Bestand bestellen
fr: Commander du stock
hu: Készlet rendelés
it: Ordine Articolo magazzino
ja: 注文在庫
nl: Bestel voorraad
pt: Encomendar Estoque
ru: Заказать запас
sr: Naruči zalihe
tr: Sipariş stoku

source: Create Shipment
da: Opret Forsendelse
fr: Créer une expédition
it: Crea spedizione
ja: 出荷の作成
nl: Zending aanmaken
ru: Создать отправку
sr: Kreiraj isporuku
tr: Gönderi Oluştur

source: Items
da: Elementer
fr: Articles
hu: Tételek
it: Articoli
ja: アイテム
nl: Artikelen
ru: Элементы
sr: Stavke
tr: Ögeler

source: Edit shipment
da: Rediger forsendelse
es_mx: Editar envío
fr: Modifier l'expédition
hu: Szállítmány szerkesztése
it: Modifica spedizione
ja: 出荷の編集
nl: Verzending bewerken
ru: Редактировать отправку
sr: Izmeni isporuku

source: Cancel shipment
da: Annuller forsendelse
es_mx: Cancelar envío
fr: Annuler l'expédition
hu: Szállítmány visszavonása
it: Annulla spedizione
ja: 出荷のキャンセル
nl: Verzending annuleren
ru: Отменить отправку
sr: Otkaži isporuku

source: Add shipment
da: Tilføj Forsendelse
fr: Ajouter une expédition
hu: Szállítmány hozzáadása
it: Aggiungi Spedizione
ja: 貨物の追加
nl: Voeg verzending toe
ru: Создать доставку
sr: Dodaj isporuku
tr: Gönderi ekle

source: Show shipments which have been checked
da: Vis forsendelser som er blevet tjekket
it: Mostra le spedizioni che sono state controllate
ja: 確認済みの出荷を表示します
nl: Toon verzendingen die zijn gecontroleerd
ru: Показать отправки, которые были проверены

source: Show shipments which have been shipped
da: Vis forsendelser som er blevet sendt
fr: Afficher les expéditions qui ont été envoyées
it: Mostra le spedizioni che sono state spedite
ja: 出荷済み貨物の表示
nl: Toon verzendingen die zijn verzonden
ru: Показать отправки, которые были отправлены
sr: Pokaži isporuke koje su isporučene
tr: Gönderilen gönderileri göster

source: Show shipments which have been delivered
da: Vis forsendelser som er blevet leveret
fr: Afficher les expéditions qui ont été livrées
it: Mostra le spedizioni che sono state consegnate
ja: 配送済みの貨物の表示
nl: Toon verzendingen die afgeleverd zijn
ru: Показать отправки, которые были доставлены
sr: Pokaži isporuke koje su dostavljene
tr: Teslim edilen gönderileri gönder

source: Generate Token
da: Generer Token
fr: Générer un jeton
hu: Token generálása
it: Genera token
ja: トークンを生成
nl: Token genereren
ru: Создать токен

source: Token generated
da: Token genereret
fr: Jeton généré
hu: Token legenerálva
it: Token generato
ja: トークン生成完了
nl: Token gegenereerd
ru: Токен создан

source: Revoked
fr: Révoqué
hu: Visszavonva
it: Revocato
ja: 失効
nl: Intrekken
ru: Отменен

source: Token
fr: Jeton
ja: トークン
nl: Sleutel
ru: Токен

source: In Use
da: I Brug
fr: En utilisation
hu: Használatban
it: In Uso
ja: ラベル印刷に使用するプラグインを選択します。
nl: In gebruik
ru: В использовании

source: Last Seen
da: Sidst set
es_mx: Última Vez Visto
fr: Dernière vue
hu: Utolsó tevékenység
it: Ultimo accesso
ja: 最終表示
nl: Laatst gezien
ru: Последнее использование
vi: Xem lần cuối

source: Expiry
da: Udløber
es_mx: Expiración
fr: Expiration
hu: Lejárat
it: Scadenza
ja: 有効 期限
nl: Vervaldatum
ru: Истекает
vi: Hết hạn

source: Show revoked tokens
fr: Afficher les jetons révoqués
it: Mostra token revocati
ja: 取り消されたトークンの表示
nl: Toon ingetrokken tokens
ru: Показать отменённые токены

source: Revoke
da: Ophæv
de: Widerrufen
es_mx: Revocar
fr: Révoquer
hu: Visszavonás
it: Revoca
ja: 取消し
nl: Intrekken
ru: Отменить
sr: Opozovi
tr: Geri Al
vi: Thu hồi

source: Error revoking token
da: Fejl ved ophævelse af token
fr: Erreur lors de la révocation du jeton
it: Errore nel revocare il token
ja: トークン失効エラー
nl: Fout bij intrekken token
ru: Ошибка при отмене токена

source: Tokens are only shown once - make sure to note it down.
da: Tokens vises kun en gang - sørg for at notere det ned.
fr: Les jetons ne sont affichés qu'une seule fois - assurez-vous de le noter.
it: I token sono mostrati solo una volta - assicurati di annotarli.
ja: トークンは一度しか表示されません。
nl: Tokens worden slechts één keer getoond - zorg ervoor dat je deze onthoudt.
ru: Токены показываются только один раз - обязательно запишите его.

source: Barcode Information
da: Stregkode Information
es_mx: Información de código de barras
fr: Informations du code-barres
it: Informazione codice a barre
ja: バーコード情報
nl: Barcode informatie
ru: Информация о штрихкоде
sr: Informacije o barkodu

source: Endpoint
es_mx: Extremo
fr: Point de terminaison
hu: Végpont
ja: エンドポイント
nl: Eindpunt
ru: Конечная точка
sr: Krajnja tačka

source: Result
da: Resultat
de: Ergebnis
fr: Résultat
hu: Eredmény
it: Risultato
ja: 結果
nl: Resultaat
pt: Resultado
ru: Результат
sr: Rezultat
tr: Sonuç

source: Context
da: Kontekst
es_mx: Contexto
fr: Contexte
hu: Kontextus
it: Contesto
ja: コンテキスト
nl: Inhoud
ru: Контекст
sr: Kontekst

source: Response
da: Svar
es_mx: Respuesta
fr: Réponse
hu: Válasz
it: Risposta
ja: 返答
nl: Reactie
ru: Ответ
sr: Odgovor

source: Filter by result
da: Filtrer efter resultat
es_mx: Filtrar por resultado
fr: Filtrer par résultat
it: Filtra per risultato
ja: 結果による絞り込み
nl: Op resultaat filteren
ru: Фильтр по результату
sr: Filtriraj po rezultatu

source: Delete Barcode Scan Record
es_mx: Eliminar registro de escaneo de código de barras
fr: Supprimer l'enregistrement du scan de code-barres
it: Elimina Record Scansione Codice A Barre
ja: バーコードスキャンレコードの削除
nl: Barcode scan record verwijderen
ru: Удалить запись сканирования штрихкода
sr: Obriši zapis o skeniranju barkoda

source: Barcode Scan Details
da: Stregkode Scan Detaljer
es_mx: Detalles de escaneo de código de barras
fr: Détails du scan de code-barres
it: Dettagli Di Scansione Codice A Barre
ja: バーコードスキャンの詳細
ru: Детали сканирования штрихкода
sr: Detalji barkod skeniranja

source: Logging Disabled
da: Logning Deaktiveret
es_mx: Registro desactivado
fr: Connexion désactivée
it: Logging Disattivato
ja: ロギング無効
nl: Logging uitgeschakeld
ru: Журналирование отключено
sr: Logovanje onemogućeno

source: Barcode logging is not enabled
da: Barkode logning er ikke aktiveret
es_mx: El registro de código de barras no está habilitado
fr: La journalisation des codes-barres n'est pas activée
it: Logging del codice a barre non è attivo
ja: バーコードロギングが有効になっていません
nl: Barcode loggen is niet ingeschakeld
ru: Журналирование штрихкода отключено
sr: Logovanje barkodova nije omogućeno

source: Status Group
da: Status Gruppe
fr: Groupe de statut
hu: Állapot csoport
it: Gruppo Stato
ja: ステータスグループ
nl: Status groep
ru: Группа статусов
sr: Status grupe

source: Logical State
fr: État logique
hu: Logikai állapot
it: Stato Logico
ja: 論理的な状態
nl: Logische staat
ru: Логическое состояние
sr: Logičko stanje

source: Identifier
fr: Identifiant
hu: Azonosító
it: Identificativo
ja: 識別名
nl: Identificatie
ru: Идентификатор
sr: Identifikator

source: Edit State
fr: Modifier l'état
hu: Állapot szerkesztése
it: Modifica stato
ja: 都道府県を編集
nl: Bewerk status
ru: Редактировать состояние
sr: Izmeni stanje
tr: Durumu Düzenle

source: Delete State
fr: Supprimer l'état
hu: Állapot törlése
it: Elimina stato
ja: 州の削除
nl: Status verwijderen
ru: Удалить состояние
sr: Obriši stanje
tr: Durumu Sil

source: Add Custom Unit
de: Benutzerdefinierte Einheit hinzufügen
fr: Ajouter une unité personnalisée
hu: Egyedi mértékegység hozzáadása
it: Aggiungi Unità Personalizzata
ja: カスタムユニットの追加
nl: Aangepaste eenheid toevoegen
pt: Adicionar Unidade Personalizada
ru: Создать единицу измерения
sr: Dodaj prilagodjenu jedinicu
tr: Özel Birim Ekle

source: Edit Custom Unit
de: Benutzerdefinierte Einheit bearbeiten
fr: Modifier l'unité personnalisée
hu: Egyedi mértékegység szerkesztése
it: Modifica Unità Personalizzata
ja: カスタムユニットの編集
nl: Aangepaste eenheid bewerken
pt: Editar Unidade Personalizada
ru: Редактировать единицу измерения
sr: Izmeni prilagodjenu jedinicu
tr: Özel Birimi Düzenle
