Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Error Saving Notes
da: Kunne Ikke Gemme Noter
es_mx: Error al guardar notas
fr: Erreur lors de l'enregistrement des notes
it: Errore Nel Salvare Le Note
ja: メモの保存エラー
nl: Fout bij opslaan notities
ru: Ошибка при сохранении заметок
sr: Greška prilikom čuvanja beleški
tr: Notları Kaydederken Hata Oluştu

source: Save Notes
da: Gem noter
de: Notizen speichern
es_mx: Guardar notas
fr: Enregistrer les notes
hu: Jegyzet Mentése
it: Salva note
ja: メモを保存
nl: Notitie opslaan
pt: Gravar notas
ru: Сохранить заметки
sr: Sačuvaj beleške
tr: Notları Kaydet
vi: Lưu ghi chú

source: Close Editor
da: Luk redigering
es_mx: Cerrar editor
fr: Fermer l'éditeur
hu: Szerkesztő bezárása
it: Chiudere l'editor
ja: エディターを閉じる
nl: Sluit editor
ru: Закрыть редактор
sr: Zatvori prozor za izmene
tr: Editörü Kapat

source: Enable Editing
da: Aktiver Redigering
es_mx: Habilitar la edición
fr: Activer le mode édition
hu: Szerkesztés engedélyezése
it: Abilita Modifica
ja: 編集を有効にする
nl: Bewerken inschakelen
ru: Разрешить редактирование
sr: Omogući izmene
tr: Düzenlemeyi Etkinleştirin

source: Code
da: Kode
es_mx: Código
hu: Kód
it: Codice
ja: コード
pt: Código
ru: Код
sr: Kod
tr: Kod
vi: Mã

source: Error rendering preview
da: Fejl under visning
fr: Impossible d'afficher l'aperçu
it: Errore nel renderizzare l'anteprima
ja: プレビューの表示に失敗しました
nl: Fout bij weergeven voorbeeld
ru: Ошибка при отрисовке предпросмотра

source: Preview not available, click "Reload Preview".
da: Forhåndsvisning ikke tilgængelig, klik "Genindlæs forhåndsvisning".
de: Vorschau nicht verfügbar, klicke "Vorschau neu laden".
es_mx: Vista previa no disponible, haga clic en "Recargar vista previa".
fr: Aperçu non disponible, cliquez sur "Recharger l'aperçu".
hu: Előnézet nem elérhető, kattintson az "Előnézet Frissítés"-re.
it: Anteprima non disponibile, clicca su "Ricarica anteprima".
ja: プレビューが表示されない場合は、「プレビューの再読み込み」をクリックしてください。
nl: Preview niet beschikbaar, klik op "Herlaad voorbeeld".
pt: Pré-visualização não disponível, clique em "Recarregar Pré-visualização".
ru: Предварительный просмотр недоступен, нажмите "Перезагрузить предпросмотр".
sr: Pregled nije moguć, klikni na "Ponovo učitaj pregled".
tr: Önizleme kullanılamıyor, "Önizlemeyi Yeniden Yükle"'ye tıklayın.
vi: Xem trước không khả dụng, nhấp "Tải lại xem trước".

source: PDF Preview
da: PDF forhåndsvisning
de: PDF Vorschau
es_mx: Vista previa PDF
fr: Prévisualisation PDF
hu: PDF előnézet
it: Anteprima PDF
ja: PDF プレビュー
nl: PDF voorbeeld
pt: Pré-visualização de PDF
ru: Предварительный просмотр в PDF
sr: Pregled u PDF formatu
tr: PDF Önizleme
vi: Xem trước PDF

source: Error loading template
da: Fejl ved indlæsning af skabelon
de: Fehler beim Laden der Vorlage
es_mx: Error al cargar la plantilla
fr: Erreur lors du chargement du modèle
hu: Hiba a sablon betöltése közben
it: Errore durante il caricamento del modello
ja: テンプレートの読み込みエラー
nl: Fout bij laden sjabloon
pt: Erro ao carregar modelo
ru: Ошибка загрузки шаблона
sr: Greška prilikom učitavanja šablona
tr: Şablonu yüklemede hata
vi: Lỗi load mẫu

source: Error saving template
da: Fejl under gemning af skabelon
de: Fehler beim Speichern der Vorlage
es_mx: Error al guardar la plantilla
fr: Erreur lors de l'enregistrement du modèle
hu: Hiba a sablon mentése közben
it: Errore durante il salvataggio del modello
ja: テンプレートの保存エラー
nl: Fout tijdens opslaan van template
pt: Erro a guardar o modelo
ru: Ошибка при сохранении шаблона
sr: Greška prilikom čuvanja šablona
tr: Şablonu kaydetmede hata
vi: Lỗi lưu mẫu

source: Could not load the template from the server.
da: Kunne ikke indlæse skabelonen fra serveren.
es_mx: No se pudo cargar la plantilla del servidor.
fr: Impossible de charger le modèle depuis le serveur.
it: Impossibile caricare il modello dal server.
ja: サーバーからテンプレートをロードできませんでした。
nl: Kan template niet laden van de server.
ru: Не удалось загрузить шаблон с сервера
sr: Nije moguće učitavanje šablona sa servera

source: Save & Reload Preview
da: Gem & Genindlæs Forhåndsvisning
de: Vorschau speichern & neu laden
es_mx: Guardar y recargar vista previa
fr: Enregistrer & Recharger l'aperçu
hu: Mentés és előnézet frissítése
it: Salva & ricarica l'anteprima
ja: 保存と再読み込みプレビュー
nl: Opslaan & Herladen Voorbeeld
pt: Guardar & Recarregar a pré-visualização
ru: Сохранить и перезагрузить предпросмотр
sr: Sačuvaj i ponovo učitaj pregled
tr: Önizlemeyi Kaydet & Yeniden Yükle
vi: Lưu và tải lại xem trước

source: Are you sure you want to Save & Reload the preview?
da: Er du sikker på du vil gemme og genindlæse forhåndsvisningen?
de: Bist du sicher, dass du die Vorschau speichern & neu Laden möchtest?
es_mx: ¿Está seguro que desea guardar y recargar la vista previa?
fr: Êtes-vous sûr de vouloir enregistrer et recharger l'aperçu ?
hu: Biztosan elmented és frissíted az előnézetet?
it: Sei sicuro di voler salvare e ricaricare l'anteprima?
ja: プレビューを保存して再読み込みしますか？
nl: Weet u zeker dat u wilt opslaan en het voorbeeld opnieuw wilt laden?
pt: Tem certeza de que deseja Guardar & Recarregar a pré-visualização?
ru: Вы уверены, что хотите сохранить и перезагрузить предпросмотр?
sr: Da li ste sigurni da želite da sačuvate i ponovo učitate pregled
tr: Önizlemeyi Kaydedip Yeniden Yüklemek istediğinize emin misiniz?
vi: Bạn có muốn lưu và tải lại xem trước?

source: To render the preview the current template needs to be replaced on the server with your modifications which may break the label if it is under active use. Do you want to proceed?
da: For at vise forhåndsvisningen skal den nuværende skabelon udskiftes på serveren med dine ændringer, som kan ødelægge etiketten hvis den er under aktiv brug. Vil du fortsætte?
de: Um die Vorschau zu erstellen, muss die Vorlage auf dem Server mit deiner geänderten Version ersetzt werden. Das kann zu Fehlern bei Etiketten führen, wenn sie aktiv genutzt werden. Möchtest du fortfahren?
es_mx: Para renderizar la vista previa la plantilla actual necesita ser reemplazada en el servidor con sus modificaciones que pueden romper la etiqueta si está en uso activo. ¿Quieres continuar?
fr: Pour afficher l'aperçu, le modèle actuel doit être remplacé sur le serveur par vos modifications qui peuvent casser l'étiquette s'il est en cours d'utilisation. Voulez-vous continuer ?
hu: Az aktuális sablon előnézetének megjelenítéséhez a módosításaid el kell küldeni a szervernek ami elronthajta a címkét ha éppen használják. Biztosan akarod?
it: Per visualizzare l'anteprima, il modello attuale deve essere sostituito sul server con le modifiche apportate, il che potrebbe interrompere l'etichetta se è in uso attivo. Volete procedere?
ja: プレビューを表示するには、現在のテンプレートをサーバー上であなたの修正に置き換える必要があります。続行しますか？
nl: Om het voorbeeld weer te geven moet de huidige template worden vervangen door de server door de wijzigingen die het label kunnen breken als het in actief gebruik is. Wilt u doorgaan?
pt: Para ver esta pré-visualização o modelo atual precisa ser substituído no servidor com as suas modificações, o que pode fazer com que o modelo atual deixe de funcionar. Deseja continuar?
ru: Для отображения предварительного просмотра текущий шаблон должен быть заменен на ваши модификации, которые могут нарушить метку, если она используется в активном режиме. Вы хотите продолжить?
sr: Da bi se prikazao pregled, trenutni šablon treba da bude zamenjen na serveru sa vašim izmenama, što može uzrokovati probleme sa oznakom ako se trenutno aktivno koristi. Da li želite da nastavite?
tr: Önizlemeyi oluşturmak için mevcut şablonun, aktif kullanımdaysa etiketi bozabilecek değişikliklerinizle sunucuda değiştirilmesi gerekir. Devam etmek istiyor musunuz?
vi: Để hiển thị bản xem trước, mẫu hiện tại cần được thay thế trên máy chủ bằng các sửa đổi của bạn, điều này có thể làm hỏng nhãn nếu nó đang được sử dụng. Bạn có muốn tiếp tục không?

source: Save & Reload
da: Gem & Genindlæs
de: Speichern & Neu laden
es_mx: Guardar y recargar
fr: Sauvegarder et Actualiser
hu: Mentés és újratöltés
it: Salva & ricarica
ja: 保存と再読み込み
nl: Opslaan en herladen
pt: Guardar & Recarregar
ru: Сохранить и перезагрузить
sr: Sačuvaj i ponovo učitaj
tr: Kaydet & Yeniden Yükle
vi: Lưu và Tải Lại

source: Preview updated
da: Forhåndsvisning opdateret
de: Vorschau aktualisiert
es_mx: Actualizar vista previa
fr: Aperçu mis à jour
hu: Előnézet frissítve
it: Anteprima aggiornata
ja: プレビューの更新完了
nl: Voorbeeld bijgewerkt
pt: Pré-visualização atualizada
ru: Предпросмотр обновлен
sr: Pregled ažuriran
tr: Güncelleneni önizle
vi: Đã cập nhật xem trước

source: The preview has been updated successfully.
da: Forhåndsvisningen er blevet opdateret.
de: Die Vorlage wurde erfolgreich aktualisiert.
es_mx: La vista previa se ha actualizado correctamente.
fr: L'aperçu a été mis à jour avec succès.
hu: A előnézet sikeresen frissitve.
it: L' anteprima è stata aggiornata con successo.
ja: プレビューは正常に更新されました。
nl: Het voorbeeld is met succes bijgewerkt.
pt: A pré-visualização foi atualizada com sucesso.
ru: Предварительный просмотр успешно обновлен.
sr: Pregled uspešno ažuriran
tr: Önizleme başarıyla güncellendi.
vi: Xem trước đã được cập nhật thành công.

source: An unknown error occurred while rendering the preview.
da: En ukendt fejl opstod under render af forhåndsvisningen.
it: Si è verificato un errore sconosciuto durante la visualizzazione dell'anteprima.
ja: プレビューの表示中に予期せぬエラーが発生しました。
nl: Er is een onbekende fout opgetreden bij het weergeven van het voorbeeld.
ru: Произошла неизвестная ошибка при отображении предварительного просмотра.

source: Reload preview
da: Genindlæs forhåndsvisninger
de: Vorschau neu laden
es_mx: Recargar vista previa
fr: Recharger l’aperçu
hu: Előnézet frissítése
it: Ricarica anteprima
ja: プレビューを再読み込み
nl: Herlaad voorbeeld
pt: Atualizar pré-visualização
ru: Перезагрузить предварительный просмотр
sr: Ponovo učitaj pregled
tr: Önizlemeyi yeniden yükle
vi: Tải lại xem trước

source: Use the currently stored template from the server
da: Brug den gemte skabelon fra serveren
de: Benutze die aktuell auf dem Server gespeicherte Vorlage
es_mx: Usar la plantilla actualmente almacenada del servidor
fr: Utiliser le modèle actuellement stocké sur le serveur
hu: A szerveren tárolt sablon használata
it: Utilizzare il modello attualmente memorizzato dal server
ja: サーバーから現在保存されているテンプレートを使用
nl: Gebruik de momenteel opgeslagen template van de server
pt: Utilizar o modelo guardado atualmente no servidor
ru: Использовать текущий шаблон с сервера
sr: Koristi postojeći šablon sa servera
tr: Sunucuda kayıtlı olan şablonu kullan
vi: Sử dụng mẫu có sẵn trên máy chủ

source: Save the current template and reload the preview
da: Gem den nuværende skabelon og genindlæs forhåndsvisningen
de: Die aktuelle Vorlage speichern und die Vorschau neu laden
es_mx: Guardar la plantilla actual y recargar la vista previa
fr: Enregistrer le modèle actuel et recharger l'aperçu
hu: Aktuális sablon elmentése és előnézet frissítése
it: Salva il modello corrente e ricarica l'anteprima
ja: 現在のテンプレートを保存し、プレビューを再読み込みします
nl: Sla de huidige sjabloon op en herlaad de preview
pt: Salvar o modelo atual e recarregar a visualização
ru: Сохранить текущий шаблон и обновить предпросмотр
sr: sačuvaj trenutni šablon i ponovo učitaj pregled
tr: Mevcut şablonu kaydet ve önizlemeyi yeniden yükle
vi: Lưu mẫu hiện tại và tải lại xem trước

source: Select instance to preview
da: Vælg eksempel til forhåndsvisning
de: Instanz für Vorschau auswählen
es_mx: Seleccione la instancia a previsualizar
fr: Sélectionner l'instance à prévisualiser
hu: Az előnézet példány kiválasztása
it: Selezionare l'istanza da visualizzare in anteprima
ja: プレビューするインスタンスを選択
nl: Selecteer instantie om een voorbeeld te bekijken
pt: Selecionar instância para pré-visualização
ru: Выберите экземпляр для просмотра
sr: Izaberi instancu za pregled
tr: Önizlenecek örneği seçin

source: Error rendering template
da: Render fejl af skabelon
de: Fehler bei Darstellung der Vorlage
es_mx: Error al renderizar plantilla
fr: Erreur de rendu du modèle
hu: Hiba a sablon megjelenítésekor
it: Errore nel visualizzare il modello
ja: テンプレート描画エラー
nl: Fout bij laden sjabloon
pt: Erro ao renderizar modelo
ru: Ошибка отображения шаблона
sr: Greška prilikom generisanja šablona
tr: Şablonu oluşturmada hata
vi: Lỗi hiển thị mẫu

source: Client Error
da: Klient Fejl
de: Client Fehler
es_mx: Error del cliente
fr: Erreur client
hu: Kliens Hiba
it: Errore Client
ja: クライアントエラー
nl: Klant fout
ru: Ошибка клиента
sr: Greška klijentskog dela
tr: İstemci Hatası
vi: Lỗi người dùng

source: Client error occurred
da: Klient fejl opstod
de: Client-Fehler aufgetreten
es_mx: Ha ocurrido un error de cliente
fr: Une erreur client est survenue
hu: Kliens hiba történt
it: Si è verificato un errore del client
ja: クライアントエラーが発生しました
nl: Klant fout opgetreden
ru: Произошла ошибка клиента
sr: Desila se greška na klijentskoj strani
tr: İstemci hatası oluştu
vi: Xảy ra lỗi người dùng

source: Status Code
da: Status Kode
es_mx: Código de estado
fr: Code d'état
hu: Állapotkód
it: Codici di stato
ja: ステータスコード
ru: Код статуса
sr: Kod statusa
tr: Durum Kodu
vi: Mã trạng thái

source: Return to the index page
da: Tilbage til indekssiden
de: Zurück zur Startseite
es_mx: Volver a la página índice
fr: Retour à la page d'index
hu: Főoldalra visszatérés
it: Ritorno alla pagina dell'indice
ja: インデックスページに戻る
nl: Terug naar de indexpagina
ru: Вернуться на главную страницу
sr: Vrati se na stranicu indexa
tr: Dizin sayfasına dön
vi: Trở về trang chính

source: Not Authenticated
da: Ikke Godkendt
de: Nicht authentifiziert
es_mx: No autenticado
fr: Non authentifié
hu: Nem Azonosított
it: Non autenticato
ja: 認証されませんでした
nl: Niet Geauthenticeerd
ru: Не аутентифицирован
sr: Nije autorizovano
tr: Kimlik Doğrulanmamış
vi: Chưa được xác minh

source: You are not logged in.
da: Du er ikke logget ind.
de: Sie sind nicht angemeldet.
es_mx: No has iniciado sesión.
fr: Vous n'êtes pas connecté.
hu: Ön nincs bejelentkezve.
it: Non hai effettuato l'accesso.
ja: ログインしていません。
nl: U bent niet ingelogd.
ru: Вы не авторизованы.
sr: Niste se prijavili
tr: Giriş yapmamışsınız.
vi: Vui lòng đăng nhập

source: Page Not Found
da: Side ikke fundet
de: Seite nicht gefunden
es_mx: Página no encontrada
fr: Page introuvable
hu: Oldal nem található
it: Pagina Non Trovata
ja: お探しのページが見つかりません。
nl: Pagina niet gevonden
ru: Страница не найдена
sr: Stranica nije nađena
tr: Sayfa Bulunamadı
vi: Không tìm thấy trang

source: This page does not exist
da: Siden eksisterer ikke
de: Diese Seite existiert nicht
es_mx: Esta página no existe
fr: Cette page n'existe pas
hu: Ez az oldal nem létezik
it: Questa pagina non esiste
ja: このページは存在しません
nl: Deze pagina bestaat niet
ru: Данной страницы не существует
sr: Tražena stranica ne postoji
tr: Bu sayfa mevcut değil
vi: Trang không tồn tại

source: Permission Denied
da: Adgang nægtet
de: Zugriff verweigert
es_mx: Permiso denegado
fr: Permission refusée
hu: Nem jogosult
it: Permesso negato
ja: 権限がありません
nl: Toestemming geweigerd
ru: Доступ запрещён
sr: Dozvola odbijena
tr: İzin Reddedildi
vi: Từ chối phân quyền

source: You do not have permission to view this page.
da: Du har ikke tilladelse til at se denne side.
de: Ihnen fehlt die Berechtigung diese Seite anzuzeigen.
es_mx: No tiene permisos para ver esta página.
fr: Vous n’avez pas la permission de voir cette page.
hu: Önnek nincs jogosultsága megnézni ezt az oldalt.
it: Non ha i permessi per visualizzare questa pagina.
ja: このページを表示する権限がありません。
nl: U heeft geen toestemming om deze pagina te bekijken.
ru: У вас нет прав для просмотра этой страницы.
sr: Nemate dozvolu da pristupite traženoj stranici
tr: Bu sayfayı görme izniniz yok.
vi: Bạn không có quyền xem trang này

source: Server Error
da: Serverfejl
de: Serverfehler
es_mx: Error del servidor
fr: Erreur serveur
hu: Szerver hiba
it: Errore del server
ja: サーバーエラー
nl: Server fout
ru: Ошибка сервера
sr: Greška na serveru
tr: Hatayı Kaydet
vi: Lỗi máy chủ

source: A server error occurred
da: Der opstod en serverfejl
de: Ein Serverfehler ist aufgetreten
es_mx: Ha ocurrido un error con el servidor
fr: Une erreur serveur s'est produite
hu: Szerver hiba történt
it: Si è verificato un errore del server
ja: サーバーエラーが発生しました
nl: Er is een serverfout opgetreden
ru: Произошла ошибка сервера
sr: Desila se greška na serverskoj strani
tr: Bir sunucu hatası oluştu
vi: Xảy ra lỗi máy chủ

source: Form Error
da: Formular Fejl
de: Formularfehler
es_mx: Error de formulario
fr: Erreur de formulaire
hu: Form hiba
it: Errore Modulo
ja: フォームエラー
nl: Formulier fout
pt: Erro de formulário
ru: Ошибка формы
sr: Greška Obrasca
tr: Form Hatası
vi: Lỗi form

source: Errors exist for one or more form fields
da: Fejl findes i et eller flere formularfelter
de: Fehler für ein oder mehrere Formularfelder vorhanden
es_mx: Existen errores para uno o más campos del formulario
fr: Il existe des erreurs pour un ou plusieurs champs du formulaire
hu: Egy vagy több mező hibát jelez
it: Esistono errori per uno o più campi del modulo
ja: 1つ以上のフォームフィールドにエラーがあります
nl: Er staan fouten in één of meer formuliervelden
ru: Существуют ошибки для одного или нескольких полей формы
sr: Postoje greške na jednom ili više polja na obrascu
tr: Bir veya daha fazla form alanında hatalar var
vi: Lỗi nhập liệu

source: Update
da: Opdater
de: Aktualisieren
es_mx: Actualizar
fr: Mise à jour
hu: Frissítés
it: Aggiorna
ja: 更新
nl: Bijwerken
pt: Atualizar
ru: Обновить
sr: Obnovi
tr: Güncelle
vi: Cập nhật

source: Login successful
da: Login succesfuld
de: Anmeldung erfolgreich
es_mx: Inicio de sesión exitoso
fr: Connexion réussie
hu: Sikeres bejelentkezés
it: Accesso riuscito
ja: ログインが成功しました
nl: Inloggen succesvol
pt: Inicio de sessão com sucesso
ru: Вы вошли
sr: Prijava uspešna
tr: Oturum açıldı
vi: Đăng nhập thành công

source: Logged in successfully
da: Logget ind
de: Erfolgreich eingeloggt
es_mx: Se ha iniciado sesión con éxito
fr: Connexion réussie
hu: Sikeres bejelentkezés
it: Accesso effettuato con successo
ja: ログイン成功
nl: Met succes ingelogd
pt: Sessão iniciada com sucesso
ru: Вы успешно вошли в систему
sr: Uspešno prijavljivanje
tr: Başarıyla giriş yapıldı
vi: Đăng nhập thành công

source: Login failed
da: Login mislykkedes
de: Login fehlgeschlagen
es_mx: Error al iniciar sesión
fr: Login invalide
hu: Belépés sikertelen
it: Accesso non riuscito
ja: ログインに失敗しました
nl: Inloggen mislukt
pt: Não foi possível iniciar a sessão
ru: Ошибка входа
sr: Neuspešna prijava
tr: Giriş başarısız
vi: Đăng nhập thất bại

source: Check your input and try again.
da: Tjek din indtastning og prøv igen.
de: Überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es_mx: Verifique su entrada e intente nuevamente.
fr: Vérifiez votre saisie et réessayez.
hu: Ellenőrizd amit beírtál és próbáld újra.
it: Controllare i dati inseriti e riprovare.
ja: 入力内容を確認し、もう一度やり直してください。
nl: Controleer uw invoer en probeer het opnieuw.
pt: Verifique suas informações e tente novamente.
ru: Проверьте введенные данные и повторите попытку.
sr: Proverite svoj unos i pokušajte ponovno.
tr: Lütfen bilgilerinizi kontrol edin ve yeniden giriş yapın.
vi: Kiểm tra đầu vào của bạn và thử lại.

source: Mail delivery successful
da: Mail levering succesfuld
de: Mail erfolgreich gesendet
es_mx: Envío de correo exitoso
fr: Envoi du mail réussi
hu: Levél kézbesítése sikeres
it: Spedizione email riuscita
ja: メール送信成功
nl: E-mail levering gelukt
pt: Envio bem sucedido
ru: Отправка почты прошла успешно
sr: Isporuka pošte uspešna
tr: E-posta teslimi başarılı
vi: Thư đã được gửi đi thành công

source: Check your inbox for the login link. If you have an account, you will receive a login link. Check in spam too.
da: Tjek din indbakke for login-linket. Hvis du har en konto, vil du modtage et login-link. Tjek også spam.
de: Prüfen Sie Ihren Posteingang auf den Anmeldelink. Wenn Sie ein Konto haben, erhalten Sie einen Anmeldelink. Prüfen Sie auch den Spam.
es_mx: Revisa tu bandeja de entrada para el enlace de inicio de sesión. Si tienes una cuenta, recibirás un enlace de inicio de sesión. Revisa también el correo no deseado.
fr: Vérifiez votre boîte de réception pour le lien de connexion. Si vous avez un compte, vous recevrez un lien de connexion. Vérifiez également dans le courrier indésirable.
hu: A bejelentkezési linket keresd a bejövő email fiókodban. Ellenőrizd a spameket is.
it: Controlla la tua casella di posta per il link di accesso. Se hai un account, riceverai un link di accesso. Controlla anche lo spam.
ja: ログイン用リンクを受信箱でご確認ください。アカウントをお持ちの場合は、ログイン用リンクが届きます。迷惑メールボックスもチェックしてください。
nl: Controleer uw inbox voor de login link. Als u een account heeft, ontvangt u een login link. Controleer ook in spam.
pt: Verifique na sua caixa de correio o link de login. Se tiver uma conta, irá receber um link de login. Verifique também a caixa de spam.
ru: Проверьте свой почтовый ящик на наличие ссылки для входа в систему. Если у вас есть учетная запись, вы получите ссылку для входа в систему. Проверьте также спам.
sr: Proverite svoj inbox za link za prijavu. Ako imate račun, dobićete link za prijavu. Proverite i spam.
tr: Gelen kutunuzu kontrol edin. Eğer hesabınız varsa giriş yapabilmeniz için bir link alacaksınız. Spam klasörünüzü de kontrol edin.
vi: Kiểm tra hộp thư để nhận liên kết đăng nhập. Nếu bạn đã có tài khoản, bạn sẽ nhận một liên kết đăng nhập. Kiểm tra đồng thời thư mục spam.

source: Mail delivery failed
da: Mail levering mislykkedes
de: E-Mail Zustellung fehlgeschlagen
es_mx: Error al enviar el correo
fr: L'envoi du mail a échoué
hu: Sikertelen a levél kézbesítése
it: Invio della posta non riuscito
ja: メール送信失敗
nl: E-mailbezorging mislukt
pt: Falha na entrega de e-mail
ru: Не удалось доставить почту
sr: Dostava mejla neuspešna
tr: Posta teslimi başarısız oldu
vi: Gửi mail thất bại

source: Or continue with other methods
da: Eller fortsæt med andre metoder
de: Oder mit anderen Methoden fortfahren
es_mx: O continúe con otros métodos
fr: Ou continuer avec d'autres méthodes
hu: Vagy próbáljon más módszert
it: Oppure proseguire con altri metodi
ja: あるいは他の方法で続けますか
nl: Of ga verder met andere methoden
pt: Ou continuar com outros métodos
ru: Или продолжить с другими методами
sr: Ili nastavite sa drugim metodama
tr: Veya başka yöntemlerle devam edin
vi: Hoặc tiếp tục với phương thức khác

source: Username
da: Brugernavn
de: Nutzername
es_mx: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt: Nome de utilizador
ru: Логин
sr: Korisničko ime
tr: Kullanıcı Adı
vi: Tên người dùng

source: Your username
da: Dit brugernavn
de: Ihr Benutzername
es_mx: Tu nombre de usuario
fr: Votre nom d'utilisateur
hu: Felhasználónév
it: Il tuo nome utente
ja: ユーザー名
nl: Je gebruikersnaam
pt: O seu nome de utilizador
ru: Логин
sr: Vaše korisničko ime
tr: Kullanıcı adınız
vi: Tên người dùng của bạn

source: Password
da: Adgangskode
de: Passwort
es_mx: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pt: Palavra-chave
ru: Пароль
sr: Lozinka
tr: Parola
vi: Mật khẩu

source: Your password
da: Din adgangskode
de: Dein Passwort
es_mx: Tu contraseña
fr: Mot de passe
hu: Jelszó
it: La tua password
ja: パスワード
nl: Je wachtwoord
pt: A sua palavra-passe
ru: Ваш пароль
sr: Vaša lozinka
tr: Parolanız
vi: Mật khẩu của bạn

source: Reset password
da: Nulstil adgangskode
de: Passwort zurücksetzen
es_mx: Restablecer contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
it: Reimposta password
ja: パスワードを再設定
nl: Wachtwoord opnieuw instellen
pt: Redefinir palavra-passe
ru: Сбросить пароль
sr: Resetujte lozinku
tr: Parolayı sıfırla
vi: Đặt lại mật khẩu

source: Email
de: Mail
es_mx: Correo electrónico
ja: メールアドレス
nl: E-mailadres
ru: Электронная почта
sr: E-pošta
tr: E-posta
vi: Địa chỉ email
