Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Setting {0} updated successfully
da: Indstilling af {0} opdateret
de: Einstellung {0} erfolgreich aktualisiert
es_mx: El ajuste {0} se ha actualizado correctamente
fr: Paramètre {0} mis à jour avec succès
hu: A {0} beállítás sikeresen módosítva
it: Impostazione {0} aggiornata correttamente
ja: 設定 {0} が正常に更新されました
nl: Instelling {0} met succes bijgewerkt
pt: Definição {0} atualizada com sucesso
ru: Настройки {0} успешно обновлены
sr: Podešavanje {0} uspešno ažurirano
tr: {0} ayarı başarıyla güncellendi
vi: Cấu hình {0} được cập nhật thành công

source: Error editing setting
da: Fejl under redigering af indstilling
de: Fehler beim Bearbeiten der Einstellung
es_mx: Error al editar el ajuste
fr: Erreur lors de la modification des paramètres
hu: Beállítás szerkesztési hiba
it: Errore nella modifica dell'impostazione
ja: エラー編集設定
nl: Fout bij bewerken instelling
pt: Erro ao editar configuração
ru: Ошибка при редактировании настроек
sr: Greška prilikom izmene podešavanja
tr: Ayarı düzenlemede hata
vi: Lỗi sửa thiết lập

source: Error loading settings
da: Fejl ved indlæsning af indstillinger
fr: Impossible de charger les paramètres
hu: Hiba az beállítások betöltése során
it: Errore nel caricamento delle impostazioni
ja: 設定の読み込み中にエラーが発生しました
nl: Fout bij laden instellingen
ru: Ошибка загрузки настроек

source: No Settings
da: Ingen indstillinger
fr: Aucun paramètre
hu: Nincsenek beállítások
it: Nessuna impostazione
ja: 設定なし
nl: Geen instellingen
ru: Настройки отсутствуют

source: There are no configurable settings available
da: Der er ingen tilgængelige konfigurerbar indstillinger
fr: Aucun paramètre configurable n'est disponible
hu: Nincsenek szerkeszthető beállítások
it: Non ci sono impostazioni configurabili disponibili
ja: 設定可能な項目はありません
nl: Er zijn geen configureerbare instellingen beschikbaar
ru: Нет доступных настраиваемых параметров

source: No settings specified
da: Ingen indstillinger specificeret
de: Keine Einstellungen angegeben
es_mx: No se especificaron ajustes
fr: Aucun paramètre spécifié
hu: Nincs megadva beállítás
it: Nessuna impostazione specificata
ja: 設定なし
nl: Geen instellingen opgegeven
pt: Nenhuma configuração especificada
ru: Настройки не указаны
sr: Podešavanje nije izabrano
tr: Ayar belirtilmemiş
vi: Không có cấu hình cụ thể

source: Exact Match
da: Præcis match
it: Corrispondenza esatta
ja: 完全に一致
nl: Exacte overeenkomst
ru: Точное совпадение

source: Current part
da: Aktuelle del
it: Articolo corrente
ja: 現在の部品
nl: Huidig onderdeel
ru: Текущая деталь

source: Already Imported
da: Allerede importeret
it: Già importato
ja: 既にインポート済み
nl: Al geïmporteerd
ru: Уже импортировано

source: Supplier
da: Leverandør
de: Lieferant
es_mx: Proveedor
fr: Fournisseur
hu: Beszállító
it: Fornitore
ja: 仕入先
nl: Leverancier
pt: Fornecedor
ru: Поставщик
sr: Dobavljač
tr: Sağlayıcı
vi: Nhà cung cấp

source: Loading...
da: Indlæser...
de: Lade...
es_mx: Cargando...
fr: Chargement...
hu: Betöltés...
it: Caricamento...
ja: 読み込み中…
nl: Laden...
pt: A carregar...
ru: Загрузка...
sr: Učitavanje
tr: Yükleniyor...
vi: Đang tải...

source: Error fetching suppliers
da: Fejl ved hentning af leverandører
it: Errore nel recupero dei fornitori
ja: サプライヤーの取得中にエラーが発生しました
nl: Fout bij ophalen leveranciers
ru: Ошибка при получении списка поставщиков

source: Select supplier
da: Vælg leverandør
it: Seleziona fornitore
ja: サプライヤーを選択
nl: Selecteer leverancier
ru: Выберите поставщика

source: Found {0} results
da: Fandt {0} resultater
it: Trovati {0} risultati
ja: {0} 件の結果が見つかりました
nl: {0} Resultaten gevonden
ru: Найдено результатов {0}

source: Import this part
da: Importer denne del
it: Importa questo articolo
ja: この部品をインポートする
nl: Importeer dit onderdeel
ru: Импортировать эту деталь

source: Are you sure you want to import this part into the selected category now?
da: Er du sikker på, du vil importere denne del til den valgte kategori nu?
it: Sei sicuro di voler importare ora questo articolo nella categoria selezionata?
ja: この部品を今すぐ選択したカテゴリにインポートしてもよろしいですか？
nl: Weet u zeker dat u dit deel nu in de geselecteerde categorie wilt importeren?
ru: Вы уверены, что хотите импортировать эту деталь в выбранную категорию прямо сейчас?

source: Import Now
da: Importer nu
it: Importa ora
ja: 今すぐインポートします
nl: Nu importeren
ru: Импортировать сейчас

source: Select and edit the parameters you want to add to this part.
da: Vælg og rediger de parametre, du vil tilføje til denne del.
it: Selezionare e modificare i parametri che si desidera aggiungere a questo articolo.
ja: この部品に追加したいパラメータを選択して編集してください。
nl: Selecteer en bewerk de parameters die u wilt toevoegen aan dit onderdeel.
ru: Выберите и отредактируйте параметры, которые вы хотите добавить к этой детали.

source: Default category parameters
da: Standard kategori parametre
it: Parametri categoria predefinita
ja: デフォルトカテゴリパラメータ
nl: Standaard categorie parameters
ru: Параметры категории по умолчанию

source: Other parameters
da: Andre parametre
it: Altri parametri
ja: その他のパラメータ
nl: Andere parameters
ru: Прочие параметры

source: Add a new parameter
da: Tilføj ny parameter
it: Aggiungi un nuovo parametro
ja: 新しいパラメータを追加する
nl: Een parameter toevoegen
ru: Добавить новый параметр

source: Skip
da: Spring over
it: Salta
ja: スキップ
nl: Overslaan
ru: Пропустить

source: Create Parameters
da: Opret Parametre
it: Crea Parametro
ja: パラメータを作成する
nl: Parameter aanmaken
ru: Создать параметры

source: Create initial stock for the imported part.
da: Opret startlager til den importerede del.
it: Crea stock iniziale per la parte importata.
ja: インポートした部品の初期在庫を作成する。
nl: Maak eerste voorraad aan voor het geïmporteerde onderdeel.
ru: Создать начальный запас для импортированной детали.

source: Next
da: Næste
it: Successivo
ja: 次へ
nl: Volgende
ru: Далее

source: Edit Part
da: Rediger Del
de: Teil bearbeiten
fr: Modifier la pièce
hu: Alkatrész szerkesztése
it: Modifica Articolo
ja: パーツを編集
nl: Onderdeel bewerken
pt: Editar Peça
ru: Редактировать деталь
sr: Izmeni deo
tr: Parçayı Düzenle
vi: Sửa phụ kiện

source: Part imported successfully!
da: Del importeret!
it: Articolo importato con successo!
ja: 部品のインポートに成功しました！
nl: Onderdeel succesvol geïmporteerd!
ru: Деталь успешно импортирована!

source: Failed to import part:
da: Kunne ikke importere del:
it: Importazione parte non riuscita:
ja: 部品のインポートに失敗しました:
nl: Onderdeel importeren mislukt:
ru: Не удалось импортировать деталь:

source: Are you sure, you want to import the supplier and manufacturer part into this part?
da: Er du sikker på, du vil importere leverandør og producent del i denne del?
it: Sei sicuro di voler importare il fornitore e il produttore articolo in questo articolo?
ja: この部品にサプライヤーとメーカーの部品をインポートしてもよろしいですか？
nl: Weet u zeker dat u het leveranciers en het fabrikant onderdeel wilt importeren
ru: Вы уверены, что хотите импортировать поставщика и производителя в эту деталь?

source: Import
da: Importer
it: Importa
ja: インポート
nl: Importeer
ru: Импорт

source: Parameters created successfully!
da: Parametre oprettet!
it: Parametro creato con successo!
ja: パラメータの作成に成功しました！
nl: Parameters succesvol aangemaakt!
ru: Параметры успешно созданы!

source: Failed to create parameters, please fix the errors and try again
da: Mislykkedes at oprette parametre. Ret venligst fejlene og prøv igen
it: Impossibile creare i parametri, si prega di correggere gli errori e riprovare
ja: パラメータの作成に失敗しました。エラーを修正して再度 試してください。
nl: Het maken van parameters is mislukt, fix de errors en probeer opnieuw
ru: Не удалось создать параметры, исправьте ошибки и попробуйте снова

source: Part imported successfully from supplier {0}.
da: Del importeret succesfuldt fra leverandør {0}.
it: Parte importata con successo dal fornitore {0}.
ja: 部品がサプライヤー{0}から正常にインポートされました。
nl: Onderdeel succesvol geïmporteerd van leverancier {0}.
ru: Деталь успешно импортирована от поставщика {0}.

source: Open Part
da: Åbn Del
it: Apri articolo
ja: 部品の詳細を表示
nl: Onderdeel openen
ru: Открыть деталь

source: Open Supplier Part
da: Åben Leverandørdel
it: Apri Fornitore Articolo
ja: サプライヤー部品の詳細を表示
nl: Onderdeel leverancier openen
ru: Открыть позицию поставщика

source: Open Manufacturer Part
da: Åbn Producentdel
it: Apri Produttore Articolo
ja: メーカー部品の詳細を表示
nl: Onderdeel fabrikant openen
ru: Открыть позицию производителя

source: Import Supplier Part
da: Import leverandør del
it: Importa Fornitore Articolo
ja: サプライヤー部品をインポート
nl: Leveranciers onderdeel importeren
ru: Импортировать позицию поставщика

source: Search Supplier Part
da: Søg I Leverandørdel
it: Trova Articolo del Fornitore
ja: サプライヤー部品を検索
nl: Leveranciers onderdeel zoeken
ru: Позиция поставщика

source: Confirm import
da: Bekræft import
it: Conferma importazione
ja: インポートを確認
nl: Importeren bevestigen
ru: Подтвердить импорт

source: Done
da: Afslut
it: Fatto
ja: 完了
nl: Klaar
ru: Готово

source: Error fetching part requirements
da: Fejl under hentning af delkrav
it: Errore nel recuperare i requisiti del'articolo
ja: 部品要件の取得中にエラーが発生しました
nl: Fout bij ophalen onderdelen eisen
ru: Ошибка получения требований к детали

source: Requirements
da: Krav
it: Requisiti
ja: AIT テーマ要件チェック
nl: Vereisten
ru: Требования

source: Build Requirements
da: Bygge Krav
it: Requisiti Di Costruzione
ja: ビルド要件
nl: Bouw Eisen
ru: Требования сборки

source: Sales Requirements
da: Salgs Krav
it: Requisiti di vendita
ja: 販売要件
nl: Verkoop eisen
ru: Требования продаж

source: In Stock
da: På Lager
de: Auf Lager
es_mx: En Stock
fr: En Stock
hu: Készleten
it: In giacenza
ja: 在庫あり
nl: Op voorraad
pt: Em Estoque
ru: На складе
sr: U zalihama
tr: Stokta
vi: Còn hàng

source: Required Quantity
da: Krævet Antal
es_mx: Cantidad requerida
fr: Quantité requise
hu: Szükséges mennyiség
it: Quantità richiesta
ja: 必要数量
nl: Vereiste hoeveelheid
ru: Требуемое количество
sr: Potrebna količina

source: New Purchase Order
da: Ny Indkøbsordre
es_mx: Nueva orden de compra
fr: Nouvel ordre de commande
hu: Új beszerzési rendelés
it: Nuovo ordine d'acquisto
ja: 新規発注
nl: Nieuwe inkooporder
ru: Создать заказ на закупку
sr: Novi nalog za kupovinu

source: Purchase order created
da: Indkøbsordre oprettet
es_mx: Orden de compra creada
fr: Ordre de commande créé
hu: Beszerzési rendelés létrehozva
it: Ordine d'acquisto creato
ja: 発注書作成完了
nl: Inkooporder aangemaakt
ru: Заказ на закупку создан
sr: Kreiran nalog za kupovinu

source: New Supplier Part
da: Vis Leverandør Del
es_mx: Nueva Parte de Proveedor
fr: Nouvelle pièce de fournisseur
hu: Új beszállítói alkatrész
it: Nuovo articolo fornitore
ja: 新しいサプライヤー・パーツ
nl: Nieuw leveranciersdeel
ru: Создать деталь поставщика
sr: Novi deo dobavljača

source: Supplier part created
da: Leverandør del oprettet
de: Zuliefererteil erstellt
fr: Pièce de fournisseur créée
hu: Beszállítói alkatrész létrehozva
it: Articolo fornitore creato
ja: サプライヤー部品作成
nl: Leveranciersdeel aangemaakt
pt: Fornecedor da Peça criado
ru: Деталь поставщика создана
sr: Deo dobavljača kreiran
tr: Sağlayıcı parçası oluşturuldu
vi: Đã tạo sản phẩm nhà cung cấp

source: Add to Purchase Order
da: Føj til indkøbsordre
es_mx: Añadir a la orden de compra
fr: Ajouter aux ordres de commandes
hu: Hozzáadás beszerzési rendeléshez
it: Aggiungi all'ordine d'acquisto
ja: 注文書に追加する
nl: Toevoegen aan inkooporder
ru: Добавить в заказ на закупку
sr: Dodaj u nalog za kupovinu

source: Part added to purchase order
da: Del tilføjet til indkøbsordre
es_mx: Parte añadida a la orden de compra
fr: Pièce ajoutée à l'ordre de commande
hu: Alkatrész hozzáadva a beszerzési rendeléshez
it: Articolo aggiunto all'ordine di acquisto
ja: 注文書に追加された部品
nl: Onderdeel aan inkooporder toegevoegd
ru: Детали добавлены в заказ на закупку
sr: Deo dodat u nalog za kupovinu

source: Select supplier part
da: Vælg leverandørdel
fr: Sélectionner une pièce du fournisseur
hu: Beszállítói alkatrész kiválasztása
it: Seleziona l'articolo del fornitore
ja: サプライヤー部品の選択
nl: Selecteer leveranciersdeel
ru: Выберите деталь поставщика

source: Copy supplier part number
da: Kopier leverandørens del nummer
it: Copia il numero articolo del fornitore
ja: サプライヤー部品番号をコピー
nl: Kopiëer leveranciersartikelnummer
ru: Скопировать номер детали поставщика

source: New supplier part
da: Ny leverandørdel
es_mx: Nueva parte de proveedor
fr: Nouvelle pièce fournisseur
hu: Új beszállítói alkatrész
it: Nuovo articolo fornitore
ja: 新サプライヤー部品
nl: Nieuw leveranciers onderdeel
ru: Создать деталь поставщика
sr: Novi deo dobavljača

source: Select purchase order
da: Vælg indkøbsordre
fr: Sélectionner un ordre de commande
hu: Beszerzési rendelés kiválasztása
it: Seleziona ordine d'acquisto
ja: 注文書の選択
nl: Selecteer een bestelling
ru: Выберите заказ на закупку

source: New purchase order
da: Ny indkøbsordre
es_mx: Nueva orden de compra
fr: Nouvel ordre de commande
hu: Új beszerzési rendelés
it: Nuovo ordine d'acquisto
ja: 新規発注
nl: Nieuwe inkooporder
ru: Создать заказ на закупку
sr: Novi nalog za kupovinu

source: Add to selected purchase order
da: Tilføj til den valgte indkøbsordre
es_mx: Añadir a la orden de compra seleccionada
fr: Ajouter aux ordres de commande sélectionnés
hu: Hozzáadás a kiválasztott beszerzési rendeléshez
it: Aggiungi all'ordine di acquisto selezionato
ja: 選択した注文書に追加する
nl: Toevoegen aan geselecteerde inkooporder
ru: Добавить в выбранный заказ на закупку
sr: Dodaj u izabrani nalog za kupovinu

source: No parts selected
da: Ingen dele valgt
es_mx: No hay partes seleccionadas
fr: Aucune pièce sélectionnée
hu: Nincs kiválasztva alkatrész
it: Nessun articolo selezionato
ja: 部品選択なし
nl: Geen onderdelen geselecteerd
ru: Не выбраны детали
sr: Nema izabranih delova

source: No purchaseable parts selected
da: Ingen dele, der kan købes, er valgt
es_mx: Ninguna pieza comprable seleccionada
fr: Aucune pièce achetable sélectionnée
hu: Nincs kiválasztva beszerezhető alkatrész
it: Nessun articolo acquistabile selezionato
ja: 購入可能な部品が選択されていない
nl: Geen koopbare onderdelen geselecteerd
ru: Не выбраны детали, которые можно закупить
sr: Nema izabranih delova koji se mogu kupiti

source: Parts Added
da: Dele Tilføjet
es_mx: Partes añadidas
fr: Pièce ajoutée
hu: Alkatrészek hozzáadva
it: Articolo aggiunto
ja: 部品が追加された
nl: Onderdelen toegevoegd
ru: Детали добавлены
sr: Delovi dodati

source: All selected parts added to a purchase order
da: Alle valgte dele føjet til en indkøbsordre
es_mx: Todas las piezas seleccionadas añadidas a una orden de compra
fr: Toutes les pièces sélectionnées ont été ajouté à l'ordre de commande
hu: Minden kiválasztott alkatrész beszerzési rendeléshez adva
it: Tutte le parti selezionate aggiunte all'ordine di acquisto
ja: 選択されたすべての部品が発注書に追加される
nl: Alle geselecteerde onderdelen toegevoegd aan een inkooporder
ru: Все выбранные детали добавлены в заказ на закупку
sr: Svi izabrani delovi su dodati nalogu za kupovinu

source: You must select at least one part to order
da: Du skal vælge mindst en del for at bestille
es_mx: Debe seleccionar al menos una parte para ordenar
fr: Vous devez sélectionner au moins une pièce à commander
hu: Legalább egy alkatrész választása szükséges a rendeléshez
it: Devi selezionare almeno un articolo da ordinare
ja: 少なくとも1つの部品を選択して注文する必要があります。
nl: U moet minstens één onderdeel selecteren om te bestellen
ru: Необходимо выбрать хотя бы одну деталь для закупки
sr: Morate izabrati bar jedan deo za naručivanje

source: Supplier part is required
da: Leverandør del er påkrævet
es_mx: La pieza del proveedor es necesaria
fr: Le fournisseur est requis
hu: Beszállítói alkatrész szükséges
it: L'articolo fornitore è richiesto
ja: サプライヤーの部品が必要
nl: Leveranciersonderdeel is vereist
ru: Необходимо указать деталь поставщика
sr: Deo dobavljača je neophodan

source: Quantity is required
da: Mængde er påkrævet
es_mx: Cantidad requerida
fr: La quantité est requise
hu: Mennyiség megadása kötelező
it: La quantità è richiesta
ja: 数量が必要です
nl: Hoeveelheid is vereist
ru: Необходимо указать количество
sr: Količina je neophodna

source: Invalid part selection
da: Ugyldig del valg
es_mx: Selección de pieza inválida
fr: Sélection invalide
it: Selezione articolo invalida
ja: 無効な部品選択
nl: Ongeldige onderdeel selectie
ru: Неправильный выбор деталей
sr: Nevažeći izbor dela

source: Please correct the errors in the selected parts
da: Ret venligst fejlene i de valgte dele
es_mx: Por favor, corrija los errores en las partes seleccionadas
fr: Veuillez corriger les erreurs dans la sélection des pièces
it: Si prega di correggere gli errori negli articoli selezionati
ja: 選択した部品の誤りを訂正してください。
nl: Corrigeer de fouten in de geselecteerde onderdelen
ru: Исправьте ошибки в выбранных деталях
sr: Molimo ispravite greške u izabranim delovima

source: Order Parts
da: Bestil dele
es_mx: Pedir Piezas
fr: Commander des pièces
hu: Alkatrészek megrendelése
it: Ordine Articoli
ja: パーツの注文
nl: Onderdelen bestellen
ru: Закупить детали
sr: Naruči delove

source: Go to the InvenTree dashboard
da: Gå til InvenTree dashboard
de: Gehe zum InvenTree Dashboard
es_mx: Ir al panel de InvenTree
fr: Accéder au tableau de bord InvenTree
it: Vai alla bacheca InvenTree
ja: InvenTreeのダッシュボードに移動します。
nl: Ga naar het InvenTree dashboard
pt: Ir para o painel do InvenTree
ru: Перейти к панели InvenTree
sr: Idi na InvenTree kontrolnu tablu
tr: InvenTree Gösterge Paneline Git
vi: Về dasboard

source: Visit the documentation to learn more about InvenTree
da: Besøg dokumentationen for at lære mere om InvenTree
de: Besuche die Dokumentation, um mehr über InvenTree zu erfahren
es_mx: Visite la documentación para obtener más información sobre InvenTree
fr: Consultez la documentation pour en savoir plus sur InvenTree
it: Visita la documentazione per saperne di più su InvenTree
ja: InvenTreeの詳細については、ドキュメントをご覧ください。
nl: Bezoek de documentatie om meer te weten te komen over InvenTree
pt: Visite a documentação para saber mais sobre o InvenTree
ru: Посетите документацию, чтобы узнать больше о InvenTree
sr: Posetite stranicu sa dokumentacijom da saznate više o InvenTree
tr: InvenTree hakkında daha fazla öğrenmek için belgelendirmeyi ziyaret edin
vi: Truy cập tài liệu để tìm hiểu thêm về InvenTree

source: About the InvenTree org
da: Om InvenTree org
de: Über die InvenTree Organisation
es_mx: Acerca de la organización InvenTree
fr: À propos d'InvenTree
hu: Az inventree.org-ról
it: Informazioni su InvenTree org
ja: InvenTree orgについて
nl: Over InvenTree org
pt: Sobre a organização InvenTree
ru: О программе InvenTree org
sr: O InvenTree organizaciji
tr: InvenTree org hakkında
vi: Giới thiệu InvenTree org

source: Server Information
da: Server informationer
de: Server Informationen
es_mx: Información del Servidor
fr: Information serveur
hu: Szerver Információk
it: Informazioni sul Server
ja: サーバー情報
nl: Server informatie
pt: Informações do Servidor
ru: Информация о сервере
sr: Informacije o serveru
tr: Sunucu Bilgisi
vi: Thông tin máy chủ

source: About this InvenTree instance
da: Om denne InvenTree instans
es_mx: Acerca de esta instancia de InvenTree
fr: A propos de instance Inventree actuelle
it: Informazioni su questa istanza di Inventree
ja: このInvenTreeインスタンスについて
nl: Over deze InvenTree instantie
ru: Об этом сервере InvenTree
sr: O ovoj InvenTree instanci

source: License Information
da: Licensoplysninger
de: Lizenz Informationen
es_mx: Información de licencia
fr: Informations de licence
hu: Licensz információk
it: Informazioni sulla licenza
ja: 有効にすると、プラグインを削除しているときに、ライセンス情報を含むデータベース (ロールデータを除く) からこのプラグインに関連するすべてのデータを削除します。この場合、ライセンスは自動的に非アクティブ化されません
nl: Licentie informatie
pt: Informações de licença
ru: Информация о лицензии
sr: Informacije o licenci
tr: Lisans Bilgisi
vi: Thông tin giấy phép

source: Licenses for dependencies of the service
da: Licenser for afhængigheder af tjenesten
de: Lizenzen für Abhängigkeiten des Services
es_mx: Licencias para dependencias del servicio
fr: Licences des dépendances du service
it: Licenze per dipendenze del servizio
ja: サービスの依存関係のライセンス
nl: Licenties voor afhankelijkheden van de service
pt: Licenças para as dependências do serviço
ru: Лицензии на зависимостей сервиса
sr: Licence za servise
tr: Servisin bağımlılıkları için lisanslar
vi: Giấy phép dịch vụ phụ thuộc

source: Open Navigation
da: Åbn navigation
de: Navigation öffnen
es_mx: Abrir navegación
fr: Ouvrir la navigation
hu: Navigáció megnyitása
it: Apri navigazione
ja: ナビゲーションを開く
nl: Open navigatie
pt: Abrir a navegação
ru: Открыть панель навигации
sr: Otvori stranicu za navigaciju
tr: Gezinmeyi Aç
vi: Mở điều hướng

source: Open the main navigation menu
da: Åben hoved navigationsmenuen
de: Hauptnavigationsmenü öffnen
es_mx: Abrir el menú de navegación principal
fr: Ouvrir le menu principal de navigation
it: Apri il menu di navigazione principale
ja: メインナビゲーションメニューを開く
nl: Open het hoofdnavigatiemenu
pt: Abrir o menu de navegação principal
ru: Открыть главное меню навигации
sr: Otvori glavni navigacioni meni
tr: Ana gezinme menüsünü aç
vi: Mở menu điều hướng chính

source: Scan a barcode or QR code
da: Scan en stregkode eller QR-kode
fr: Scanner un code bar ou un QR code
it: Scansiona un codice a barre o un codice QR
ja: バーコードまたはQRコードをスキャンする
nl: Scan een streepjescode of QR-code
ru: Сканировать штрихкод или QR-код
sr: Skeniraj bar kod ili QR kod

source: Go to your user settings
da: Gå til brugerindstillinger
it: Vai alle impostazioni utente
ja: ユーザー設定に移動してください
nl: Ga naar uw gebruikersinstellingen
ru: Перейти к настройкам пользователя

source: Go to Purchase Orders
da: Gå til indkøbsordrer
it: Vai agli ordini di acquisto
ja: 発注書へ移動
nl: Ga naar inkooporders
ru: Перейти к заказам на закупку

source: Go to Sales Orders
da: Gå til salgsordrer
it: Vai agli ordini di vendita
ja: セールスオーダーへ移動
nl: Ga naar verkooporders
ru: Перейти к заказам на продажу

source: Go to Return Orders
da: Gå til returordrer
it: Vai agli Ordini di Reso
ja: 返品オーダーへ移動
nl: Ga naar retourorders
ru: Перейти к заказам на возврат

source: Go to Build Orders
da: Gå til Bygge Ordrer
it: Vai agli ordini di produzione
ja: ビルドオーダーへ移動
nl: Ga naar bouwopdracht
ru: Перейти к заказам на сборку

source: Go to System Settings
da: Gå til Systemindstillinger
it: Vai alle impostazioni di sistema
ja: システム設定へ移動
nl: Ga naar systeeminstellingen
ru: Перейти к системным настройкам

source: Go to the Admin Center
da: Gå til Admin Center
es_mx: Ir al Centro de Administración
fr: Accéder au centre d'administration
it: Vai al centro di amministrazione
ja: 管理センターへ
nl: Ga naar het beheergedeelte
ru: Перейти в админ центр
sr: Idi na administratorski centar
tr: Yönetim Merkezine Git
vi: Đi đến Trung tâm quản trị

source: Manage InvenTree plugins
da: Administrer InvenTree plugins
ja: InvenTreeプラグインを管理する
nl: InvenTree plug-ins beheren

source: InvenTree API documentation
da: InvenTree API dokumentation
de: InvenTree API Dokumentation
es_mx: Documentación del API de InvenTree
fr: Documentation de l'API d'InvenTree
hu: InvenTree API dokumentáció
it: Documentazione API di InvenTree
ja: InvenTree API ドキュメント
nl: InvenTree API documentatie
pt: Documentação da API InvenTree
ru: Документация по API InvenTree
sr: Dokumentacija o InvenTree API
tr: InvenTree API dokümantasyonu
vi: Tài liệu InvenTree API

source: Developer Manual
da: Udvikler manual
de: Entwicklerhandbuch
es_mx: Manual del desarrollador
fr: Manuel du développeur
hu: Fejlesztői dokumentáció
it: Manuale Dello Sviluppatore
ja: 開発者マニュアル
nl: Handleiding voor ontwikkelaar
pt: Manual do Desenvolvedor
ru: Руководство разработчика
sr: Uputstvo za developere
tr: Geliştirici Kılavuzu
vi: Sổ tay lập trình
