Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Edit Profile Information
da: Rediger Profil Information
fr: Modifier les informations du profil
it: Modifica informazioni del profilo
ja: プロフィール情報の編集
nl: Profielgegevens bewerken
ru: Редактировать данные профиля

source: Profile details updated
da: Profil detaljer opdateret
fr: Détails du profil mis à jour
hu: Profil adatok frissítve
it: Dettagli profilo aggiornati
ja: プロフィール詳細更新完了
nl: Profielgegevens bijgewerkt
ru: Данные профиля обновлены

source: First Name
da: Fornavn
es_mx: Nombre
fr: Prénom
hu: Keresztnév
it: Nome
ja: 名
nl: Voornaam
ru: Имя
sr: Ime
tr: Ad

source: Last Name
da: Efternavn
es_mx: Apellido
fr: Nom
hu: Vezetéknév
it: Cognome
ja: 姓
nl: Achternaam
ru: Фамилия
sr: Prezime
tr: Soyad

source: Staff Access
da: Personale Adgang
es_mx: Acceso de personal
fr: Accès du personnel
it: Accesso Al Personale
ja: スタッフアクセス
nl: Toegang tot medewerkers
ru: Доступ сотрудника
sr: Pristup osoblja
tr: Personel Girişi

source: Display Name
da: Vis Navn
fr: Nom affiché
hu: Megjelenítendő név
it: Nome Visualizzato
ja: 表示名
nl: Toon naam
ru: Отображаемое имя
sr: Prikazano ime
tr: Adı Görüntüle

source: Position
da: Stilling
fr: Localisation
hu: Pozíció
it: Posizione
ja: 位置
nl: Positie
ru: Должность

source: Type
de: Typ
hu: Típus
it: Tipo
ja: タイプ
ru: Тип
vi: Loại

source: Organisation
hu: Szervezet
it: Organizzazione
ja: 組織
nl: Organisatie
ru: Организация

source: Primary Group
da: Primær Gruppe
fr: Group primaire
hu: Elsődleges csoport
it: Gruppo Principale
ja: プライマリーグループ
nl: Primaire groep
ru: Основная группа

source: Account Details
da: Kontodetaljer
de: Kontodetails
fr: Détails du compte
it: Dettagli account
ja: アカウント詳細
nl: Accountgegevens
ru: Сведения об аккаунте

source: Account Actions
da: Kontohandlinger
fr: Actions du compte
it: Azioni Account
ja: アカウントアクション
nl: Profiel acties
ru: Действия с аккаунтом

source: Edit Account
da: Rediger Konto
fr: Modifier le compte
hu: Fiók módosítása
it: Modifica Account
ja: アカウント編集
nl: Bewerk account
ru: Редактировать аккаунт

source: Change Password
da: Ændre Adgangskode
es_mx: Cambiar Contraseña
fr: Changer le mot de passe
hu: Jelszó módosítása
it: Cambia password
ja: パスワードの変更
nl: Wachtwoord wijzigen
ru: Изменить пароль
sr: Promeni lozinku

source: Change User Password
da: Ændre Brugeradgangskode
es_mx: Cambiar Contraseña de Usuario
fr: Changer le mot de passe de l'utilisateur
it: Cambia Password Utente
ja: ユーザーパスワードの変更
nl: Wijzig gebruikerswachtwoord
ru: Изменить пароль пользователя
sr: Promeni korisničku lozinku

source: Profile Details
da: Profil Detaljer
fr: Détails du profil
hu: Profil részletei
it: Dettagli Profilo
ja: プロファイルの詳細
nl: Profiel gegevens
ru: Сведения о профиле

source: Edit Profile
da: Rediger Profil
fr: Modifier le profil
hu: Profil szerkesztése
it: Modifica Profilo
ja: プロフィールを編集
nl: Bewerk profiel
ru: Редактировать профиль

source: Reauthentication Succeeded
da: Genautentificer Gennemført
it: Riautenticazione Riuscita
ja: 再認証が成功しました
nl: Opnieuw aanmelden succesvol
ru: Повторная аутентификация прошла успешно

source: You have been reauthenticated successfully.
da: Du er blevet genautentificer med succes.
it: Sei stato riautenticato con successo.
ja: 再認証が成功しました
nl: U bent succesvol opnieuw aangemeld
ru: Вы успешно повторно прошли аутентификацию.

source: Error during reauthentication
da: Fejl under genautentificer
it: Errore durante la riautenticazione
ja: 再認証中にエラーが発生しました
nl: Fout bij Opnieuw aanmelden
ru: Ошибка при повторной аутентификации

source: Reauthentication Failed
da: Genautentificer Mislykkedes
it: Ri-autenticazione non riuscita
ja: 再認証に失敗しました
nl: Opnieuw aanmelden mislukt
ru: Повторная аутентификация не удалась

source: Failed to reauthenticate
da: Genautentificer mislykkedes
it: Ri-autenticazione fallita
ja: 再認証に失敗しました
nl: Opnieuw verifiëren mislukt
ru: Не удалось повторно пройти аутентификацию

source: Reauthenticate
da: Genautentificer
it: Riautenticazione
ja: 認証
nl: Opnieuw verifiëren
ru: Пройти повторную аутентификацию

source: Reauthentiction is required to continue.
da: Genautentificering kræves for at fortsætte.
it: La ri-autenticazione è necessaria per continuare.
ja: 続行するには再認証が必要です
nl: U moet zich opnieuw aanmelden om door te kunnen gaan.
ru: Для продолжения необходима повторная аутентификация.

source: Enter your password
da: Indtast din adgangskode
fr: Entrez votre mot de passe
hu: Add meg a jelszavad
it: Inserisci la tua password
ja: パスワードを入力してください
nl: Voer je wachtwoord in
ru: Введите пароль

source: Enter one of your TOTP codes
da: Indtast en af dine TOTP koder
it: Inserisci uno dei codici TOTP
ja: ワンタイムパスワードを入力してください
nl: Voer een van Uw TOTP-codes in
ru: Введите один из ваших кодов TOTP

source: WebAuthn Credential Removed
da: WebAuthn legitimationsoplysninger fjernet
it: Credenziale WebAuthn Rimossa
ja: WebAuthnの認証情報が削除されました
nl: WebAuthn inloggegevens verwijderd
ru: Учётные данные WebAuthn удалены

source: WebAuthn credential removed successfully.
da: WebAuthn legitimationsoplysninger blev fjernet.
it: Credenziale WebAuthn rimossa con successo.
ja: WebAuthnの認証情報が正常に削除されました
nl: WebAuthn inloggegevens succesvol verwijderd.
ru: Учётные данные WebAuthn успешно удалены.

source: Error removing WebAuthn credential
da: Fejl ved fjernelse af WebAuthn legitimationsoplysninger
it: Errore nella rimozione della credenziale WebAuthn
ja: WebAuthn認証情報の削除に失敗しました
nl: Fout bij verwijderen van WebAuthn aanmeldgegevens
ru: Ошибка при удалении учётных данных WebAuthn

source: Remove WebAuthn Credential
da: Fjern WebAuthn legitimationsoplysninger
it: Rimuovi Credenziale WebAuthn
ja: WebAuthnの認証情報を削除します
nl: Verwijder WebAuthn aanmeldgegevens
ru: Удалить учётные данные WebAuthn

source: Confirm Removal
da: Bekræft sletning
it: Conferma Rimozione
ja: 削除を確認します
nl: Bevestig verwijderen
ru: Подтвердить удаление

source: Confirm removal of webauth credential
da: Bekræft fjernelse af webauth legitimationsoplysninger
it: Conferma la rimozione delle credenziali webauth
ja: Web認証情報の削除を確認してください
nl: Verwijderen van webauth-inloggegevens bevestigen
ru: Подтвердите удаление учётных данных WebAuthn

source: TOTP Removed
da: TOTP Fjernet
it: TOTP Rimosso
ja: ワンタイムパスワードは削除されました
nl: TOTP Verwijderd
ru: Код TOTP удалён

source: TOTP token removed successfully.
da: TOTP token blev fjernet.
it: Token TOTP rimosso con successo.
ja: ワンタイムパスワードトークンは正常に削除されました。
nl: TOTP-token succesvol verwijderd.
ru: Токен TOTP успешно удалён.

source: Error removing TOTP token
da: Fejl ved fjernelse af TOTP token
it: Errore nel rimuovere il token TOTP
ja: ワンタイムパスワードトークンの削除に失敗しました
nl: Fout bij verwijderen van TOTP-token
ru: Ошибка при удалении токена TOTP

source: Remove TOTP Token
da: Fjern TOTP Token
it: Rimuovi Token TOTP
ja: ワンタイムパスワードトークンを削除します
nl: TOTP-Token verwijderen
ru: Удалить токен TOTP

source: Confirm removal of TOTP code
da: Bekræft fjernelse af TOTP kode
it: Conferma la rimozione del codice TOTP
ja: ワンタイムパスワードコードの削除を確認してください
nl: Verwijderen van TOTP-Code bevestigen
ru: Подтвердите удаление кода TOTP

source: TOTP Already Registered
da: TOTP Allerede Registreret
it: TOTP Già Registrato
ja: ワンタイムパスワードは既に登録済みです
nl: TOTP is al geregistreerd
ru: TOTP уже зарегистрирован

source: A TOTP token is already registered for this account.
da: En TOTP token er allerede registreret for denne konto.
it: Un token TOTP è già registrato per questo account.
ja: このアカウントには既にワンタイムパスワードトークンが登録されています
nl: Er is al een TOTP-token geregistreerd voor dit account.
ru: Для этой учётной записи уже зарегистрирован токен TOTP.

source: Error Fetching TOTP Registration
da: Fejl Ved Hentning Af TOTP Registrering
it: Errore Nel Recupero Della Registrazione TOTP
ja: ワンタイムパスワード登録の取得中にエラーが発生しました
nl: Fout bij ophalen van TOTP-registratie
ru: Ошибка при получении регистрации TOTP

source: An unexpected error occurred while fetching TOTP registration data.
da: En uventet fejl opstod under hentning af TOTP registreringsdata.
it: Si è verificato un errore imprevisto durante il recupero dei dati di registrazione TOTP.
ja: ワンタイムパスワード登録データの取得中に予期せぬエラーが発生しました
nl: Er is een onverwachte fout opgetreden bij het ophalen van de TOTP-registratiegegevens.
ru: Произошла непредвиденная ошибка при получении данных регистрации TOTP.

source: TOTP Registered
da: TOTP Registrerede
it: TOTP Registrato
ja: ワンタイムパスワード登録済み
nl: TOTP geregistreerd
ru: TOTP зарегистрирован

source: TOTP token registered successfully.
da: TOTP token registreret.
it: Token TOTP registrato con successo.
ja: ワンタイムパスワードトークンの登録が成功しました
nl: TOTP-token succesvol geregistreerd.
ru: Токен TOTP успешно зарегистрирован.

source: Error registering TOTP token
da: Fejl ved registrering af TOTP token
fr: Erreur d'enregistrement du jeton TOTP
it: Errore registrazione token TOTP
ja: TOTPトークンの登録エラー
nl: Fout bij het registreren van TOTP token
ru: Ошибка регистрации токена TOTP

source: Register TOTP Token
da: Registrer TOTP Token
fr: Enregistrer le jeton TOTP
hu: TOTP token regisztrálása
it: Registra Token TOTP
ja: TOTPトークンの登録
nl: TOTP Token registreren
ru: Зарегестрировать токен TOTP

source: Error fetching recovery codes
da: Fejl ved hentning af gendannelseskoder
it: Errore nel recupero dei codici di recupero
ja: 復旧コードの取得に失敗しました
nl: Fout bij ophalen herstelcodes
ru: Ошибка при получении резервных кодов

source: Recovery Codes
da: Gendannelseskoder
fr: Codes de récupération
hu: Helyreállító kódok
it: Codici di recupero
ja: 回復コード
nl: Herstel codes
ru: Коды восстановления

source: The following one time recovery codes are available for use
da: Følgende engangskoder til gendannelse er tilgængelige til brug
it: È disponibile per l'uso il seguente codice di recupero monouso
ja: 以下の一時復旧コードが利用できます
nl: De volgende eenmalige herstelcodes zijn beschikbaar
ru: Доступны следующие одноразовые резервные коды

source: Copy recovery codes to clipboard
da: Kopier gendannelseskoder til udklipsholder
it: Copia i codici di recupero negli appunti
ja: 復旧コードをクリップボードにコピーします
nl: Herstelcodes kopiëren naar klembord
ru: Скопировать резервные коды в буфер обмена

source: No Unused Codes
da: Ingen Ubrugte Koder
it: Nessun Codice Inutilizzato
ja: 未使用のコードはありません
nl: Geen ongebruikte codes
ru: Нет неиспользованных кодов

source: There are no available recovery codes
da: Der er ingen tilgængelige gendannelseskoder
it: Non ci sono codici di recupero disponibili
ja: 利用可能な復旧コードはありません
nl: Er zijn geen herstelcodes beschikbaar
ru: Доступных резервных кодов нет

source: WebAuthn Registered
da: WebAuthn Registreret
it: WebAuthn Registrato
ja: WebAuthn登録済み
nl: WebAuthn Geregistreerd
ru: WebAuthn зарегистрирован

source: WebAuthn credential registered successfully
da: WebAuthn legitimationsoplysninger registreret
it: Credenziali WebAuthn registrate con successo
ja: WebAuthnの認証情報が正常に登録されました
nl: WebAuthn inloggegevens succesvol geregistreerd
ru: Учётные данные WebAuthn успешно зарегистрированы

source: Error registering WebAuthn credential
da: Fejl ved registrering af WebAuthn legitimationsoplysninger
it: Errore nella registrazione delle credenziali WebAuthn
ja: WebAuthn認証情報の登録中にエラーが発生しました
nl: Fout bij het registreren van WebAuthn inloggegevens
ru: Ошибка при регистрации учётных данных WebAuthn

source: WebAuthn Registration Failed
da: WebAuthn Registrering Fejlede
it: Registrazione WebAuthn Fallita
ja: WebAuthnの登録が失敗しました
nl: WebAuthn Registratie Mislukt
ru: Регистрация WebAuthn не удалась

source: Failed to register WebAuthn credential
da: Kunne ikke registrere WebAuthn legitimationsoplysninger
it: Registrazione delle credenziali di WebAuthn non riuscita
ja: WebAuthn認証情報の登録に失敗しました
nl: Registreren van WebAuthn inloggegevens mislukt
ru: Не удалось зарегистрировать учётные данные WebAuthn

source: Error fetching WebAuthn registration
da: Fejl ved hentning af WebAuthn registrering
it: Errore nel recupero della registrazione WebAuthn
ja: WebAuthn登録の取得中にエラーが発生しました
nl: Fout bij ophalen van WebAuth-registratie
ru: Ошибка при получении регистрации WebAuthn

source: Time-based One-Time Password
da: Tidsbaseret Engangskodeord
fr: Mot de passe à usage unique basé sur le temps
it: Password monouso basata sul tempo
ja: 時間ベースのワンタイムパスワード(TOTP)
nl: Tijdgebonden eenmalige wachtwoord
ru: Алгоритм одноразового пароля на основе времени

source: One-Time pre-generated recovery codes
da: Engangs prægenererede gendannelseskoder
fr: Codes de récupération générés à l'avance en une seule fois
it: Codici di recupero monouso pre-generati
ja: 事前に生成された1回限りのリカバリーコード
nl: Eenmalige vooraf gegenereerde recovery codes
ru: Коды восстановления доступа используя TOTP

source: Web Authentication (WebAuthn) is a web standard for secure authentication
da: Webgodkendelse (WebAuthn) er en webstandard til sikker godkendelse
it: Autenticazione Web (WebAuthn) è uno standard web per l'autenticazione sicura
ja: Web認証（WebAuthn）は、安全な認証のためのウェブ標準です。
nl: Web Authentication (WebAuthn) is een web-standaard voor beveiligde authenticatie
ru: Web-аутентификация (WebAuthn) — это веб-стандарт для безопасной аутентификации

source: Last used at
da: Sidst anvendt den
fr: Dernière utilisation à
hu: Utoljára használva
it: Ultimo utilizzo
ja: 最終使用
nl: Laatst gebruikt op
ru: Последнее использование

source: Created at
da: Oprettet den
fr: Créer à
hu: Létrehozva
it: Creato il
ja: 作成
nl: Gemaakt op
ru: Создан

source: Not Configured
da: Ikke konfigureret
fr: Pas configuré
hu: Nincs beállítva
it: Non Configurato
ja: 未構成
nl: Niet geconfigureerd
ru: Не настроен

source: No multi-factor tokens configured for this account
da: Ingen multi-faktor tokens konfigureret for denne konto
fr: Pas de jeton multi facteur configuré pour ce compte
it: Nessun token multi-fattore configurato per questo account
ja: このアカウントには多要素トークンが設定されていません。
nl: Geen multi-factor tokens geconfigureerd voor dit account
ru: Токены многофакторной аутентификации для данного аккаунта не настроены

source: Register Authentication Method
da: Registrer Autentificerings Metode
it: Registra Metodo Di Autenticazione
ja: 登録認証方法
nl: Registreer verificatiemethode
ru: Зарегистрировать метод аутентификации

source: No MFA Methods Available
da: Ingen Multifaktorgodkendelse Metoder Tilgængelige
it: Nessun Metodi MFA Disponibili
ja: 多要素認証は利用できません
nl: Geen MFA-methoden beschikbaar
ru: Нет доступных методов MFA

source: There are no MFA methods available for configuration
da: Der er ingen Multifaktorgodkendelse metoder til rådighed til konfiguration
it: Non ci sono metodi MFA disponibili per la configurazione
ja: 設定可能な多要素認証方式はありません
nl: Er zijn geen MFA-methoden beschikbaar voor configuratie
ru: Нет доступных методов MFA для настройки

source: Secret
da: Hemmelighed
hu: Titok
it: Password
ja: シークレット
nl: Geheim
ru: Секрет

source: One-Time Password
da: Engangskodeord
fr: Mot de passe à usage unique
hu: Egyszer használható jelszó
it: Password monouso
ja: ワンタイムパスワード
nl: Eenmalig wachtwoord
ru: Одноразовый пароль

source: Enter the TOTP code to ensure it registered correctly
da: Indtast TOTP koden for at sikre at den er registreret korrekt
fr: Saisissez le code TOTP pour vous assurer qu'il a été enregistré correctement
it: Inserisci il codice TOTP per assicurarti che sia registrato correttamente
ja: TOTPコードを入力し、正しく登録されていることを確認します。
nl: Voer de TOTP-code in om ervoor te zorgen dat deze correct geregistreerd is
ru: Введите код TOTP, чтобы убедиться, что он зарегистрирован правильно

source: Email Addresses
da: E-mail adresser
fr: Adresses email
hu: E-mail címek
it: Indirizzo email
ja: E メールアドレス
nl: E-mail adressen
ru: Адреса электронной почты

source: Single Sign On
fr: Inscription unique
hu: Single Sign On (SSO)
it: Accesso singolo
ja: シングルサインオン
nl: Enkele aanmelding
ru: Технология единого входа (SSO)

source: Not enabled
da: Ikke aktiveret
de: Nicht aktiviert
es_mx: No habilitado
fr: Non activé
hu: Nem engedélyezett
it: Non abilitato
ja: 有効になっていません
nl: Niet actief
pt: Não habilitado
ru: Не включен
sr: Nije omogućeno
tr: Etkin değil
vi: Không kích hoạt

source: Single Sign On is not enabled for this server
da: Single Sign On er ikke aktiveret for denne server
fr: L'inscription unique n'est pas active sur ce serveur
it: L'accesso singolo non è abilitato per questo server
ja: このサーバーではシングルサインオンが有効になっていません
nl: Eenmalige aanmelding is niet ingeschakeld voor deze server
ru: Технология единого входа (SSO) не включена на данном сервере

source: Access Tokens
da: Adgangs Token
fr: Jeton d'accès
hu: Hozzáférési tokenek
it: Token Di Accesso
ja: アクセス・トークン
nl: Toegang tokens
ru: Токены доступа

source: Session Information
fr: Informations sur la session
it: Informazioni sulla sessione
ja: セッション情報
nl: Sessie gegevens
ru: Информация о сессии

source: Timestamp
da: Tidsstempel
es_mx: Fecha y hora
fr: Horodatage
hu: Időbélyeg
it: Marca temporale
ja: タイムスタンプ
nl: Tijdstip
ru: Метка времени
sr: Vremenska oznaka

source: Method
da: Metode
fr: Méthode
hu: Mód
it: Metodo
ja: 方法
nl: Methode
ru: Метод

source: Error while updating email
da: Fejl under opdatering af e-mail
fr: Erreurs pendant la mise à jour de l'email
it: Errore durante l'aggiornamento dell'email
ja: メール更新時のエラー
nl: Fout tijdens het bijwerken van e-mail
ru: Ошибка обновления электронной почты

source: Currently no email addresses are registered.
da: Der er i øjeblikket ingen e-mailadresser registreret.
fr: Actuellement, aucune adresse email n'est enregistrer.
it: Attualmente nessun indirizzo email è registrato.
ja: 現在、メールアドレスは登録されていません。
nl: Momenteel zijn er geen e-mailadressen geregistreerd.
ru: В настоящее время не зарегистрирован ни один адрес электронной почты.

source: The following email addresses are associated with your account:
da: Følgende e-mailadresser er knyttet til din konto:
de: Die folgenden E-Mail-Adressen sind mit deinem Konto verknüpft:
es_mx: Las siguientes direcciones de correo electrónico están asociadas con tu cuenta:
fr: Les adresses de messagerie suivantes sont associées à votre compte :
hu: A következő email címek vannak hozzárendelve a felhasználódhoz:
it: I seguenti indirizzi email sono associati con il tuo account:
ja: 以下のメールアドレスがアカウントに関連付けられています：
nl: De volgende e-mailadressen zijn gekoppeld aan uw account:
pt: Os seguintes endereços de e-mail estão associados à sua conta:
ru: С вашей учетной записью связаны следующие адреса электронной почты:
sr: Sledeća adresa elektronske pošte povezana sa vašim nalogom
tr: Aşağıdaki e-posta adresleri hesabınızla ilişkilendirilmiştir:
vi: Địa chỉ email sau đã được liên kết với tài khoản của bạn:

source: Primary
da: Primær
de: Primär
es_mx: Primario
fr: Principale
hu: Elsődleges
it: Principale
ja: プライマリー
nl: Hoofd
pt: Primário
ru: Основной
sr: Primarni
tr: Birincil
vi: Chính

source: Verified
da: Verificeret
de: Verifiziert
es_mx: Verificado
fr: Vérifiée
hu: Ellenőrizve
it: Verificato
ja: 承認済み
nl: Gecontroleerd
pt: Verificado
ru: Проверено
sr: Verifikovan
tr: Doğrulandı
vi: Đã xác minh

source: Unverified
da: Ikke verificeret
de: Unbestätigt
es_mx: Sin verificar
fr: Non vérifiée
hu: Nem ellenőrzött
it: Non verificato
ja: 未承認
nl: Niet-geverifieerd
pt: Não verificado
ru: Непроверенный
sr: Nije verifikovan
tr: Doğrulanmadı
vi: Chưa xác minh

source: Make Primary
da: Sæt som primær
de: Primär machen
es_mx: Convertir en principal
fr: Rendre Principale
hu: Legyen elsődleges
it: Rendi principale
ja: メインに指定
nl: Maak primair
pt: Tornar Primária
ru: Сделать основным
sr: Učini ga primarnim
tr: Birincil Yap
vi: Chọn mặc định

source: Re-send Verification
da: Gensend Verifikation
de: Senden Sie die Bestätigung erneut
es_mx: Reenviar verificación
fr: Renvoyer le message de vérification
hu: Megerősítés újraküldése
it: Invia nuovamente il Codice di Verifica
ja: 検証の再送信
nl: Verificatie opnieuw verzenden
pt: Reenviar Verificação
ru: Отправить подтверждение повторно
sr: Ponovo pošalji verifikaciju
tr: Doğrulama Kodunu Yeniden Gönder
vi: Gửi lại xác minh

source: Add Email Address
da: Tilføj e-mailadresse
de: Emailadresse hinzufügen
es_mx: Añadir dirección de correo electrónico
fr: Ajouter une adresse email
hu: Email cím hozzáadása
it: Aggiungi indirizzo email
ja: メールアドレスの追加
nl: E-mailadres toevoegen
pt: Adicionar Endereço de Email
ru: Добавить адрес электронной почты
sr: dodaj adresu elektronske pošte
tr: E-posta Adresi Ekle
vi: Thêm địa chỉ email

source: E-Mail
es_mx: Correo electrónico
hu: E-mail cím
ja: メールアドレス
ru: Электронная почта
sr: E pošta
tr: E-posta

source: E-Mail address
da: E-mail adresse
de: E-Mail Adresse
es_mx: Dirección de correo electrónico
fr: Adresse e-mail
hu: Email cím
it: Indirizzo e-mail
ja: 電子メールアドレス
nl: E-mailadres
pt: Endereço de E-mail
ru: Адрес электронной почты
sr: Adresa elektronske pošte
tr: E-Posta adresi
vi: Địa chỉ Email

source: Error while adding email
da: Fejl ved tilføjelse af e-mail
fr: Erreur pendant l'ajout de l'email
it: Errore durante l'aggiunta della email
ja: メール追加時のエラー
nl: Fout tijdens het toevoegen van e-mail
ru: Ошибка добавления электронной почты

source: Add Email
da: Tilføj E-mail
de: E-Mail hinzufügen
es_mx: Añadir correo electrónico
fr: Ajouter l’e-mail
hu: Email hozzáadása
it: Aggiungi Email
ja: メールアドレスを追加
nl: E-mail toevoegen
pt: Adicionar Email
ru: Добавить Email
sr: Dodaj adresu elektronske pošte
tr: E-posta Ekle
vi: Thêm email

source: There are no providers connected to this account.
da: Der er ingen udbydere forbundet til denne konto.
fr: Aucun fournisseur n'est lié à ce compte.
it: Non ci sono provider connessi a questo account.
ja: このアカウントに接続されているプロバイダーはありません。
nl: Er zijn geen providers verbonden met dit account.
ru: Нет провайдеров, подключенных к этой учетной записи.

source: You can sign in to your account using any of the following providers
da: Du kan logge ind på din konto ved hjælp af en af følgende udbydere
fr: Vous pouvez vous connecter à votre compte en utilisant l'un des fournisseurs suivants
it: Puoi accedere al tuo account utilizzando uno dei seguenti provider
ja: 以下のプロバイダーのいずれかを使用してアカウントにサインインできます。
nl: U kunt inloggen op uw account via een van de volgende providers
ru: Вы можете войти в свою учётную запись, используя любой из следующих провайдеров

source: Remove Provider Link
da: Fjern Udbyderlink
fr: Retirer lien du fournisseur
it: Rimuovi Collegamento Provider
ja: プロバイダーリンクの削除
nl: Provider link verwijderen
ru: Удалить ссылку провайдера

source: Display Settings
da: Skærmindstillinger
de: Anzeigeneinstellungen
es_mx: Ajustes de Visualización
fr: Paramètres d'Affichage
hu: Megjelenítési beállítások
it: Impostazioni Schermo
ja: ディスプレイの設定
nl: Toon Instellingen
pt: Definições de Exibição
ru: Настройки отображения
sr: Podešavanje ekrana
tr: Görüntü Ayarları
vi: Cài đặt hiển thị

source: Language
da: Sprog
de: Sprache
es_mx: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
pt: Idioma
ru: Язык
sr: Jezik
tr: Dil
vi: Ngôn ngữ

source: Use pseudo language
da: Brug pseudosprog
de: Pseudosprache verwenden
es_mx: Usar pseudoidioma
fr: Utiliser une pseudo langue
hu: Használj pszeudo nyelvet
it: Usa linguaggio pseudo
ja: 擬似言語の使用
nl: Gebruik pseudo taal
pt: Usar pseudo-idioma
ru: Использовать псевдолокализацию
sr: Koristi pseudo jezik
tr: Sahte dil kullanın
vi: Sử dụng ngôn ngữ pseudo

source: Color Mode
da: Farve Tilstand
de: Farbmodus
es_mx: Modo de color
fr: Mode de couleur
hu: Megjelenítési mód
it: Modalità Colore
ja: カラーモード
nl: Kleur modus
pt: Modo de Cor
ru: Цветовое оформление
sr: Tip boje
tr: Renk Modu
vi: Chế độ màu sắc

source: Highlight color
da: Fremhæv farver
es_mx: Color de resaltado
fr: Couleur de surbrillance
hu: Kiemelés színe
it: Colore di evidenziazione
ja: ハイライトカラー
nl: Kleur accentueren
ru: Цвет выделения
sr: Označi boju

source: Example
da: Eksempel
es_mx: Ejemplo
fr: Exemple
hu: Példa
it: Esempio
ja: 例
nl: Voorbeeld
ru: Пример
sr: Primer

source: White color
da: Hvid farve
de: Weiße Farbe
es_mx: Color blanco
fr: Couleur blanche
hu: Fehér szín
it: Colore bianco
ja: ホワイト
nl: Witte kleur
pt: Cor branca
ru: Белый цвет
sr: Bela boja
tr: Beyaz
vi: Màu trắng
