Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Password updated
da: Adgangskode opdateret
fr: Mot de passe mis à jour
hu: Jelszó frissítve
it: Password aggiornata
ja: パスワードを更新しました
nl: Wachtwoord bijgewerkt
ru: Пароль обновлён

source: Add user
da: Tilføj bruger
de: Benutzer hinzufügen
fr: Ajouter un utilisateur
hu: Felhasználó hozzáadása
it: Aggiungi utente
ja: ユーザーを追加
nl: Gebruiker toevoegen
pt: Adicionar utilizador
ru: Создать пользователя
sr: Dodaj korisnika
tr: Kullanıcı ekle

source: Show active users
da: Vis aktive brugere
de: Aktive Benutzer anzeigen
es_mx: Mostrar usuarios activos
fr: Afficher les utilisateurs actifs
it: Mostra utenti attivi
ja: アクティブユーザーの表示
nl: Toon actieve gebruikers
ru: Показать активных пользователей
sr: Prikaži aktivne korisnike
tr: Etkin kullanıcıları göster

source: Show staff users
da: Vis personale brugere
de: Mitarbeiter anzeigen
es_mx: Mostrar usuarios del personal
fr: Afficher les utilisateurs du personnel
it: Mostra utenti staff
ja: スタッフユーザーを表示
nl: Toon medewerkers
ru: Показать сотрудников
sr: Prikaži osoblje
tr: Personel kullanıcıları göster

source: Show superusers
da: Vis superbruger
de: Administratoren anzeigen
es_mx: Mostrar superusuarios
fr: Afficher les super-utilisateurs
it: Mostra superutenti
ja: スーパーユーザーを表示
nl: Toon administrators
ru: Показать суперпользователей
sr: Prikaži superkorisnike
tr: Süper kullanıcıları göster

source: Edit User
da: Rediger bruger
es_mx: Editar usuario
fr: Modifier l'utilisateur
hu: Felhasználó szerkesztése
it: Modifica Utente
ja: ユーザーを編集
nl: Wijzig gebruiker
ru: Редактировать пользователя

source: Add User
da: Tilføj Bruger
fr: Ajouter un utilisateur
hu: Felhasználó hozzáadása
it: Aggiungi Utente
ja: ユーザーを追加
nl: Gebruiker toevoegen
ru: Создать пользователя

source: Added user
da: Tilføjet bruger
de: Benutzer hinzugefügt
es_mx: Usuario agregado
fr: Utilisateur ajouté
hu: Felhasználó hozzáadása sikeres
it: Utente aggiunto
ja: ユーザー追加
nl: Gebruiker toegevoegd
pt: Usuário adicionado
ru: Пользователь добавлен
sr: Korisnik dodat
tr: Eklenen kullanıcı

source: User updated
da: Bruger opdateret
fr: Utilisateur mis à jour
hu: Felhasználó frissítve
it: Utente Aggiornato
ja: ユーザーを更新しました
nl: Gebruiker bijgewerkt
ru: Пользователь обновлён

source: User updated successfully
da: Bruger opdateret med succes
fr: Utilisateur mis à jour avec succès
it: Utente aggiornato correttamente
ja: ユーザーの更新が正常に完了しました
nl: Gebruiker met succes bijgewerkt
ru: Пользователь успешно обновлён

source: Error updating user
da: Fejl ved opdatering af bruger
fr: Impossible de mettre à jour l'utilisateur
it: Errore nell'aggiornare l'utente
ja: ユーザーの更新中にエラーが発生しました
nl: Fout bij bijwerken gebruiker
ru: Ошибка обновления пользователя

source: Install Item
da: Installer Element
es_mx: Instalar artículo
fr: Installer un élément
hu: Cikk beépítése
it: Installa Elemento
ja: インストール項目
nl: Installeer item
ru: Установить элемент
sr: Instaliraj stavku

source: Item installed
da: Element installeret
es_mx: Artículo instalado
fr: Élément installé
it: Elemento installato
ja: 装着品
nl: Item geïnstalleerd
ru: Элемент установлен
sr: Stavka instalirana

source: Uninstall Item
da: Afinstaller Element
es_mx: Desinstalar artículo
fr: Désinstaller l'élément
it: Disinstalla Elemento
ja: アンインストールアイテム
nl: Verwijder Item
ru: Удалить элемент
sr: Ukloni stavku

source: Item uninstalled
da: Element afinstalleret
es_mx: Artículo desinstalado
fr: Élément désinstallé
it: Elemento disinstallato
ja: アンインストールされたアイテム
nl: Item verwijderd
ru: Элемент удалён
sr: Stavka uklonjena

source: Uninstall stock item
da: Afinstaller lagervare
es_mx: Desinstalar artículo de existencias
fr: Désinstaller l'article en stock
it: Disinstallare l'elemento di magazzino
ja: ストックアイテムのアンインストール
nl: Verwijder voorraaditem
ru: Удалить складской элемент
sr: Ukloni stavku iz zaliha

source: Add Location Type
da: Tilføj Lokationstype
de: Lagerorttyp hinzufügen
es_mx: Añadir Tipo de Ubicación
fr: Ajouter un type d'emplacement
it: Aggiungi tipo di posizione
ja: ロケーションタイプの追加
nl: Voeg locatie type toe
pt: Adicionar Tipo de Localização
ru: Добавить тип места хранения
sr: Dodaj tip lokacije
tr: Konum Türü Ekle

source: Edit Location Type
da: Rediger Lokationstype
de: Lagerorttyp bearbeiten
es_mx: Editar Tipo de Ubicación
fr: Modifier le type d'emplacement
hu: Készlethely típus szerkesztése
it: Modifica tipo di posizione
ja: ロケーションタイプの編集
nl: Bewerk locatie type
pt: Editar Tipo de Localização
ru: Редактировать тип места хранения
sr: Izmeni tip lokacije
tr: Konum Türünü Düzenle

source: Delete Location Type
da: Slet Lokationstype
de: Lagerorttyp löschen
es_mx: Eliminar Tipo de Ubicación
fr: Supprimer le type d'emplacement
it: Elimina tipo di posizione
ja: ロケーションタイプの削除
nl: Locatie type verwijderen
pt: Apagar Tipo de Localização
ru: Удалить тип места хранения
sr: Obriši tip lokacije
tr: Konum Türünü Sil

source: Icon
da: Ikon
de: Symbol
es_mx: Icono
fr: Icône
hu: Ikon
it: Icona
ja: アイコン
nl: Pictogram
pt: Ícone
ru: Значок
sr: Ikona
tr: Simge

source: Stocktake Date
fr: Date d'inventaire
it: Data dell'inventario
ja: ストックテイク日
nl: Voorraadcontrole datum
ru: Дата инвентаризации
sr: Datum inventure
tr: Stok Sayımı Tarihi

source: Show stock for active parts
da: Vis lager for aktive dele
de: Bestand aktiver Teile anzeigen
fr: Afficher le stock pour les pièces actives
it: Mostra articoli a magazzino per gli articoli attivi
ja: 現役部品の在庫表示
nl: Voorraad voor actieve onderdelen tonen
pt: Mostrar estoque de peças ativas
ru: Показать запасы для активных деталей
sr: Prikaži zalihe za aktivne delove
tr: Aktif parçalar için stoku göster

source: Show stock for assembled parts
es_mx: Mostrar stock existencias para piezas ensambladas
fr: Afficher le stock pour les pièces actives
it: Mostra stock per gli articoli assemblati
ja: 組立部品の在庫表示
nl: Voorraad tonen van gemonteerde onderdelen
ru: Показать запасы для собранных частей
sr: Prikaži zalihe za sklopljene delove

source: Show items which have been allocated
da: Vis elementer som er blevet allokeret
de: Zugewiesene Artikel anzeigen
fr: Afficher les articles qui ont été alloués
it: Mostra gli articoli che sono stati assegnati
ja: 割り当て済みのアイテムを表示
nl: Toon items die zijn toegewezen
pt: Mostrar itens que foram alocados
ru: Показать элементы, которые были распределены
sr: Prikaži stavke koje su alocirane
tr: Ayrılan ögeleri göster

source: Show items which are available
da: Vis elementer, der er tilgængelige
de: Verfügbare Artikel anzeigen
fr: Afficher les articles disponibles
it: Mostra gli articoli che sono disponibili
ja: 利用可能なアイテムを表示
nl: Toon items die beschikbaar zijn
pt: Mostrar itens que estão disponíveis
ru: Показать доступные элементы
sr: Prikaži stavke koje su dostupne
tr: Stokta olan ögeleri göster

source: Include Sublocations
da: Inkluder underlokationer
de: Unter-Lagerorte einschließen
fr: Inclure les sous-emplacements
it: Includi sotto allocazioni
ja: サブロケーションを含む
nl: Inclusief sub locaties
pt: Incluir sublocações
ru: Включая вложенные склады
sr: Uključi podlokacije
tr: Alt Konumları İçer

source: Include stock in sublocations
da: Inkluder lager i underlokationer
de: Bestand in Unter-Lagerorten einschließen
fr: Inclure le stock dans les sous-emplacements
it: Includi articoli a magazzino nelle sotto allocazioni
ja: サブロケ地の在庫を含む
nl: Voorraad bij sub locaties opnemen
pt: Incluir estoque em sublocalizações
ru: Включить запасы в подместоположениях
sr: Uključi zalihe u podlokacijama
tr: Alt konumlardaki stoku içer

source: Depleted
da: Udtømt
de: Erschöpft
fr: Epuisé
hu: Kifogyott
it: Esaurito
ja: 枯渇
nl: Uitgeput
pt: Esgotado
ru: Исчерпан
sr: Potrošeno
tr: Tükendi

source: Show depleted stock items
de: Zeige aufgebrauchte Lagerbestände
fr: Afficher les articles épuisés
it: Mostra gli articoli a magazzino esauriti
ja: 在庫切れ商品の表示
nl: Toon lege voorraad items
pt: Mostrar itens de estoque esgotados
ru: Показать исчерпанные складские элементы
sr: Prikaži potrošene stavke
tr: Tükenen stok ögelerini göster

source: Show items which are in production
da: Vis varer der er i produktion
de: Zeige Teile welche in Produktion sind
fr: Afficher les articles en production
it: Mostra gli articoli che sono in produzione
ja: 生産中のアイテムを表示
nl: Toon artikelen die in productie zijn
pt: Mostrar itens que estão em produção
ru: Показать элементы, которые в производстве
sr: Prikaži stavke koje su u produkciji
tr: Üretimde olan ögeleri göster

source: Show items which have been consumed by a build order
da: Vis elementer som er blevet brugt af en byggeordre
es_mx: Mostrar artículos que han sido consumidos por una orden de construcción
fr: Afficher les articles qui ont été consommés par un ordre de fabrication
it: Mostra gli articoli che sono stati consumati da un ordine di produzione
ja: ビルドオーダーで消費されたアイテムの表示
nl: Toon items die zijn verbruikt bij een bouw bestelling
ru: Показать элементы, которые были израсходованы в заказе на сборку
sr: Prikaz stavki koje su iskorišćene proizvodnim nalogom

source: Show stock items which are installed in other items
da: Vis lagervarer som er installeret i andre varer
de: Zeige Bestand, welcher in anderen Teilen verbaut ist
fr: Afficher les articles qui sont installés dans d'autres articles
it: Mostra gli articoli a magazzino che sono installati in un altro articolo
ja: 他のアイテムにインストールされているストックアイテムを表示
nl: Toon voorraaditems die geïnstalleerd zijn in andere artikelen
pt: Mostrar itens de estoque que estão instalados em outros itens
ru: Показать складские элементы, установленные в другие элементы
sr: Prikaz stavki koje su instalirane u drugim stavkama
tr: Başka ögelerde kurulu olan stok ögelerini göster

source: Sent to Customer
da: Sendt til Kunden
de: Zum Kunden geschickt
fr: Envoyer au client
it: Inviato al cliente
ja: お客様に送付
nl: Verzonden naar klant
pt: Enviar para o Cliente
ru: Отправлены покупателю
sr: Pošalji mušteriji
tr: Müşteriye Gönderildi

source: Show items which have been sent to a customer
da: Vis varer som er blevet sendt til en kunde
de: Zeige Bestand, welcher zum Kunden gesendet wurde
fr: Montrer les articles envoyés au client
it: Mostra gli articoli che sono stati inviati a un cliente
ja: 顧客に送られた商品を表示
nl: Toon de items die naar een klant zijn gestuurd
pt: Mostrar itens que foram enviados para um cliente
ru: Показать элементы, которые были отправлены покупателю
sr: Prikaži stavke koje su poslate mušteriji
tr: Bir müşteriye gönderilen ögeleri göster

source: Show tracked items
da: Vis sporede elementer
de: Verfolgbare Objekte anzeigen
fr: Afficher les articles suivis
hu: Követett tételek mutatása
it: Mostra articoli tracciabili
ja: 追跡済みアイテムの表示
nl: Toon gevolgde objecten
pt: Mostrar itens rastreáveis
ru: Показать отслеживаемые элементы
sr: Prikaži praćene stavke
tr: İzlenen ögeleri göster

source: Has Purchase Price
da: Har Købspris
de: Hat Einkaufspreis
fr: A un prix d'achat
hu: Van beszerzési ára
it: Ha prezzo d'acquisto
ja: 購入価格
nl: Heeft aanschaf prijs
pt: Possui Preço de Compra
ru: Есть цена закупки
sr: Ima nabavnu cenu
tr: Satın Alma Fiyatı Olanlar

source: Show items which have a purchase price
da: Vis varer som har en købspris
de: Zeige Bestand, für welchen ein Einkaufspreis verfügbar ist
fr: Afficher les articles ayant un prix d'achat
it: Mostra gli articoli che hanno un prezzo d'acquisto
ja: 購入価格のある商品を表示
nl: Toon items met een aankoopprijs
pt: Mostrar itens que possuem um preço de compra
ru: Показать элементы, у которых есть цена закупки
sr: Prikaži stavke koje imaju nabavnu cenu
tr: Satın alma fiyatı olan ögeleri göster

source: Show items which have expired
da: Vis vare som er udløbet
es_mx: Mostrar artículos que han caducado
fr: Afficher les articles expirés
it: Mostra gli articoli scaduti
ja: 期限切れの商品を表示
nl: Toon items die verlopen zijn
ru: Показать просроченные элементы
sr: Prikaži stavke čiji rok je istekao

source: Show items which are stale
da: Vis vare som er forældede
es_mx: Mostrar artículos que son obsoletos
fr: Afficher les articles obsolètes
it: Mostra gli articoli obsoleti
ja: 古くなったアイテムを表示
nl: Toon items die verouderd zijn
ru: Показать устаревшие элементы
sr: Prikaži stavke koje su zastarele

source: Expired Before
da: Udløbet Før
es_mx: Expiró antes
fr: Expiré avant
it: Scaduto Prima
ja: 賞味期限切れ
nl: Verloopt voor
ru: Срок годности раньше
sr: Ističe pre

source: Show items which expired before this date
da: Vis elementer som er udløbet før denne dato
es_mx: Mostrar elementos que caducaron antes de esta fecha
fr: Afficher les articles expirés avant cette date
it: Mostra gli articoli scaduti prima di questa data
ja: この日より前に賞味期限が切れた商品を表示
nl: Toon items die voor deze datum verlopen zijn
ru: Показать элементы, срок годности которых истекает раньше указанной даты
sr: Prikaži stavke koje ističu pre ovog datuma

source: Expired After
da: Udløbet Efter
es_mx: Expiró después
fr: Expiré après
hu: Lejárt ekkor
it: Scaduto dopo
ja: 有効期限日数
nl: Vervallen na
ru: Срок годности позже
sr: Ističe nakon

source: Show items which expired after this date
da: Vis elementer som er udløbet efter denne dato
es_mx: Mostrar elementos que expiraron después de esta fecha
fr: Afficher les articles expirés après cette date
it: Mostra gli articoli scaduti dopo questa data
ja: 期限切れの商品を表示
nl: Toon items die vervallen na deze datum
ru: Показать элементы, срок годности которых истекает позже указанной даты
sr: Prikaži stavke koje ističu nakon ovog datuma

source: Updated Before
da: Opdateret Før
es_mx: Actualizado antes
fr: Mis à jour avant
it: Aggiornato prima
ja: 更新前
nl: Bijgewerkt voor
ru: Обновлены раньше
sr: Ažurirano pre

source: Show items updated before this date
da: Vis elementer opdateret før denne dato
es_mx: Mostrar elementos actualizados antes de esta fecha
fr: Afficher les articles mis à jour avant cette date
it: Mostra gli articoli aggiornati prima di questa data
ja: この日より前に更新されたアイテムを表示
nl: Toon items bijgewerkt voor deze datum
ru: Показать элементы, которые обновлены раньше указанной даты
sr: Prikaži stavke ažurirane pre ovog datuma

source: Updated After
da: Opdateret Efter
es_mx: Actualizado después de
fr: Mis à jour après
hu: Frissítve ez után
it: Aggiornato dopo
ja: 更新後
nl: Bijgewerkt na
ru: Обновлены позже
sr: Ažurirano nakon

source: Show items updated after this date
da: Vis elementer opdateret efter denne dato
es_mx: Mostrar elementos actualizados después de esta fecha
fr: Afficher les articles mis à jour après cette date
it: Mostra gli articoli aggiornati dopo questa data
ja: この日以降に更新されたアイテムを表示
nl: Toon items bijgewerkt na deze datum
ru: Показать элементы, которые обновлены позже указанной даты
sr: Prikaži stavke ažurirane nakon ovog datuma

source: Stocktake Before
es_mx: Inventario antes de
fr: Inventaire avant
it: Inventario Prima
ja: ストックテイク前
nl: Voorraadcontrole voor
ru: Инвентаризация раньше
sr: Inventar pre

source: Show items counted before this date
es_mx: Mostrar elementos contados antes de esta fecha
fr: Afficher les articles comptés avant cette date
it: Mostra gli articoli contati prima di questa data
ja: この日より前にカウントされたアイテムを表示
nl: Toon items geteld voor deze datum
ru: Показать позиции с проведенной инвентаризацией раньше указанной даты
sr: Prikaži stavke prebrojane pre ovog datuma

source: Stocktake After
es_mx: Inventario después de
fr: Inventaire après
it: Inventario Dopo
ja: ストックテイク後
nl: Voorraadcontrole na
ru: Инвентаризация позже
sr: Inventar nakon

source: Show items counted after this date
es_mx: Mostrar elementos contados después de esta fecha
fr: Afficher les articles comptés après cette date
it: Mostra gli articoli contati dopo questa data
ja: この日以降にカウントされたアイテムを表示
nl: Items geteld na deze datum weergeven
ru: Показать позиции с проведенной инвентаризацией позже указанной даты
sr: Prikaži stavke prebrojane nakon ovog datuma

source: External Location
da: Ekstern Lokation
de: Externer Lagerort
fr: Emplacement externe
it: Posizione Esterna
ja: 外部ロケーション
nl: Externe locatie
pt: Localização Externa
ru: Сторонний склад
sr: Eksterne lokacije
tr: Harici Konum

source: Show items in an external location
da: Vis elementer på en ekstern lokation
de: Zeige Elemente an einem externen Lagerort
fr: Afficher les articles dans un emplacement externe
it: Mostra gli articoli in una posizione esterna
ja: 外部ロケーションにアイテムを表示
nl: Toon items op een externe locatie
pt: Mostrar itens em uma localização externa
ru: Показать элементы со стороннего склада
sr: Prikaži stavke na eksternim lokacijama
tr: Harici bir konumdaki ögeleri göster

source: Order items
da: Bestil varer
fr: Trier les articles
hu: Megrendelés tételei
it: Ordina gli articoli
ja: 注文アイテム
nl: Bestelde items
ru: Закупить детали

source: Test
hu: Teszt
ja: テスト
pt: Teste
ru: Тест

source: Test result for installed stock item
da: Test resultat for installeret lagervare
de: Testergebnis für installierten Lagerbestand
fr: Résultat de test pour l'article installé
it: Risultato del test per l'articolo di magazzino installato
ja: ストック品装着時のテスト結果
nl: Test resultaat voor geïnstalleerde stock item
pt: Resultado do teste para o item de estoque instalado
ru: Результат теста для установленного складского элемента
sr: Test rezultat za instaliranu stavku
tr: Kurulan stok ögeleri için test sonucunu göster

source: Attachment
da: Vedhæftning
de: Anhang
fr: Pièce jointe
hu: Melléklet
it: Allegato
ja: 添付ファイル
nl: Bijlage
pt: Anexo
ru: Вложение
sr: Prilog
tr: Ek

source: Test station
fr: Station de test
hu: Tesztállomás
it: Stazione di prova
ja: テストステーション
pt: Estação de teste
ru: Испытательное оборудование
sr: Test stanica
tr: Test istasyonu

source: Finished
da: Færdig
de: Fertiggestellt
fr: Terminé
hu: Befejezve
it: Finito
ja: 修了済み
nl: Afgerond
pt: Concluído
ru: Завершён
sr: Završeno
tr: Bitti

source: Edit Test Result
da: Rediger Testresultat
de: Testergebnis bearbeiten
fr: Modifier le résultat du test
it: Modifica risultato del test
ja: テスト結果の編集
nl: Bewerk test resultaat
pt: Editar Resultado do Teste
ru: Редактировать результаты теста
sr: Izmeni test rezultat
tr: Test Sonucunu Düzenle

source: Test result updated
da: Test resultat opdateret
de: Testergebnis aktualisiert
fr: Résultat du test mis à jour
it: Risultato del test aggiornato
ja: テスト結果更新
nl: Test resultaat bijgewerkt
pt: Resultado do teste atualizado
ru: Результаты теста обновлены
sr: Test rezultat ažuriran
tr: Test sonucu güncellendi

source: Delete Test Result
da: Slet Testresultat
de: Testergebnis löschen
fr: Supprimer le résultat du test
hu: Teszt eredmény törlése
it: Cancellare il risultato del test
ja: テスト結果の削除
nl: Verwijder test resultaat
pt: Excluir Resultado do Teste
ru: Удалить результат теста
sr: Obriši test rezultat
tr: Test Sonucunu Sil

source: Test result deleted
da: Test resultat slettet
de: Testergebnis gelöscht
fr: Résultat du test supprimé
it: Risultato del test eliminato
ja: テスト結果削除
nl: Test resultaat verwijderd
pt: Resultado do teste excluído
ru: Результаты теста удалены
sr: Test rezultat obrisan
tr: Test sonucu silindi

source: Test Passed
da: Test Gennemført
de: Test bestanden
fr: Test validé
hu: Teszten megfelelt
it: Test superato
ja: テスト合格
nl: Test geslaagd
pt: Teste Aprovado
ru: Тест пройден
sr: Test uspešan
tr: Test Geçti

source: Test result has been recorded
da: Testresultatet er blevet registreret
de: Testergebnis wurde erfasst
fr: Le résultat du test a été enregistré
it: Il risultato del test è stato registrato
ja: 検査結果が記録されました
nl: Test resultaat werd opgenomen
pt: O resultado do teste foi gravado
ru: Результат теста записан
sr: Test rezultat je zabeležen
tr: Test sonucu kaydedildi

source: Failed to record test result
da: Fejlet at registrere testresultatet
de: Fehler beim Erfassen des Testergebnisses
fr: Échec de l'enregistrement du résultat du test
it: Impossibile registrare il risultato del test
ja: 試験結果の記録に失敗
nl: Kon testresultaat niet opnemen
pt: Falha ao gravar resultado do teste
ru: Не удалось записать результат теста
sr: Neuspešno dodavanje test rezultata
tr: Test sonucunu kaydetme başarısız oldu

source: Pass Test
de: Test bestanden
fr: Réussir le test
hu: Teszt sikeres
it: Test Passato
ja: パステスト
nl: Test geslaagd
pt: Passou no teste
ru: Тест пройден
sr: Uspešan test
tr: Testi Geçir

source: Show results for required tests
da: Vis resultater for påkrævede tests
de: Ergebnisse für erforderliche Tests anzeigen
fr: Afficher les résultats pour les tests requis
it: Mostra i risultati per i test richiesti
ja: 必要なテストの結果を表示
nl: Toon resultaten voor vereiste testen
pt: Mostrar resultados para testes necessários
ru: Показать результаты обязательных тестов
sr: Prikaži rezultate neophodnih testova
tr: İstenen testler için sonuçları göster

source: Include Installed
de: Installierte Teile einschließen
fr: Inclusions installées
it: Includi Elementi Installati
ja: インストール済み
nl: Inclusief geïnstalleerde
pt: Incluir Instalados
ru: Включить установленные
sr: Uključi instalirane
tr: Kurulanı İçer

source: Show results for installed stock items
da: Vis resultater for installerede lagervarer
de: Zeige Ergebnisse für installierte Lagerartikel
fr: Afficher les résultats pour les articles installés
it: Mostra risultati per gli articoli a magazzino
ja: インストールされているストックアイテムの結果を表示
nl: Resultaten van geïnstalleerde voorraadartikelen weergeven
pt: Mostrar resultados para itens de estoque instalados
ru: Показать результаты для установленных складских элементов
sr: Prikaži rezultate za instalirane stavke
tr: Kurulan stok ögeleri için sonuçları göster

source: Passed
da: Gennemført
de: Bestanden
fr: Réussi
hu: Megfelelt
it: Superato
ja: 合格
nl: Geslaagd
pt: Aprovado
ru: Пройден
sr: Uspešno
tr: Geçti

source: Show only passed tests
da: Vis kun bestået tests
de: Nur bestandene Tests anzeigen
fr: Montrer uniquement les tests réussis
it: Mostra solo i test superati
ja: 合格したテストのみを表示
nl: Toon alleen goedgekeurde tests
pt: Mostrar apenas testes aprovados
ru: Показать только пройденные тесты
sr: Pokaži samo uspešne testove
tr: Yalnızca geçen testleri göster

source: Show results for enabled tests
da: Vis resultater for aktiverede tests
es_mx: Mostrar resultados para las pruebas habilitadas
fr: Afficher les résultats pour les tests activés
it: Mostra i risultati per i test abilitati
ja: 有効化されたテストの結果を表示
nl: Toon resultaten voor ingeschakelde tests
ru: Показать результаты активных тестов
sr: Prikaži rezultate za omogućene testove

source: Include sublocations in results
da: Inkluder under lokation i resultater
de: Unterorte in Ergebnissen einbeziehen
fr: Inclure les sous-emplacements dans les résultats
it: Includi le sottoposizioni nei risultati
ja: 結果にサブロケーションを含める
nl: Inclusief sub locaties in resultaten
pt: Incluir sublocações nos resultados
ru: Включить вложенные склады в результат
sr: Uključi podlokacije u rezultatima
tr: Sonuçlarda alt konumları içer

source: Show structural locations
da: Vis strukturelle lokationer
de: Strukturstandorte anzeigen
fr: Afficher les emplacements structurels
it: Mostra posizioni strutturali
ja: 構造上の位置を表示
nl: Structurele locaties weergeven
pt: Mostrar localizações estruturais
ru: Показать структурные места хранения
sr: Pokaži strukturalne lokacije
tr: Yapısal konumları göster

source: Show external locations
da: Vis eksterne lokationer
de: Externe Orte anzeigen
fr: Montrer les stockages externes
it: Mostra posizioni esterne
ja: 外部ロケーションの表示
nl: Toon externe locaties
pt: Mostrar localizações externas
ru: Показать сторонние места хранения
sr: Pokaži eksterne lokacije
tr: Harici konumları göster

source: Has location type
da: Har lokationstype
de: Hat Standorttyp
fr: Possède un type d'emplacement
it: Ha tipo di posizione
ja: ロケーションタイプ
nl: Heeft locatie type
pt: Possui tipo de localização
ru: Задан тип места хранения
sr: Ima tip lokacije
tr: Konum türü olanlar

source: Filter by location type
da: Filtrer efter lokationstype
fr: Filtrer par type d'emplacement
hu: Hely típusra szűrés
it: Filtra per tipo di posizione
ja: ロケーションタイプによる絞り込み
nl: Filter op locatie type
ru: Фильтр по типу места хранения
sr: Filtriraj po tipu lokacije
tr: Konum türüne göre süz
