Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: The password was set successfully. You can now login with your new password
da: Adgangskoden blev oprettet. Du kan nu logge ind med din nye adgangskode
de: Das Passwort wurde erfolgreich festgelegt. Sie können sich jetzt mit Ihrem neuen Passwort anmelden
es_mx: La contraseña fue establecida con éxito. Ahora puede iniciar sesión con su nueva contraseña
fr: Votre mot de passe a été modifié avec succès. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe
hu: A jelszó beállítása sikeresen megtörtént. Most már bejelentkezhetsz az új jelszavaddal
it: La password è stata impostata con successo. Ora puoi accedere con la tua nuova password
ja: パスワードは正常に設定されました。新しいパスワードでログインできます。
nl: Het wachtwoord is met succes ingesteld. U kunt nu inloggen met uw nieuwe wachtwoord
pt: A senha foi definida com sucesso. Você agora pode fazer login com sua nova senha
ru: Пароль был установлен успешно. Теперь вы можете войти в систему с новым паролем
sr: Lozinka je uspešno podešena. Sada se možete prijaviti sa novom lozinkom
tr: Şifreniz başarıyla değiştirildi. Artık yeni şifrenizle giriş yapabilirsiniz
vi: Mật khẩu đã được đặt mới thành công. Bạn có thể đăng nhập bằng mật khẩu mới

source: Password could not be changed
da: Adgangskoden kunne ikke ændres
es_mx: No se ha podido cambiar la contraseña
fr: Le mot de passe n'a pas pu être changé
hu: A jelszót nem lehet megváltoztatni
it: La password non può essere cambiata
ja: パスワードを変更できませんでした
nl: Wachtwoord kon niet worden gewijzigd
ru: Пароль не может быть изменён
sr: Lozinku nije bilo moguće promeniti

source: The two password fields didn’t match
da: De to adgangskodefelter matcher ikke
fr: Les deux mots de passes ne corrspondent pas
it: Le due password inserite non corrispondono
ja: 2つのパスワードフィールドが一致しませんでした
nl: De twee wachtwoordvelden komen niet overeen
ru: Пароли не совпадают

source: Password Changed
da: Adgangskode ændret
es_mx: Contraseña Cambiada
fr: Mot de passe changé
hu: Jelszó megváltozott
it: Password cambiata
ja: パスワードが変更されました
nl: Wachtwoord gewijzigd
ru: Пароль изменен
sr: Lozinka promenjena

source: Not implemented
da: Ikke implementeret
de: Nicht implementiert
es_mx: No implementado
fr: Non implémenté
hu: Nincs implementálva
it: Non implementato
ja: 未実施
nl: Niet geïmplementeerd
pt: Não implementado
ru: Не реализовано
sr: Nije implementirano
tr: Gerçeklenmemiş
vi: Chưa triển khai

source: This feature is not yet implemented
da: Denne funktion er endnu ikke implementeret
de: Diese Funktion wurde noch nicht implementiert
es_mx: Esta función aún no está implementada
fr: Cette fonctionnalité n’a pas encore été mise en œuvre.
hu: Ez a funkció még nem készült el
it: Questa funzione non è ancora stata implementata
ja: この機能はまだ実装されていません
nl: Deze functionaliteit is nog niet geïmplementeerd
pt: Este recurso ainda não foi implementado
ru: Эта функция еще не реализована
sr: Ovo svojstvo još nije implementirano
tr: Bu özellik henüz gerçeklenmemiş
vi: Tính năng này vẫn chưa được triển khai

source: You do not have permission to perform this action
da: Du har ikke tilladelse til at udføre denne handling
de: Du hast keine Berechtigung, diese Aktion durchzuführen
es_mx: No tienes permisos para realizar esta acción
fr: Vous n'êtes pas autorisé à effectuer cette action
hu: Nincs jogosultságod ehhez a művelethez
it: Non disponi dell'autorizzazione per eseguire quest'azione
ja: この操作を実行する権限がありません
nl: U heeft geen rechten om deze actie uit te voeren
pt: Não tem permissões para efetuar esta ação
ru: У вас нет прав на выполнение данного действия
sr: Nemate ovlašćenje za ovu aktivnost
tr: Bu eylemi gerçekleştirme izniniz yok
vi: Bạn không có quyền thực hiện hành động này

source: Invalid Return Code
da: Ugyldig Svar Kode
de: Ungültiger Rückgabecode
es_mx: Código de devolución inválido
fr: Code de retour invalide
hu: Érvénytelen visszatérési kód
it: Codice di Ritorno Non Valido
ja: 無効なリターンコード
nl: Ongeldige retourcode
pt: Código de retorno inválido
ru: Неверный код возврата
sr: Neispravan povratni kod
tr: Geçersiz Dönüş Kodu
vi: Mã trả hàng không hợp lệ

source: Server returned status {returnCode}
da: Server returnerede status {returnCode}
de: Server hat den Status {returnCode} zurückgegeben
es_mx: El servidor devolvió el estado {returnCode}
fr: Statut du serveur renvoie {returnCode}
hu: Szerver válaszkódja {returnCode}
it: Il server ha restituito lo stato {returnCode}
ja: サーバーが返したステータス [0］
nl: Server geeft status terug {returnCode}
pt: O servidor retornou o status {returnCode}
ru: Сервер вернул статус {returnCode}
sr: Server je vratio status {returnCode}
tr: Sunucu {returnCode} durumunu döndürdü
vi: Mã phản hồi của máy chủ {returnCode}

source: Timeout
es_mx: Tiempo de espera superado
fr: Temps d'attente dépassé
hu: Időtúllépés
ja: タイムアウト
nl: Tijdslimiet
ru: Таймаут
sr: Isteklo je vreme

source: The request timed out
da: Anmodningen udløb
es_mx: La solicitud ha expirado
fr: La requête a expiré
it: La richiesta è scaduta
ja: リクエストがタイムアウトしました
nl: De aanvraag duurde te lang
ru: Превышено время выполнения запроса
sr: Isteklo je vreme zahteva

source: Exporting Data
da: Eksporterer data
fr: Export de données
hu: Adatok exportálása
it: Esportazione dati
ja: データエクスポート中
nl: Gegevens exporteren
ru: Экспортирование данных

source: Export Data
da: Eksporter Data
fr: Exporter les données
hu: Adatok exportálása
it: Esporta Dati
ja: エクスポートデータ
nl: Gegevens exporteren
ru: Экспорт данных

source: Export
da: Eksport
fr: Exporter
hu: Exportálás
it: Esporta
ja: エクスポート
nl: Exporteren
ru: Экспорт

source: Process failed
da: Proces fejlede
fr: Processus échoué
hu: A folyamat sikertelen
it: Processo fallito
ja: プロセス失敗
nl: Proces is mislukt
ru: Не удалось выполнить процесс

source: Process completed successfully
da: Processen er gennemført
fr: Processus terminé avec succès
it: Operazione completata con successo
ja: プロセスは正常に完了しました。
nl: Proces succesvol voltooid
ru: Процесс успешно завершён

source: Item Created
da: Emne oprettet
de: Element angelegt
es_mx: Artículo creado
fr: Élément créé
hu: Elem létrehozva
it: Articolo Creato
ja: 作成項目
nl: Item gemaakt
pt: Item Criado
ru: Элемент создан
sr: Stavka kreirana
tr: Öge Oluşturuldu
vi: Mặt hàng đã được tạo

source: Item Updated
da: Element opdateret
de: Eintrag aktualisiert
es_mx: Artículo actualizado
fr: Élément mis à jour
hu: Tétel frissítve
it: Articolo Aggiornato
ja: アイテム更新
nl: Item geüpdate
pt: Item Atualizado
ru: Товар обновлен
sr: Stavka ažurirana
tr: Öge Güncellendi
vi: Mặt hàng đã được cập nhật

source: Items Updated
da: Element opdateret
fr: Articles mis à jour
it: Articolo Aggiornato
ja: アイテム更新完了
nl: Items bijgewerkt
ru: Элементы обновлены

source: Update multiple items
da: Opdater flere elementer
fr: Mettre à jour plusieurs articles
it: Aggiorna più articoli
ja: 複数アイテムの更新
nl: Update meerdere items
ru: Обновить несколько элементов

source: Item Deleted
da: Element slettet
de: Element gelöscht
es_mx: Artículo eliminado
fr: Élément supprimé
hu: Elem törölve
it: Articolo Eliminato
ja: アイテムが削除されました
nl: Item verwijderd
pt: Item Eliminado
ru: Товар удален
sr: Stavka izbrisana
tr: Öge Silindi
vi: Đã xóa mặt hàng

source: Are you sure you want to delete this item?
da: Er du sikker på, at du vil slette dette element?
de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
es_mx: ¿Está seguro de querer eliminar este artículo?
fr: Êtes-vous certain de vouloir supprimer cet élément?
hu: Biztosan törli ezt az elemet?
it: Sei sicuro di voler eliminare questo articolo?
ja: このアイテムを削除してもよろしいですか？
nl: Weet u zeker dat u dit item wilt verwijderen?
pt: Tem certeza de que deseja excluir este item?
ru: Вы уверены, что хотите удалить этот элемент?
sr: Da li ste sigurni da želite da izbrišete ovu stavku
tr: Bu ögeyi silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa đối tượng này?

source: Count selected stock items
da: Tæl valgte lagervarer
fr: Compter les articles en stock
it: Conta gli articoli a magazzino selezionati
ja: 選択された在庫品目を数える
nl: Gemarkeerde voorraaditems tellen
ru: Подсчёт выбранных складских позиций

source: Add to selected stock items
da: Tilføj til valgte lagervarer
fr: Ajouter aux articles en stock sélectionnés
it: Aggiungi agli articoli a magazzino selezionati
ja: 選択された在庫品に追加します
nl: Toevoegen aan geselecteerde voorraaditems
ru: Увеличить выбранные складские позиции

source: Remove from selected stock items
da: Fjern fra valgte lagervarer
fr: Supprimer des articles en stock sélectionnés
it: Rimuovi dagli articoli a magazzino selezionati
ja: 選択された在庫品から削除します
nl: Verwijder van geselecteerde voorraaditems
ru: Уменьшить выбранные складские позиции

source: Transfer selected stock items
da: Overfør valgte lagervarer
fr: Transférer les articles en stock sélectionnés
it: Trasferisci gli articoli a magazzino selezionati
ja: 選択された在庫品目を移動します
nl: Verplaats geselecteerde voorraad items
ru: Переместить выбранные складские позиции

source: Merge selected stock items
da: Sammenflet valgte lagervarer
fr: Fusionner les articles en stock sélectionnés
it: Unisci gli articoli a magazzino selezionati
ja: 選択された在庫商品を合算します
nl: Voeg geselecteerde voorraaditems samen
ru: Объединить выбранные складские позиции

source: Change status of selected stock items
fr: Modifier le status des articles en stock sélectionnés
it: Cambia lo stato degli articoli a magazzino selezionati
ja: 選択された在庫品のステータスを変更します
nl: Verander status van geselecteerde voorraad items
ru: Изменить статус выбранных складских позиций

source: Assign Stock
da: Tildel Lager
fr: Assigner le stock
hu: Készlet hozzárendelése
it: Assegna Giacenza
ja: 在庫品を割り当てる
nl: Voorraad toewijzen
ru: Передать склад

source: Assign selected stock items to a customer
da: Tildel udvalgte lagervarer til en kunde
fr: Assigner les articles en stock sélectionnés à un client
it: Assegna gli articoli a magazzino selezionati a un cliente
ja: 選択された在庫品を顧客に割り当てます
nl: Geselecteerde voorraadartikelen toewijzen aan een klant
ru: Передать складские позиции клиенту

source: Return selected items into stock
da: Returner valgte varer til lager
fr: Remettre les articles sélectionnés dans le stock
it: Restituisci gli articoli selezionati nel magazzino
ja: 選択された在庫品を在庫に戻します
nl: Geselecteerde artikelen naar voorraad retourneren
ru: Вернуть выбранные товары на склад

source: Delete Stock
da: Slet Lager
fr: Supprimer le stock
hu: Készlet törlése
it: Elimina articolo a magazzino
ja: 在庫を削除する
nl: Voorraad verwijderen
ru: Удалить склад

source: Delete selected stock items
da: Slet valgte lagervarer
fr: Supprimer les articles en stock sélectionnés
it: Elimina gli articoli a magazzino selezionati
ja: 選択された在庫品を削除します
nl: Geselecteerde voorraadartikelen verwijderen
ru: Удалить выбранные складские позиции

source: Stock Actions
da: Lager Handlinger
de: Lager-Aktionen
fr: Actions sur le stock
hu: Készlet műveletek
it: Azioni magazzino
ja: ストックアクション
nl: Voorraad acties
pt: Ações de Estoque
ru: Действия со складом
sr: Akcije zaliha
tr: Stok Eylemleri
vi: Thao tác kho

source: Reset Password
da: Nulstil adgangskode
es_mx: Restablecer Contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
it: Reimposta password
ja: パスワードをリセットする
nl: Wachtwoord resetten
ru: Сброс пароля
sr: Reset lozinke

source: Current Password
da: Nuværende Adgangskode
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password attuale
ja: 現在のパスワード
nl: Huidige wachtwoord
ru: Текущий пароль

source: Enter your current password
da: Indtast din nuværende adgangskode
fr: Entrer votre mot de passe actuel
hu: Adja meg jelenlegi jelszavát
it: Inserisci la tua password attuale
ja: 現在のパスワードを入力してください。
nl: Voer uw huidige wachtwoord in
ru: Введите текущий пароль

source: New Password
da: Ny adgangskode
es_mx: Nueva Contraseña
fr: Nouveau mot de passe
hu: Új Jelszó
it: Nuova Password
ja: 新しいパスワード
nl: Nieuw wachtwoord
ru: Новый пароль
sr: Nova lozinka

source: Enter your new password
da: Indtast din nye adgangskode
es_mx: Introduzca su nueva contraseña
fr: Entrez votre nouveau mot de passe
hu: Add meg az új jelszavad
it: Inserisci la tua nuova password
ja: 新しいパスワードを入力してください
nl: Voer nieuw wachtwoord in
ru: Введите новый пароль
sr: Ukucajte svoju novu lozinku

source: Confirm New Password
da: Bekræft ny adgangskode
es_mx: Confirmar Nueva Contraseña
fr: Conrimer le nouveau mot de passe
hu: Új jelszó megerősítése
it: Conferma la nuova password
ja: 確認のため新しいパスワードを再入力してください
nl: Bevestig nieuw wachtwoord
ru: Подтвердите новый пароль
sr: Potvrdite novu šifru

source: Confirm your new password
da: Bekræft din nye adgangskode
es_mx: Confirme su nueva contraseña
fr: Confirmer votre nouveau mot de passe
hu: Erősítsd meg az új jelszavad
it: Conferma la tua nuova password
ja: 確認のため新しいパスワードを再入力してください
nl: Bevestig nieuw wachtwoord
ru: Подтвердите новый пароль
sr: Potvrdite novu lozinku

source: Confirm
da: Bekræfte
es_mx: Confirmar
fr: Confirmer
hu: Megerősítés
it: Conferma
ja: 確認
nl: Bevestigen
ru: Подтвердить
sr: Potvrdi

source: Log off
da: Log af
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnetti
ja: ログオフ
nl: Uitloggen
ru: Выйти

source: Checking if you are already logged in
da: Tjekker om du allerede er logget ind
de: Prüfe ob Sie bereits angemeldet sind
es_mx: Comprobando si ya ha iniciado sesión
fr: Vérifier si vous êtes déjà connecté
hu: Ellenőrzöm hogy be vagy-e már jelentkezve
it: Verifica se si è già connessi
ja: ログイン済みかどうかの確認
nl: Controleren of je al ingelogd bent
pt: Verificando se você já fez login
ru: Проверка того, что вы уже вошли в систему
sr: Proverava se da li ste već prijavljeni
tr: Zaten giriş yapıp yapmadığınız kontrol ediliyor
vi: Đang kiểm tra trạng thái đăng nhập của bạn

source: No selection
de: Keine Auswahl
es_mx: Ninguna selección
fr: Aucune sélection
hu: Nincs kijelölés
it: Nessuna selezione
ja: 選択なし
nl: Niets geselecteerd
pt: Nenhuma seleção
ru: Ничего не выбрано
sr: Nema selekcije
tr: Seçim yok
vi: Không có lựa chọn

source: Login
da: Log ind
de: Anmelden
es_mx: Ingresar
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Inloggen
pt: Iniciar sessão
ru: Войти
sr: Prijavljivanje
tr: Giriş
vi: Đăng nhập

source: Logging you in
da: Logger dig ind
fr: Connexion en cours
hu: Bejelentkeztetünk téged
it: Accesso in corso
ja: ログイン中
nl: Bezig met inloggen
ru: Вход в систему

source: Don't have an account?
da: Har du ikke en konto?
de: Nicht registriert?
es_mx: ¿No tiene una cuenta?
fr: Pas encore de compte ?
hu: Nincsen felhasználóneve?
it: Non hai un account?
ja: アカウントをお持ちですか?
nl: Heb je geen account?
pt: Não possui conta?
ru: Нет аккаунта?
sr: Da li imate otvoren korisnički nalog?
tr: Bir hesabınız yok mu?
vi: Chưa có tài khoản?

source: Multi-Factor Authentication
da: Multifaktorgodkendelse
fr: Authentification à deux facteurs
hu: Többfaktoros hitelesítés
it: Autenticazione a più fattori
ja: 多要素認証
nl: Multi-Factor authenticatie
ru: Многофакторная аутентификация

source: TOTP Code
da: TOTP Kode
fr: Code TOTP
hu: TOTP kód
it: Codice TOTP
ja: TOTPコード
ru: Код TOTP

source: Enter one of your codes: {mfa_types}
da: Indtast en af dine koder: {mfa_types}
it: Inserisci uno dei codici: {mfa_types}
ja: コードのいずれかを入力してください：{mfa_types}
nl: Voer een van uw codes in: {mfa_types}
ru: Введите один из ваших кодов: {mfa_types}

source: Remember this device
da: Husk denne enhed
fr: Se souvenir de l'appareil
hu: Eszköz megjegyzése
it: Ricorda questo dispositivo
ja: このデバイスを記憶する
nl: Onthoud dit apparaat
ru: Запомнить это устройство

source: If enabled, you will not be asked for MFA on this device for 30 days.
da: Hvis aktiveret, vil du ikke blive spurgt om multifaktorgodkendelse på denne enhed i 30 dage.
fr: Si activé, vous la MFA ne vous sera plus demandée sur cet appareil pendant 30 jours.
it: Se abilitato, non ti verrà richiesto MFA su questo dispositivo per 30 giorni.
ja: 有効した場合、このデバイスでは30日間、多要素認証の入力は求められません
nl: Indien ingeschakeld, wordt u 30 dagen niet om MFA gevraagd op dit apparaat.
ru: Если включить, то на этом устройстве многофакторная аутентификация не будет запрашиваться в течение 30 дней.

source: Log in
da: Log Ind
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Inloggen
ru: Войти

source: MFA Setup Required
da: Multifaktorgodkendelse Opsætning Påkrævet
fr: Configuration de l'AMF requise
it: Impostazione MFA richiesta
ja: MFA設定必須
nl: MFA setup vereist
ru: Требуется настройка MFA

source: Add TOTP
da: Tilføj TOTP
fr: Ajouter TOTP
hu: TOTP hozzáadása
it: Aggiungi TOTP
ja: TOTPを追加
nl: TOTP toevoegen
ru: Добавить ТОТР

source: Go back to login
da: Tilbage til log ind
de: Zurück zur Anmeldung
es_mx: Volver al inicio de sesión
fr: Retourner au login
hu: Vissza a bejelentkezéshez
it: Torna alla pagina di accesso
ja: ログインに戻る
nl: Ga terug naar login
pt: Voltar para o Login
ru: Вернуться к логину
sr: Vratite se nazad na prijavljivanje
tr: Giriş yapma ekranına geri dön
vi: Về trang đăng nhập

source: Key invalid
da: Ugyldig nøgle
fr: Clé invalide
hu: Érvénytelen kulcs
it: Chiave non valida
ja: キー無効
nl: Sleutel ongeldig
ru: Неверный ключ

source: You need to provide a valid key to set a new password. Check your inbox for a reset link.
da: Du skal angive en gyldig nøgle for at angive en ny adgangskode. Tjek din indbakke for et nulstillingslink.
fr: Vous devez fournir une clé valide pour définir un nouveau mot de passe. Vérifiez votre boîte de réception pour un lien de réinitialisation.
hu: Új jelszó beállításához meg kell adnod egy érvényes tokent. Nézd meg a beérkező levelek mappájában a visszaállítási linket.
it: Devi fornire una chiave valida per impostare una nuova password. Controlla la tua casella di posta per un link di reset.
ja: 新しいパスワードを設定するには、有効なキーが必要です。リセットリンクは受信箱をご確認ください。
nl: Je moet een token opgeven om een nieuw wachtwoord in te stellen. Controleer je inbox voor een reset link.
ru: Для установки нового пароля необходимо предоставить действующий токен. Проверьте свой почтовый ящик, чтобы получить ссылку на сброс пароля.

source: Set new password
da: Indtast ny adgangskode
de: Passwort festlegen
es_mx: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
hu: Új jelszó beállítása
it: Imposta una nuova password
ja: 新しいパスワードを設定
nl: Stel nieuw wachtwoord in.
pt: Definir nova palavra-passe
ru: Установить новый пароль
sr: Podesi novu lozinku
tr: Yeni şifre belirle
vi: Đặt mật khẩu mới

source: The desired new password
da: Det ønskede nye adgangskode
fr: Le nouveau mot de passe désiré
it: La nuova password desiderata
ja: 新しいパスワード
nl: Het gewenste nieuwe wachtwoord
ru: Желаемый новый пароль

source: Send Password
da: Send adgangskode
fr: Envoyer un mot de passe
hu: Jelszó küldése
it: Invia password
ja: パスワード送信
nl: Wachtwoord sturen
ru: Отправить пароль

source: You need to provide a valid key.
da: Du skal angive en gyldig nøgle.
fr: Vous devez fournir une clé valide.
it: È necessario fornire una chiave valida.
ja: 有効なキーを入力する必要があります。
nl: Je moet een geldige sleutel opgeven.
ru: Вы должны предоставить правильный ключ.

source: Verify Email
da: Bekræft din E-mail adresse
fr: Vérifier l'email
hu: E-mail cím ellenőrzése
it: Verifica email
ja: メールアドレスを確認
nl: E-mailadres verifiëren
ru: Подтвердить электронную почту

source: Verify
da: Bekræft
fr: Vérifier
hu: Ellenőrzés
it: Verifica
ja: 確認
nl: Verifiëren
ru: Подтвердить

source: Error: {0}
da: Fejl: {0}
de: Fehler: {0}
fr: Erreur : {0}
hu: Hiba: {0}
it: Errore: {0}
ja: エラー：{0}
nl: Foutmelding: {0}
pt: Erro: {0}
ru: Ошибка: {0}
sr: Greška: {0}
tr: Hata: {0}
vi: Lỗi: {0}

source: An unexpected error has occurred
da: En uventet fejl opstod
es_mx: Se ha producido un error inesperado
fr: Une erreur inattendue est survenue
it: Si è verificato un errore imprevisto
ja: 予期しないエラーが発生しました
nl: Er is een onverwachte fout opgetreden
ru: Произошла неожиданная ошибка
sr: Desila se greška
tr: Beklenmeyen bir hata oluştu
vi: Đã xảy ra lỗi không mong muốn.

source: Item already scanned
da: Elementet er allerede scannet
fr: Article déjà scanné
it: Articolo già scansionato
ja: スキャン済みアイテム
nl: Item is al gescand
ru: Элемент уже отсканирован
sr: Stavka već skenirana

source: API Error
da: API fejl
es_mx: Error de API
fr: Erreur API
hu: API Hiba
it: Errore API
ja: APIエラー
nl: API fout
ru: Ошибка API
sr: API greška

source: Failed to fetch instance data
fr: La requête sur l'instance de la data a échoué
it: Recupero dati istanza non riuscito
ja: インスタンスデータの取得に失敗
nl: Kan instance gegevens niet ophalen
ru: Не удалось получить данные
sr: Greška pri prikupljanju podataka instance

source: Scan Error
da: Scanningsfejl
fr: Erreur de scan
hu: Beolvasási hiba
it: Errore Di Scansione
ja: スキャンエラー
nl: Scan fout
ru: Ошибка сканирования
sr: Greška skeniranja

source: Selected elements are not known
da: Valgte elementer er ikke kendte
de: Ausgewählte Elemente sind nicht bekannt
es_mx: Se desconocen los elementos seleccionados
fr: Les éléments sélectionnés ne sont pas connus
hu: Kiválasztott elemek ismeretlenek
it: Gli elementi selezionati non sono noti
ja: 選択された要素は不明
nl: Geselecteerde elementen zijn niet bekend
pt: Elementos selecionados não são conhecidos
ru: Выбранные элементы не известны
sr: Izabrani elementi nisu poznati
tr: Seçilen elemanlar bilinmiyor
vi: Chọn phần tử chưa được biết đến

source: Multiple object types selected
da: Flere objekter typer valgt
de: Mehrere Objekttypen ausgewählt
es_mx: Varios tipos de objetos seleccionados
fr: Plusieurs types d'objets sélectionnés
hu: Többféle objektum típus lett kiválasztva
it: Più tipi di oggetti selezionati
ja: 複数のオブジェクトタイプを選択
nl: Meerdere objecttypes geselecteerd
pt: Vários tipos de objeto selecionados
ru: Выбрано несколько типов объектов
sr: Višestruki tipovi selektovani
tr: Birden çok nesne türü seçildi
vi: Đã chọn nhiều loại đối tượng

source: Actions ...
hu: Műveletek ...
it: Azioni ...
ja: アクション...
nl: Acties ...
ru: Действия ...

source: Barcode Scanning
da: Stregkode Scanninger
es_mx: Escaneo de código de barras
fr: Scan du code bar
hu: Vonalkód beolvasás
it: Scansione Codice A Barre
ja: バーコードスキャン
nl: Barcode scannen
ru: Сканирование штрихкодов
sr: Skeniranje barkoda

source: Barcode Input
da: Stregkode input
fr: Saisie des codes-barres
hu: Vonalkód bevitel
it: Inserimento codice a barre
ja: バーコード入力
ru: Ввод штрихкода
sr: Unos bar kodom

source: Action
da: Handling
de: Aktion
es_mx: Acción
hu: Művelet
it: Azione
ja: アクション
nl: Actie
pt: Ação
ru: Действие
sr: Akcija
tr: Eylem
vi: Thao tác

source: No Items Selected
da: Ingen Elementer Valgt
fr: Pas d'articles sélectionnés
it: Nessun articolo selezionato
ja: 選択されたアイテムなし
nl: Geen items geselecteerd
ru: Объекты не выбраны
sr: Nema izabranih stavki

source: Scan and select items to perform actions
da: Skan og vælg elementer til at udføre handlinger
fr: Scan et sélection des articles sur lesquels faire des actions
it: Scansiona e seleziona gli articoli per eseguire azioni
ja: アイテムをスキャンして選択し、アクションを実行する
nl: Scan en selecteer items om acties uit te voeren
ru: Отсканируйте и выберите объекты для выполнения действий
sr: Skeniraj i izaberi stavke za akcije

source: {0} items selected
da: {0} elementer valgt
de: {0} Element(e) ausgewählt
es_mx: {0} artículos seleccionados
fr: {0} articles sélectionnés
hu: {0} kiválasztott tétel
it: {0} elementi selezionati
ja: {0} 選択された項目
nl: {0} items geselecteerd
pt: {0} itens selecionados
ru: Выбрано объектов: {0}
sr: {0} stavki selektovano
tr: {0} öge seçildi
vi: đã chọn {0} mục

source: Scanned Items
da: Scannede Elementer
fr: Articles scannés
hu: Beolvasott cikkek
it: Articoli Scansionati
ja: スキャンされたアイテム
nl: Gescande items
ru: Отсканированные объекты
sr: Skenirane stavke

source: Edit Account Information
da: Rediger Konto Information
fr: Modifier les informations du compte
it: Modifica Informazioni Account
ja: アカウント情報の編集
nl: Bewerk accountgegevens
ru: Редактировать данные аккаунта

source: Account details updated
da: Konto detaljer opdateret
fr: Détails du compte mis à jour
it: Dettagli account aggiornati
ja: アカウント詳細更新完了
nl: Accountgegevens zijn bijgewerkt
ru: Данные аккаунта обновлены
