Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Enter initial quantity for this stock item
da: Angiv første antal for denne lagervare
de: Ausgangsmenge für diesen Lagerartikel eingeben
es_mx: Cantidad inicial de existencias que tendrá este artículo
fr: Entrez la quantité initiale pour cet article en stock
hu: Add meg a kezdeti mennyiséget ehhez a készlet tételhez
it: Inserisci quantità iniziale per questo articolo in giacenza
ja: この商品の初期数量を入力
nl: Voer de initiële hoeveelheid in voor dit voorraadartikel
pt: Digite a quantidade inicial para este item de estoque
ru: Введите начальное количество этой детали на складе
sr: Unesi početnu količinu za ovu stavku zalihe
tr: Bu stok ögesi için ilk miktarı giriniz
vi: Nhập số lượng khởi đầu cho kho hàng này

source: Enter serial numbers for new stock (or leave blank)
da: Indtast serienumre for nyt lager (eller efterlad blank)
de: Seriennummern für neue Lagerartikel eingeben (oder leer lassen)
es_mx: Introduzca números de serie para las nuevas existencias (o deje en blanco)
fr: Entrez les numéros de série pour le nouveau stock (ou laisser vide)
hu: Add meg az új készlet tételhez tartozó sorozatszámokat (vagy hagyd üresen)
it: Inserire i numeri di serie per la nuova giacenza (o lasciare vuoto)
ja: 新しい在庫のシリアル番号を入力（または空白のまま）
nl: Voer serienummer in voor nieuwe voorraad (of laat het leeg)
pt: Insira os números de série para novo estoque (ou deixe em branco)
ru: Введите серийные номера для нового склада (или оставьте пустым)
sr: Unesi serijske brojeve za novu zalihu (ili ostavi nepopunjeno)
tr: Yeni stok için seri numaralarını girin (veya boş bırakın)
vi: Điền số sê-ri cho kho mới (hoặc để trống)

source: Stock Status
da: Lager Status
de: Lagerbestand Status
fr: État du stock
hu: Készlet állapota
it: Stato giacenza
ja: 在庫状況
nl: Voorraad status
pt: Estado do Estoque
ru: Состояние складской позиции
sr: Status zalihe
tr: Stok Durumu
vi: Trạng thái kho

source: Add Stock Item
da: Tilføj Lagervare
de: Lagerartikel hinzufügen
es_mx: Añadir artículo de stock
fr: Ajouter un article en stock
hu: Új készlet tétel
it: Aggiungi Elemento Magazzino
ja: 在庫商品の追加
nl: Voorraad item toevoegen
pt: Adicionar item de Estoque
ru: Создать складскую позицию
sr: Dodaj stavku zalihe
tr: Stok Ögesi Ekle
vi: Thêm mặt hàng trong kho

source: Select the part to install
da: Vælg den del, der skal installeres
es_mx: Selecciona la pieza a instalar
fr: Sélectionnez la partie à installer
it: Selezionare l'articolo da installare
ja: 取り付ける部品の選択
nl: Selecteer het onderdeel om te installeren
ru: Выберите часть для установки
sr: Izaberi deo za instalaciju

source: Confirm Stock Transfer
da: Bekræft Lager Overførsel
es_mx: Confirmar transferencia de existencias
fr: Confirmer le transfert des stock
hu: Mozgatás megerősítése
it: Conferma trasferimento
ja: 株式譲渡の確認
nl: Bevestig voorraad overdracht
ru: Подтвердить перемещение запаса
sr: Potvrdi transfer zalihe

source: Move to default location
da: Flyt til standard lokation
de: Zum Standard-Lagerort verschieben
es_mx: Mover a la ubicación predeterminada
fr: Déplacer vers l'emplacement par défaut
hu: Mozgatás az alapértelmezett helyre
it: Sposta nella posizione predefinita
ja: デフォルトの場所に移動
nl: Verplaats naar standaardlocatie
pt: Mover para o local padrão
ru: Переместить в местоположение по умолчанию
sr: Premesti na podrazumevanu lokaciju
tr: Varsayılan konuma taşı
vi: Đến vị trí mặc định

source: Move
da: Flyt
de: Verschieben
es_mx: Mover
fr: Déplacer
hu: Áthelyezés
it: Sposta
ja: 移動
nl: Verplaatsen
pt: Mover
ru: Переместить
sr: Premesti
tr: Taşı
vi: Di chuyển

source: Return
da: Retur
es_mx: Devolver
fr: Retour
hu: Visszavétel
it: Reso
ja: 戻る
nl: Terug
ru: Возврат
sr: Vrati

source: Count
da: Antal
de: Anzahl
es_mx: Contar
fr: Compter
hu: Mennyiség
it: Conta
ja: カウント
nl: Aantal
pt: Contar
ru: Количество
sr: Računaj
tr: Say
vi: Đếm

source: Add Stock
da: Tilføj Lagerbeholdning
de: Bestand hinzufügen
es_mx: Agregar existencias
fr: Ajouter du stock
hu: Készlethez ad
it: Aggiungi Giacenza
ja: 在庫追加
nl: Voorraad toevoegen
pt: Adicionar Estoque
ru: Увеличить склад
sr: Dodaj zalihu
tr: Stok Ekle
vi: Thêm kho

source: Stock added
da: Lager tilføjet
es_mx: Existencias añadidas
fr: Stock ajouté
hu: Raktárkészlet hozzáadva
it: Scorte aggiunte
ja: 在庫追加
nl: Voorraad toegevoegd
ru: Запас добавлен
sr: Zaliha dodata
tr: Stok Eklendi

source: Increase the quantity of the selected stock items by a given amount.
da: Forøg antallet af valgte lagervarer med et givet beløb.
fr: Augmenter le nombre des articles en stock sélectionnés d'une quantité donnée.
hu: Kiválasztott készlettételek mennyiségének növelése adott értékkel.
it: Aumenta la quantità degli articoli di magazzino selezionati di una data quantità.
ja: 選択された在庫品の数量を、指定された数量だけ増やします。
nl: Verhoog de hoeveelheid van de geselecteerde voorraadartikelen met een bepaald bedrag.
ru: Увеличить количество выбранных складских позиций на указанную величину.

source: Remove Stock
da: Fjern Lagervarer
de: Bestand entfernen
es_mx: Eliminar existencias
fr: Supprimer du stock
hu: Készlet csökkentése
it: Rimuovi giacenza
ja: 在庫の削除
nl: Voorraad verwijderen
pt: Remover Estoque
ru: Уменьшить склад
sr: Ukloni zalihu
tr: Stok Kaldır
vi: Xoá kho

source: Stock removed
da: Lager fjernet
es_mx: Existencias eliminadas
fr: Stock retiré
hu: Készlet eltávolítva
it: Scorte rimosse
ja: 在庫一掃
nl: Voorraad verwijderd
ru: Запас удален
sr: Zaliha uklonjena
tr: Stok Kaldırıldı

source: Decrease the quantity of the selected stock items by a given amount.
da: Reducer antallet af de valgte lagervarer med et givet beløb.
fr: Réduire le nombre des articles en stock sélectionnés d'une quantité donnée.
hu: Kiválasztott készlettételek mennyiségének csökkentése adott értékkel.
it: Diminuisce la quantità degli articoli di magazzino selezionati di una data quantità.
ja: 選択された在庫品の数量を、指定された数量分だけ減らします。
nl: Verlaag de hoeveelheid van de geselecteerde voorraadartikelen met een bepaald bedrag.
ru: Уменьшить количество выбранных складских позиций на указанную величину.

source: Transfer Stock
da: Overfør Lager
de: Bestand verschieben
es_mx: Transferir existencias
fr: Transférer le stock
hu: Készlet áthelyezése
it: Trasferisci giacenza
ja: 株式譲渡
nl: Voorraad verplaatsen
pt: Transferir Estoque
ru: Переместить склад
sr: Prebaci zalihu
tr: Stoku Aktar
vi: Chuyển kho

source: Stock transferred
da: Lager overført
es_mx: Existencias transferidas
fr: Stock transféré
hu: Készlet áthelyezve
it: Scorte trasferite
ja: 株式譲渡
nl: Voorraadartikel verplaatst
ru: Запас перемещен
sr: Zaliha prebačena
tr: Stok Transfer Edildi

source: Transfer selected items to the specified location.
da: Overfør valgte elementer til den angivne lokation.
fr: Transférer les articles sélectionnés vers l'endroit spécifié.
hu: Kiválasztott tétele mozgatása a meghatározott készlethelyre.
it: Trasferisci gli elementi selezionati nella posizione specificata.
ja: 選択されたアイテムを指定された場所に移動します。
nl: Verplaats de geselecteerde items naar de opgegeven locatie.
ru: Переместить выбранные позиции в указанное место хранения.

source: Return Stock
da: Retur Lager
fr: Remettre en stock
hu: Visszavételi készlet
it: Restituisci Elemento a Magazzino
ja: 在庫戻し
nl: Terug naar voorraad
ru: Возврат запасов

source: Stock returned
da: Lager returneret
fr: Remis en stock
hu: Készlet visszavéve
it: Reso a magazzino effettuato
ja: 在庫が戻りました
nl: Voorraad teruggestuurd
ru: Запасы возвращены

source: Return selected items into stock, to the specified location.
da: Returner valgte elementer til lager, til den angivne lokation.
fr: Remettre les articles sélectionnés en stock, à l'endroit spécifié.
hu: Kiválasztott tételek visszavétele készletre a megadott helyre.
it: Restituisce gli articoli selezionati in magazzino, nella posizione specificata.
ja: 選択された商品を、指定された場所へ在庫に戻してください。
nl: Retourneer geselecteerde items naar voorraad, naar de opgegeven locatie.
ru: Вернуть выбранные позиции на склад, в указанное место хранения.

source: Count Stock
da: Tæl Lager
de: Bestand zählen
es_mx: Contar existencias
fr: Compter le stock
hu: Leltározás
it: Conteggio Giacenze
ja: 在庫数
nl: Tel voorraad
pt: Contar Estoque
ru: Подсчёт склада
sr: Prebroj zalihe
tr: Stoku Say
vi: Kiểm kê

source: Stock counted
da: Lager er optalt
es_mx: Existencias contadas
fr: Stock compté
hu: Készlet számlálva
it: Scorte contate
ja: 在庫数
nl: Voorraad geteld
ru: Запас посчитан
sr: Zaliha prebrojena
tr: Stok Sayıldı

source: Count the selected stock items, and adjust the quantity accordingly.
da: Tæl de valgte lagervarer, og juster mængden i overensstemmelse.
fr: Compter les articles en stock sélectionnés et ajuster la quantité.
it: Contare gli articoli di magazzino selezionati e regolare la quantità di conseguenza.
ja: 選択された在庫品目を数え、それに応じて数量を調整してください。
nl: Tel de geselecteerde voorraaditems, en pas de hoeveelheid overeenkomstig aan.
ru: Произвести инвентаризацию выбранных складских позиций и скорректировать количество соответствующим образом.

source: Change Stock Status
da: Ændr Lagerstatus
de: Bestandsstatus ändern
es_mx: Cambiar estado de existencias
fr: Changer l'état du stock
hu: Készlet állapot módosítása
it: Modifica stato giacenze
ja: 在庫状況の変更
nl: Wijzig voorraad status
pt: Alterar estado do Estoque
ru: Изменить статус запасов
sr: Promeni status zalihe
tr: Stok Durumunu Değiştir
vi: Đổi trạng thái kho

source: Stock status changed
da: Lagerstatus ændret
es_mx: Estado de existencias cambiado
fr: Statut du stock changé
it: Stato delle scorte cambiato
ja: 在庫状況の変更
nl: Voorraad status gewijzigd
ru: Состояние запаса изменено
sr: Status zalihe izmenjen
tr: Stok Durumu Değişti

source: Change the status of the selected stock items.
da: Ændre status for de valgte lagervarer.
fr: Changer le status des articles en stock sélectionnés.
it: Cambia lo stato degli articoli a magazzino selezionati.
ja: 選択された在庫品のステータスを変更します。
nl: Verander de status van de geselecteerde voorraaditems.
ru: Изменить статус выбранных складских позиций.

source: Merge Stock
da: Flet Lager
de: Bestand zusammenführen
es_mx: Juntar existencias
fr: Fusionner le stock
hu: Készlet összevonása
it: Unisci giacenze
ja: 株式の併合
nl: Voorraad samenvoegen
pt: Mesclar Estoque
ru: Объединить склад
sr: Spoji zalihe
tr: Stoku Birleştir
vi: Gộp kho

source: Stock merged
da: Lager sammenlagt
es_mx: Existencias fusionadas
fr: Stock fusionné
hu: Készlet összevonva
it: Scorte unite
ja: 株式併合
nl: Voorraad samengevoegd
ru: Запасы объединены
sr: Zalihe spojene
tr: Stok Birleştirildi

source: Merge Stock Items
da: Flet Lagervarer
fr: Fusionner les articles en stock
hu: Készlet tételek összevonása
it: Unisci gli articoli di magazzino
ja: 在庫品を合算する
nl: Voorraad items samenvoegen
ru: Объединить складские позиции

source: Merge operation cannot be reversed
da: Fletningshandlingen kan ikke fortrydes
fr: L'opération de fusion ne permet pas de retour en arrière
it: L'operazione di unione non è reversibile
ja: 合算操作は元に戻せません
nl: Samenvoeg bewerking kan niet worden teruggedraaid
ru: Операция объединения не может быть отменена

source: Tracking information may be lost when merging items
da: Sporingsoplysninger kan gå tabt ved sammenlægning af elementer
fr: Les informations de suivi pourraient être perdues lors de la fusion des articles
it: Le informazioni di tracciamento potrebbero essere perse durante l'unione degli articoli
ja: 在庫品を合算する際、追跡情報が失われる可能性があります。
nl: Tracking informatie kan verloren gaan tijdens het samenvoegen van items
ru: При объединении позиций информация об отслеживании может быть потеряна

source: Supplier information may be lost when merging items
da: Leverandøroplysninger kan gå tabt ved sammenlægning af elementer
fr: Les informations du fournisseur pourraient être perdues lors de la fusion des articles
it: Le informazioni sul fornitore potrebbero essere perse durante l'unione degli articoli
ja: 在庫品を合算する際、サプライヤー情報が失われる可能性があります。
nl: De informatie van de leverancier kan verloren gaan bij het samenvoegen van items
ru: При объединении может быть потеряна информация о поставщиках

source: Assign Stock to Customer
da: Tildel lager til kunde
es_mx: Asignar existencias a cliente
fr: Lier un stock à un client
it: Assegnare la scorta al cliente
ja: 顧客への在庫割り当て
nl: Voorraad toewijzen aan klant
ru: Передать запас клиенту
sr: Dodeli zalihu mušteriji
tr: Stoku Müşteriye Ata

source: Stock assigned to customer
da: Lager tildelt kunden
es_mx: Existencias asignadas a cliente
fr: Stock lié au client
it: Scorte assegnate al cliente
ja: 顧客に割り当てられた在庫
nl: Voorraad toegewezen aan klant
ru: Запас передан клиенту
sr: Zaliha dodeljena mušteriji
tr: Stok Müşteriye Atandı

source: Delete Stock Items
da: Slet Lagervare
de: Bestand löschen
es_mx: Eliminar existencias
fr: Supprimer l'article du stock
hu: Készlet tétel törlése
it: Cancella Elemento di Magazzino
ja: 在庫アイテムの削除
nl: Voorraad items verwijderen
pt: Excluir Itens de Estoque
ru: Удалить складскую позицию
sr: Izbriši stavku zalihe
tr: Stok Ögelerini Sil
vi: Xóa mặt hàng trong kho

source: Stock deleted
da: Lagervare slettet
es_mx: Existencias eliminadas
fr: Stock supprimé
hu: Készlet törölve
it: Scorte cancellate
ja: ストック削除
nl: Voorraad verwijderd
ru: Запас удален
sr: Zaliha izbrisana
tr: Stok Silindi

source: This operation will permanently delete the selected stock items.
da: Denne handling vil permanent slette de valgte lagervarer.
fr: Cette opération va supprimer définitivement les articles en stock sélectionnés.
it: Questa operazione eliminerà definitivamente gli articoli a magazzino selezionati.
ja: この操作により、選択された在庫品目が完全に削除されます。
nl: Deze bewerking zal de geselecteerde voorraaditems permanent verwijderen.
ru: Эта операция необратимо удалит выбранные складские позиции.

source: Parent stock location
da: Overordnet lager lokation
de: Übergeordneter Lagerort
es_mx: Ubicación del stock padre
fr: Localisation Parente du stock
hu: Szülő készlet hely
it: Posizione giacenza principale
ja: 親株式所在地
nl: Bovenliggende voorraad locatie
pt: Localização parente de Estoque
ru: Расположение основного склада
sr: Lokacija roditeljske zalihe
tr: Üst stok konumu
vi: Vị trí kho lớn

source: Find Serial Number
da: Find Serienummer
fr: Trouver le numéro de série
it: Trova Numero Di Serie
ja: シリアル番号を探す
nl: Zoek serienummer
ru: Поиск по серийному номеру

source: No matching items
da: Ingen matchende varer
fr: Pas d'article correspondant
it: Nessun articolo corrispondente trovato
ja: 該当する品目はありません
nl: Geen overeenkomende items
ru: Нет подходящих элементов

source: Multiple matching items
da: Flere matchende varer
fr: Plusieurs articles correspondent
it: Più elementi corrispondenti trovati
ja: 複数の品目が見つかりました
nl: Meerdere overeenkomende items
ru: Несколько подходящих элементов

source: Invalid response from server
da: Ugyldigt svar fra server
fr: Réponse invalide du serveur
it: Risposta non valida dal server
ja: サーバーからの応答が無効です
nl: Ongeldige reactie van server
ru: Неверный ответ сервера

source: Entries
da: Poster
es_mx: Entradas
fr: Entrées
hu: Bejegyzések
it: Registrazioni
ja: エントリー
nl: Items
ru: Варианты
sr: Unosi
tr: Girişler

source: List of entries to choose from
da: Liste over poster at vælge imellem
es_mx: Lista de entradas entre las que elegir
fr: Liste des entrées dans lesquelles choisir
it: Elenco delle voci tra cui scegliere
ja: エントリーリスト
nl: Lijst van items om uit te kiezen
ru: Список вариантов для выбора
sr: Lista unosa koje možete izabrati

source: Value
da: Værdi
de: Wert
es_mx: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
nl: Invoer
pt: Valor
ru: Значение
sr: Vrednost
tr: Değer
vi: Giá trị

source: Label
es_mx: Etiqueta
fr: Nom
hu: Címke
it: Etichetta
ja: ラベル
ru: Метка
sr: Naziv
tr: Etiket

source: Bad request
da: Dårlig anmodning
de: Ungültige Anfrage
es_mx: Solicitud incorrecta
fr: Requête invalide
hu: Hibás kérés
it: Richiesta non valida
ja: 間違ったリクエスト
nl: Slecht verzoek
pt: Pedido inválido
ru: Некорректный запрос
sr: Loš zahtev
tr: Hatalı istek
vi: Yêu cầu không hợp lệ

source: Unauthorized
da: Uautoriseret
de: Nicht autorisiert
es_mx: No autorizado
fr: Non autorisé
hu: Jogosulatlan
it: Non Autorizzato
ja: 無許可
nl: Niet-geautoriseerd
pt: Não autorizado
ru: Не авторизован
sr: Neovlašćeno
tr: Yetkisiz
vi: Chưa cấp quyền

source: Forbidden
da: Forbudt
de: Verweigert
es_mx: Prohibido
fr: Accès interdit
hu: Tiltott
it: Vietato
ja: 禁じられた
nl: Niet toegestaan.
pt: Proibido
ru: Запрещено
sr: Zabranjeno
tr: Yasaklı
vi: Bị cấm

source: Not found
da: Ikke fundet
de: Nicht gefunden
es_mx: No encontrado
fr: Elément non trouvé
hu: Nem található
it: Non trovato
ja: みつかりません
nl: Niet gevonden
pt: Não encontrado
ru: Не найдено
sr: Nije pronađeno
tr: Bulunamadı
vi: Không tìm thấy

source: Method not allowed
da: Metode ikke tilladt
fr: Méthode non autorisée
it: Metodo non permesso
ja: 不可の方法
nl: Methode is niet toegestaan
ru: Метод не поддерживается
sr: Metod nije dozvoljen

source: Internal server error
da: Intern serverfejl
fr: Erreur de serveur interne
hu: Belső szerverhiba
it: Errore interno del server
ja: 内部サーバーエラー
nl: Interne serverfout
ru: Внутренняя ошибка сервера
sr: Interna serverska greška

source: Logged Out
da: Logget af
de: Ausgeloggt
es_mx: Desconectado
fr: Déconnexion
hu: Kijelentkezve
it: Disconnesso
ja: ログアウト
nl: Uitgelogd
pt: Sessão terminada
ru: Выход
sr: Odjavljen
tr: Çıkış Yapıldı
vi: Đã đăng xuất

source: No response from server.
da: Intet svar fra server.
it: Nessuna risposta dal server.
ja: サーバーからの応答がありません。
nl: Geen antwoord van server.
ru: Нет ответа от сервера.

source: MFA Login successful
da: Multifaktorgodkendelse Login succesfuld
fr: Connections réussie via MFA
hu: MFA alapú bejelentkezés sikeres
it: Login MFA riuscito
ja: 多要素認証ログインに成功しました
nl: MFA-login succesvol
ru: Успешный вход с помощью МФА

source: MFA details were automatically provided in the browser
da: Multifaktorgodkendelse detaljer blev automatisk givet i browseren
fr: Les informations pour la MFA ont été automatiquement fournis par le navigateur
it: I dettagli MFA sono stati forniti automaticamente nel browser
ja: 多要素認証の詳細情報はブラウザに自動的に記録されました
nl: De MFA-gegevens werden automatisch verstrekt in de browser
ru: Данные МФА автоматически переданы в браузер

source: Successfully logged out
da: Du er nu logget af
de: Erfolgreich abgemeldet
es_mx: Se cerró sesión correctamente
fr: Déconnexion réussie !
hu: Sikeresen kijelentkeztél
it: Disconnesso con Successo
ja: ログアウトに成功しました
nl: Succesvol uitgelogd
pt: Sessão terminada com sucesso
ru: Успешный выход из системы
sr: Uspešno ste odjavljeni
tr: Başarıyla çıkış yapıldı
vi: Đăng xuất thành công

source: Language changed
da: Sprog ændret
fr: Langue changée
hu: Nyelv megváltoztatva
it: Lingua cambiata
ja: 言語変更
nl: Taal is gewijzigd
ru: Язык изменён

source: Your active language has been changed to the one set in your profile
da: Dit aktive sprog er blevet ændret til det der er sat i din profil
fr: Votre langue active a été remplacée en celle qui est définie dans votre profil
it: La tua lingua attiva è stata cambiata in quella impostata nel tuo profilo
ja: アクティブ言語がプロフィールで設定した言語に変更されました。
nl: Uw actieve taal is gewijzigd naar de gewenste taal in uw profiel
ru: Язык изменён на заданный в вашем профиле

source: Theme changed
da: Tema ændret
fr: Thème changé
hu: A téma megváltoztatva
it: Tema cambiato
ja: テーマ変更
nl: Thema gewijzigd
ru: Тема изменена

source: Your active theme has been changed to the one set in your profile
da: Dit aktive tema er blevet ændret til det der er sat i din profil
fr: Votre thème actif a été remplacé par celui défini dans votre profil
it: Il tuo tema attivo è stato cambiato con quello impostato nel tuo profilo
ja: アクティブなテーマがプロフィールで設定したものに変更されました。
nl: Uw actieve thema is gewijzigd naar het thema in uw profiel
ru: Тема интерфейса изменена на заданную в профиле

source: Check your inbox for a reset link. This only works if you have an account. Check in spam too.
da: Tjek din indbakke for et nulstillingslink. Dette virker kun, hvis du har en konto. Tjek også spam.
de: Prüfen Sie Ihren Posteingang für einen Link zum Zurücksetzen. Dies funktioniert nur, wenn Sie ein Konto haben. Prüfen Sie auch den Spam-Ordner.
es_mx: Revisa tu bandeja de entrada para un enlace de restablecimiento. Esto solo funciona si tienes una cuenta. Revisa el correo no deseado también.
fr: Vérifiez votre boîte de réception pour un lien de réinitialisation. Cela ne fonctionne que si vous avez un compte. Vérifiez également dans le spam.
hu: Nézd meg a beérkező levelek mappájában a visszaállítási linket. Ez csak akkor működik, ha van fiókod. Ellenőrizd a spameket is.
it: Controlla la tua casella di posta per un link di reset. Funziona solo se hai un account. Controlla anche lo spam.
ja: リセットのリンクを受信トレイでご確認ください。これはアカウントを持っている場合にのみ機能します。迷惑メールもチェックしてください。
nl: Check uw inbox voor een reset-link. Dit werkt alleen als u een account heeft. Controleer ook in spam box.
pt: Verifique a sua caixa de entrada com um link para redefinir. Isso só funciona se você já tiver uma conta. Cheque no também no spam.
ru: Проверьте свой почтовый ящик, чтобы получить ссылку на сброс. Это работает только в том случае, если у вас есть учетная запись. Проверьте также спам.
sr: Proverite u primljenoj pošti da li imate link za resetovanje. Proverite i u spamu
tr: Bir sıfırlama bağlantısı için gelen kutunuzu veya spam kutunuzu yoklayın. Bu yalnızca bir hesabınız varsa çalışacaktır.
vi: Kiểm tra hộp thư để lấy liên kết đặt lại. Việc này chỉ có tác dụng khi bạn có tài khoản. Cần kiểm tra thư mục Spam/Junk.

source: Reset failed
da: Nulstilling fejlede
de: Zurücksetzen fehlgeschlagen
es_mx: Restablecimiento fallido
fr: Échec de la réinitialisation
hu: Visszaállítás sikertelen
it: Ripristino fallito
ja: リセット失敗
nl: Reset is mislukt
pt: Falha ao redefinir
ru: Сброс не удался
sr: Resetovanje neuspešno
tr: Sıfırlama başarısız
vi: Thiết lập lại thất bại

source: Already logged in
da: Allerede logget ind
fr: Déjà connecté
it: Già connesso
ja: ログイン済み
nl: Is al ingelogd
ru: Вход уже выполнен

source: There is a conflicting session on the server for this browser. Please logout of that first.
da: Der er en konfliktfyldt session på serveren for denne browser. Log ud af det først.
fr: Il y a un conflit de session sur ce serveur pour ce navigateur. Veuillez d'abord vous déconnecter.
it: C'è una sessione in conflitto sul server per questo browser. Si prega di disconnettersi prima dalla precedente sessione.
ja: このブラウザのセッションがサーバー上で競合しています。まずそちらからログアウトしてください。
nl: Er is een tegenstrijdige sessie op de server voor deze browser. Meld u eerst af.
ru: На сервере есть конфликтующие сессии для данного браузера. Пожалуйста, выйдите из системы.

source: Logged In
da: Logget ind
de: Angemeldet
es_mx: Conectado
fr: Connecté
hu: Bejelentkezve
it: Accesso effettuato
ja: ログイン中
nl: Ingelogd
pt: Sessão Iniciada
ru: Войти в систему
sr: Ulogovani ste
tr: Giriş Yapıldı
vi: Đã đăng nhập

source: Successfully logged in
da: Logget ind
de: Erfolgreich angemeldet
es_mx: Sesión iniciada correctamente
fr: Vous êtes connecté(e)
hu: Sikeres bejelentkezés
it: Accesso effettuato con successo
ja: ログインに成功しました
nl: Succesvol ingelogd
pt: Sessão iniciada com êxito
ru: Вход выполнен успешно
sr: Uspešno ste se ulogovali
tr: Başarıyla giriş yapıldı
vi: Đăng nhập thành công.

source: Failed to set up MFA
da: Kunne ikke oprette Multifaktorgodkendelse
fr: Échec de la mise en place de l'AMF
it: Impossibile impostare l'MFA
ja: MFAの設定に失敗しました
nl: Het instellen van MFA is mislukt
ru: Не удалось настроить МФА

source: Password set
da: Adgangskode sat
de: Passwort festgelegt
es_mx: Contraseña establecida
fr: Mot de passe défini
hu: Jelszó beállítva
it: Password impostata
ja: パスワード設定
nl: Wachtwoord ingesteld
pt: Palavra-passe definida
ru: Пароль установлен
sr: Lozinka podešena
tr: Şifre belirlendi
vi: Đã đặt mật khẩu
