Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Filter items by batch code
es_mx: Filtrar elementos por código de lote
fr: Filtrer les articles par code de lot
it: Filtra gli articoli per codice lotto
ja: バッチコードによるアイテムのフィルタリング
nl: Filter items op batch code
ru: Фильтр по коду партии
sr: Filtriraj stavke prema šifri serije

source: Show items which are in stock
da: Vis varer der er på lager
de: Zeige Teile welche im Lager sind
fr: Afficher les articles en stock
it: Mostra gli articoli che sono a magazzino
ja: 在庫のある商品を表示
nl: Toon items die op voorraad zijn
pt: Mostrar itens que estão disponíveis em estoque
ru: Показать элементы, которые в наличии
sr: Prikaži stavke koje su na zalihama
tr: Stokta olan ögeleri göster

source: Is Serialized
de: Hat Seriennummer
fr: Est sérialisé
hu: Sorozatszámos
it: È Serializzato
ja: 連載中
nl: Is geserialiseerd
pt: É Serializado
ru: Есть серийный номер
sr: Serijski
tr: Serileştirilmiş Olanlar

source: Show items which have a serial number
da: Vis elementer som har et serienummer
de: Zeige Bestand mit Seriennummer
fr: Afficher les articles ayant un numéro de série
it: Mostra gli articoli che hanno un numero di serie
ja: シリアル番号のある商品を表示
nl: Toon items met een serienummer
pt: Mostrar itens que têm um número de série
ru: Показать элементы, которым присвоен серийный номер
sr: Prikaži stavke koje imaju serijski broj
tr: Bir seri numarası olan ögeleri göster

source: Serial
fr: Numéro de série
hu: Sorozatszám
it: Seriale
ja: シリアル
nl: Serienummer
ru: Серийный номер

source: Filter items by serial number
da: Filtrer elementer efter serienummer
es_mx: Filtrar artículos por número de serie
fr: Filtrer les articles par numéro de série
it: Filtra gli articoli per numero di serie
ja: シリアル番号で商品を絞り込む
nl: Artikelen filteren op serienummer
ru: Фильтр по серийному номеру
sr: Filtriraj stavke po serijskom broju

source: Serial Below
fr: Numéro de série en dessous
hu: Sorozatszám ez alatt
it: Seriale Sotto
ja: カウントダウン連番
nl: Serienummer onder
ru: Серийный номер меньше

source: Show items with serial numbers less than or equal to a given value
da: Vis elementer med serienumre mindre end eller lig med en given værdi
es_mx: Mostrar elementos con números de serie menores o iguales a un valor determinado
fr: Afficher les articles avec des numéros de série inférieurs ou égaux à une valeur donnée
it: Mostra gli articoli con numeri di serie inferiori o uguali a un determinato valore
ja: 指定された値以下のシリアル番号のアイテムを表示します。
nl: Toon items met serienummers kleiner dan of gelijk aan een bepaalde waarde
ru: Показать элементы, у которых серийный номер меньше или равен заданному значению
sr: Prikaži stavke sa serijskim brojem manjim ili jednakim od zadate vrednosti

source: Serial Above
fr: Numéro de série au-dessus
hu: Sorozatszám e felett
it: Seriale Sopra
ja: 連番
nl: Serienummer boven
ru: Серийный номер больше

source: Show items with serial numbers greater than or equal to a given value
da: Vis elementer med serienumre større end eller lig med en given værdi
es_mx: Mostrar artículos con números de serie mayores o iguales a un valor dado
fr: Afficher les articles avec des numéros de série supérieurs ou égaux à une valeur donnée
it: Mostra gli articoli con numeri di serie maggiori o uguali a un dato valore
ja: 指定された値以上のシリアル番号を持つアイテムを表示します。
nl: Toon items met serienummers groter dan of gelijk aan een bepaalde waarde
ru: Показать элементы, у которых серийный номер больше или равен заданному значению
sr: Prikaži stavke sa serijskim brojem većim ili jednakim od zadate vrednosti

source: Assigned to me
da: Tildelt til Mig
de: Mir zugewiesen
fr: Assigné à moi
hu: Hozzám rendelt
it: Assegnato a me
ja: 担当
nl: Toegewezen aan mij
pt: Atribuído a mim
ru: Назначено мне
sr: Dodeljeno meni
tr: Bana atandı
vi: Phân công cho tôi

source: Show orders assigned to me
da: Vis ordrer tildelt mig
de: Mir zugewiesene Aufträge anzeigen
fr: Monter mes commandes
it: Mostra gli ordini assegnati a me
ja: 私に割り当てられた命令を表示
nl: Toon aan mij toegewezen orders
pt: Mostrar pedidos atribuídos a mim
ru: Показать заказы, назначенные мне
sr: Prikaži naloge dodeljene meni
tr: Bana atanan siparişleri göster
vi: Hiển thị đơn đặt phân công cho tôi

source: Outstanding
da: Udestående
de: Ausstehend
fr: Remarquable
hu: Kintlévő
it: Eccezionale
ja: 並外れた
nl: Openstaand
pt: Pendente
ru: Незавершено
sr: Neizvršeno
tr: Bekliyor
vi: Nổi bật

source: Show outstanding items
es_mx: Mostrar artículos destacados
fr: Afficher les articles en suspens
it: Mostra elementi inevasi
ja: 未処理項目の表示
nl: Uitstaande items tonen
ru: Показать незавершённые элементы
sr: Prikaži neizvršene stavke

source: Show overdue items
es_mx: Mostrar artículos vencidos
fr: Afficher les articles en retard
it: Mostra elementi in ritardo
ja: 期限切れアイテムの表示
nl: Achterstallige items tonen
ru: Показать просроченные элементы
sr: Prikaži stavke koje kasne

source: Minimum Date
es_mx: Fecha Mínima
fr: Date minimum
hu: Kezdő dátum
it: Data minima
ja: 最小の日付
nl: Minimale datum
ru: Минимальная дата
sr: Minimalni datum

source: Show items after this date
es_mx: Mostrar elementos después de esta fecha
fr: Afficher les articles après cette date
it: Mostra gli elementi dopo questa data
ja: この日付以降のアイテムを表示
nl: Items weergeven na deze datum
ru: Показать элементы после указанной даты
sr: Prikaži stavke nakon ovog datuma

source: Maximum Date
es_mx: Fecha máxima
fr: Date maximum
hu: Befejező dátum
it: Data massima
ja: 最大日付
nl: Maximale datum
ru: Максимальная дата
sr: Maksimalni datum

source: Show items before this date
da: Vis elementer før denne dato
es_mx: Mostrar artículos antes de esta fecha
fr: Afficher les articles avant cette date
it: Mostra gli elementi dopo questa data
ja: この日以前の商品を表示
nl: Items voor deze datum weergeven
ru: Показать элементы до указанной даты
sr: Prikaži stavke pre ovog datuma

source: Created Before
da: Oprettet Før
es_mx: Creado antes de
fr: Créé avant
hu: Ez előtt létrehozva
it: Creato prima
ja: 作成前
nl: Gemaakt voor
ru: Созданы до
sr: Kreirano pre

source: Show items created before this date
da: Vis elementer oprettet før denne dato
es_mx: Mostrar elementos creados antes de esta fecha
fr: Afficher les articles créés avant cette date
it: Mostra gli articoli creati prima di questa data
ja: この日付より前に作成されたアイテムを表示
nl: Toon items gemaakt voor deze datum
ru: Показать заказы, созданные до указанной даты
sr: Prikaži stavke kreirane pre ovog datuma

source: Created After
da: Oprettet Efter
es_mx: Creado después de
fr: Créé après
hu: Létrehozva ez után
it: Creato dopo
ja: の後に作成されました。
nl: Aangemaakt na
ru: Созданы после
sr: Kreirano nakon

source: Show items created after this date
da: Vis elementer oprettet efter denne dato
es_mx: Mostrar elementos creados después de esta fecha
fr: Afficher les articles créés après cette date
it: Mostra gli articoli creati dopo questa data
ja: この日付以降に作成されたアイテムを表示
nl: Toon items die zijn aangemaakt na deze datum
ru: Показать заказы, созданные после указанной даты
sr: Prikaži stavke kreirane nakon ovog datuma

source: Start Date Before
da: Start dato før
fr: Date de début avant
hu: Kezdeti dátum ez előtt
it: Data di inizio Prima
ja: 開始日 前
nl: Startdatum voor
ru: Начальная дата до

source: Show items with a start date before this date
da: Vis elementer med en startdato før denne dato
fr: Afficher les articles avec une date de début qui est avant cette date
it: Mostra gli articoli con una data d'inizio prima di questa data
ja: この日付より前の開始日のアイテムを表示
nl: Items met een startdatum voor deze datum tonen
ru: Показать элементы, начальная дата которых раньше указанной

source: Start Date After
da: Start Dato Efter
fr: Date de dévut après
it: Data d'inizio dopo
ja: 開始日 後
nl: Start datum na
ru: Начальная дата после

source: Show items with a start date after this date
da: Vis elementer med en startdato efter denne dato
fr: Afficher les articles avec une date de début après cette date
it: Mostra gli articoli con una data d'inizio dopo questa data
ja: この日付以降の開始日のアイテムを表示
nl: Toon items met een startdatum na deze datum
ru: Показать элементы, начальная дата которых после указанной

source: Target Date Before
es_mx: Fecha objetivo antes de
fr: Date cible avant
it: Data obiettivo prima
ja: 目標期日
nl: Doeldatum vóór
ru: Целевая дата до
sr: Krajnji datum pre

source: Show items with a target date before this date
es_mx: Mostrar elementos con una fecha objetivo anterior a esta fecha
fr: Afficher les articles avec une date cible avant cette date
it: Mostra elementi con una data di destinazione prima di questa data
ja: この日付より前の日付のアイテムを表示
nl: Toon items met een doeldatum vóór deze datum
ru: Показать элементы, целевая дата которых раньше указанной
sr: Prikaži stavke sa krajnjim datum pre ovog datuma

source: Target Date After
es_mx: Fecha objetivo después de
fr: Date cible après
hu: Céldátum ez után
it: Data obiettivo dopo
ja: 以降の目標日
nl: Doeldatum na
ru: Целевая дата после
sr: Krajnji datum nakon

source: Show items with a target date after this date
es_mx: Mostrar elementos con una fecha de objetivo posterior a esta fecha
fr: Afficher les articles avec une date cible après cette date
it: Mostra elementi con una data di destinazione dopo di questa data
ja: この日以降に目標日が設定されたアイテムを表示
nl: Toon items met een doeldatum na deze datum
ru: Показать элементы, целевая дата которых после указанной
sr: Prikaži stavke sa krajnjim datumom nakon ovog datuma

source: Completed Before
da: Færdiggjort Før
es_mx: Completado antes de
fr: Complété avant
it: Completato prima di
ja: 完成前
nl: Voltooid voor
ru: Завершен до
sr: Završeno pre

source: Show items completed before this date
es_mx: Mostrar elementos completados antes de esta fecha
fr: Afficher les articles complétés avant cette date
it: Mostra gli elementi completati prima di questa data
ja: この日までに完了した項目を表示
nl: Toon items voltooid voor deze datum
ru: Показать заказы, завершенные до указанной даты
sr: Prikaži stavke završene pre ovog datuma

source: Completed After
da: Færdiggjort Efter
es_mx: Completado después de
fr: Complété après
hu: Befejezve ez után
it: Completato dopo
ja: 終了後
nl: Na Voltooid
ru: Завершен после
sr: Završeno nakon

source: Show items completed after this date
es_mx: Mostrar elementos completados después de esta fecha
fr: Afficher les articles complétés après cette date
it: Mostra gli elementi completati dopo questa data
ja: この日以降に完了した項目を表示
nl: Toon items voltooid na deze datum
ru: Показать заказы, завершенные после указанной даты
sr: Prikaži stavke završene nakon ovog datuma

source: Has Project Code
da: Har Projektkode
de: Hat Projektcode
fr: Possède un code projet
hu: Van projektszáma
it: Ha il codice progetto
ja: プロジェクトコード
nl: Heeft projectcode
pt: Possui Código do Projeto
ru: Указан код проекта
sr: Ima šifru projekta
tr: Proje Kodu Olanlar

source: Show orders with an assigned project code
da: Vis ordrer med en tildelt projektkode
es_mx: Mostrar pedidos con un código de proyecto asignado
fr: Afficher les commandes auxquelles un code de projet a été attribué
it: Mostra gli ordini con un codice del progetto assegnato
ja: プロジェクトコードが割り当てられた注文の表示
nl: Toon bestellingen met toegewezen projectcode
ru: Показать заказы с указанным кодом проекта
sr: Prikaži narudžbine sa dodeljenom šifrom projekta

source: Include Variants
de: Alternativen einschließen
fr: Inclure les variantes
hu: Változatok is
it: Includi Varianti
ja: バリアントを含む
nl: Inclusief varianten
pt: Incluir variantes
ru: Включая разновидности
sr: Uključi varijante
tr: Türevleri İçer
vi: Bao gồm các biến thể

source: Include results for part variants
fr: Inclure les résultats pour les variations de pièces
it: Includi i risultati per le varianti dell'articolo
ja: 部品のバリエーションの結果を含めてください
nl: Resultaten voor deelvarianten toevoegen
ru: Включить результаты для вариантов деталей

source: Filter by order status
da: Filtrer efter ordrestatus
de: Nach Bestellstatus filtern
es_mx: Filtrar por estado de la orden
fr: Filtrer par ordre de statut
hu: Rendelési állapot szűrés
it: Filtra per stato ordine
ja: 注文状況による絞り込み
nl: Filteren op bestellingstatus
pt: Filtrar por estado do pedido
ru: Фильтр по статусу заказа
sr: Filtriraj po statusu narudžbine
tr: Sipariş durumuna göre süz

source: Filter by project code
da: Filtrer efter projekt kode
de: Nach Produktcode filtern
fr: Filtrer par code de projet
hu: Projekt kódra szűrés
it: Filtra per codice progetto
ja: プロジェクトコードによるフィルタリング
nl: Filter op projectcode
pt: Filtrar por código de projeto
ru: Фильтр по коду проекта
sr: Filtriraj po šifri projekta
tr: Proje koduna göre süz

source: Filter by responsible owner
da: Filtrer efter ansvarlig ejer
de: Nach verantwortlichem Besitzer filtern
fr: Filtrer par propriétaire responsable
hu: Szűrés a felelős tulajdonosra
it: Filtra per proprietario responsabile
ja: 責任所有者による絞り込み
nl: Filter op verantwoordelijke eigenaar
pt: Filtrar pelo proprietário responsável
ru: Фильтр по ответственному
sr: Filtriraj po odgovornom vlasniku
tr: Sorumlu sahibine göre süz

source: Filter by user
da: Filtrer efter bruger
de: Nach Benutzer filtern
fr: Filtrer par utilisateur
hu: Szűrés felhasználó szerint
it: Filtra per utente
ja: レポートのフィルタリング
nl: Filter op gebruiker
ru: Фильтр по пользователю
sr: Filtriraj po korisniku
tr: Kullanıcıya göre süz

source: Filter by manufacturer
da: Filtrer efter producent
fr: Filtrer par fabriquant
it: Filtra per produttore
ja: メーカーで絞り込む
nl: Op fabrikant filteren
ru: Фильтр по производителю

source: Filter by supplier
da: Filtrer efter leverandører
fr: Filtrer par fournisseur
it: Filtra per fornitore
ja: サプライヤーで絞り込む
nl: Filteren op leverancier
ru: Фильтр по поставщику

source: Filter by user who created the order
da: Filtrer efter bruger der oprettede ordren
fr: Filtrer par utilisateur qui a créé une commande
it: Filtra per utente che ha creato l'ordine
ja: 注文を作成したユーザーによるフィルタリング
nl: Filter op gebruiker die de bestelling heeft aangemaakt
ru: Фильтр по пользователю, который создал заказ
sr: Filtriraj po korisniku koji je kreirao nalog

source: Filter by user who issued the order
da: Filtrer efter bruger der har udstedt ordren
fr: Filtrer par utilisateur qui a émis la commande
it: Filtra per utente che ha creato l'ordine
ja: 注文を発行したユーザーによるフィルタリング
nl: Filteren op gebruiker die de bestelling heeft uitgegeven
ru: Фильтр по пользователю, создавшему заказ

source: Filter by part category
da: Filtrer efter del kategori
fr: Filtrer par catégorie de pièce
it: Filtra per categoria articolo
ja: 部品カテゴリーによる絞り込み
nl: Filter op onderdeel categorie
ru: Фильтр по категории

source: Filter by stock location
da: Filtrer efter lagerplacering
fr: Filtrer par emplacement de stock
it: Filtra per posizione magazzino
ja: 在庫場所で絞り込む
nl: Filter op voorraad locatie
ru: Фильтр по месту хранения

source: Remove filter
da: Fjern filter
de: Filter entfernen
es_mx: Eliminar filtro
fr: Supprimer le filtre
hu: Szűrő eltávolítása
it: Rimuovi filtro
ja: フィルタを削除
nl: Filter verwijderen
pt: Remover filtro
ru: Убрать фильтрацию
sr: Ukloni filter
tr: Filtreyi kaldır
vi: Xoá bộ lọc

source: Select filter value
da: Vælg filter værdi
de: Filterwert auswählen
es_mx: Seleccionar valor del filtro
fr: Sélection de la valeur du filtre
hu: Szűrő érték kiválasztása
it: Seleziona valore filtro
ja: フィルタの値を選択
nl: Selecteer filterwaarde
pt: Selecionar valor do filtro
ru: Выберите значение фильтра
sr: Izaberi vrednost za fliter
tr: Filtre değeri seç
vi: Lựa chọn giá trị để lọc

source: Enter filter value
da: Indtast filter værdi
es_mx: Introducir valor de filtro
fr: Entrer une valeur de filtre
it: Inserisci valore filtro
ja: フィルター値の入力
nl: Voer filterwaarde in
ru: Введите значение фильтра
sr: Unesi vrednost filtera

source: Select date value
es_mx: Seleccionar fecha
fr: Sélectionner une valeur de date
hu: Dátum szűrés
it: Seleziona valore data
ja: 日付の値を選択
nl: Selecteer een datumwaarde
ru: Выберите дату
sr: Izaberi vrednost datuma

source: Select filter
da: Vælg filter
de: Filter auswählen
es_mx: Seleccionar filtro
fr: Sélection du filtre
hu: Szűrő kiválasztása
it: Seleziona filtro
ja: フィルタを選択
nl: Filter selecteren
pt: Selecionar filtro
ru: Выбрать фильтр
sr: Izaberi filter
tr: Filtre seç
vi: Chọn bộ lọc

source: Filter
es_mx: Filtro
fr: Filtrer
hu: Szűrő
it: Filtro
ja: フィルタ
pt: Filtro
ru: Отфильтровать
tr: Filtre
vi: Bộ lọc

source: Table Filters
de: Tabellenfilter
es_mx: Filtros de tabla
fr: Filtres des tables
hu: Táblázat szűrők
it: Filtri tabella
ja: テーブルフィルター
nl: Tabel filters
pt: Filtros de tabela
ru: Фильтр таблицы
sr: Filteri tabele
tr: Tablo Süzgeçleri
vi: Bộ lọc bảng

source: Add Filter
da: Tilføj Filter
de: Filter hinzufügen
es_mx: Añadir filtro
fr: Ajouter un filtre
hu: Szűrő hozzáadása
it: Aggiungi filtro
ja: フィルタを追加
nl: Filter toevoegen
pt: Adicionar Filtro
ru: Добавить фильтр
sr: Dodaj filter
tr: Filtre Ekle
vi: Thêm bộ lọc

source: Clear Filters
da: Nulstil filtre
de: Filter zurücksetzen
es_mx: Borrar Filtros
fr: Effacer filtres
hu: Szűrők törlése
it: Rimuovi filtri
ja: 絞り込み条件を解除する
nl: Filters wissen
pt: Limpar Filtros
ru: Очистить фильтр
sr: Očisti filtere
tr: Süzgeçleri Temizle
vi: Xóa bộ lọc

source: No records found
de: Keine Einträge gefunden
es_mx: Ningún registro encontrado
fr: Pas d'enregistrement trouvé
hu: Nincs találat
it: Nessun record trovato
ja: 記録が見つかりません
nl: Geen gegevens gevonden
pt: Nenhum registo encontrado
ru: Записи не найдены
sr: Nema pronađenih zapisa
tr: Hiç kayıt bulunamadı
vi: Không tìm thấy biểu ghi

source: Error loading table options
fr: Impossible de charger la table des options
it: Errore nel caricare le opzioni della tabella
ja: テーブルオプションの読み込み中にエラーが発生しました
nl: Fout bij laden tabel opties
ru: Ошибка загрузки параметров таблицы

source: Server returned incorrect data type
da: Server returnerede forkert datatype
de: Der Server hat einen falschen Datentyp zurückgegeben
es_mx: El servidor devolvió un tipo de datos incorrecto
fr: Le serveur à retourner un type de donnée incorrect
hu: A szerver hibás adattípust küldött vissza
it: Il server ha restituito un tipo di dati errato
ja: サーバーが不正なデータ型を返しました。
nl: Server heeft onjuist gegevenstype teruggestuurd
pt: O servidor retornou dados incorretos
ru: Сервер вернул неверный тип данных
sr: Server je vratio neispravan tip podataka
tr: Sunucu yanlış veri türü döndürdü
vi: Máy chủ trả chưa đúng dữ liệu

source: Error loading table data
da: Fejl ved indlæsning af tabeldata
fr: Impossible de charger le tableau de données
it: Errore nel caricare i dati della tabella
ja: テーブルデータの読み込み中にエラーが発生しました
nl: Fout bij laden van tabelgegevens
ru: Ошибка загрузки данных таблицы

source: View details
da: Vis detaljer
fr: Vue des détails
hu: Részletek megtekintése
it: Mostra dettagli
ja: 詳細を見る
nl: Details weergeven
ru: Показать сведения

source: View {model}
da: Vis {model}
it: Visualizza {model}
ja: {model}を表示
nl: {model} Bekijken
ru: Просмотреть {model}

source: Delete Selected Items
da: Slet valgte del
es_mx: Eliminar Elementos Seleccionados
fr: Supprimer les éléments sélectionnés
hu: Kiválasztott elemek törlése
it: Elimina elementi selezionati
ja: 選択したアイテムを削除
nl: Geselecteerde items verwijderen
ru: Удалить выбранные элементы
sr: Obriši izabrane stavke
tr: Seçilen Ögeleri Sil
vi: Xóa mục đã chọn

source: Are you sure you want to delete the selected items?
da: Er du sikker på at du ønsker at slette de valgte varer?
fr: Êtes-vous sûr de vouloir supprimer les éléments sélectionnés ?
it: Sei sicuro di voler eliminare gli elementi selezionati?
ja: 選択したアイテムを削除しますか?
nl: Weet u zeker dat u de geselecteerde items wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные элементы?
sr: Da li ste sigurni da želite da obrišete ove izabrane stavke?
tr: Seçilen ögeleri silmek istediğinize emin misiniz?
vi: Bạn muốn xóa các mục đã chọn?

source: This action cannot be undone
da: Denne handling kan ikke fortrydes
es_mx: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
it: Questa azione non può essere annullata
ja: この操作は元に戻せません。
nl: Deze actie kan niet ongedaan worden gemaakt
ru: Это действие нельзя будет отменить
sr: Ova akcija se ne može poništiti

source: Items deleted
da: Elementer slettet
fr: Articles supprimés
hu: Elemek törölve
it: Elementi eliminati
ja: 削除されたアイテム
nl: Items verwijderd
ru: Элементы удалены

source: Failed to delete items
da: Kunne ikke slette elementer
fr: Echecs pour supprimer les articles
it: Eliminazione degli elementi non riuscita
ja: アイテムの削除に失敗しました
nl: Verwijderen van item is mislukt.
ru: Не удалось удалить элементы

source: Custom table filters are active
es_mx: Los filtros personalizados de tabla están activos
fr: Filtre de tableau personnalisés sont activés
it: I filtri tabella personalizzati sono attivi
ja: カスタムテーブルフィルターが有効
nl: Aangepaste tabelfilters zijn actief
ru: Используется пользовательский фильтр таблицы
sr: Prilagođeni filteri tabele su aktivni

source: Delete selected records
de: Ausgewählte Datensätze löschen
fr: Supprimer les enregistrements sélectionnés
it: Cancella record selezionati
ja: 選択したレコードの削除
nl: Verwijder de geselecteerde records
pt: Remover registos selecionados
ru: Удалить выбранные записи
sr: Obriši izabrane zapise
tr: Seçili kayıtları sil
vi: Xóa bản ghi được chọn

source: Refresh data
de: Daten aktualisieren
fr: Actualiser les données
hu: Adatok frissítése
it: Ricarica dati
ja: データを更新する
nl: Gegevens vernieuwen
pt: Atualizar dados
ru: Обновить данные
sr: Osveži podatke
tr: Veriyi yenile
vi: Làm mới dữ liệu

source: Active Filters
da: Aktive Filtre
fr: Filtres actifs
it: Filtri attivi
ja: 適用中のフィルター
nl: Actieve filters
ru: Активные фильтры

source: This BOM item is defined for a different parent
de: Diese Stücklistenposition ist für ein anderes übergeordnetes Element definiert
fr: Cet article de nomenclature est défini pour un autre parent
hu: Ez a beépülő alkatrész másik szülő alkatrészhez lett felvéve
it: Questo elemento BOM è definito per un genitore diverso
ja: このBOMアイテムは、別の親に定義されています。
nl: Deze stuklijst is gedefinieerd voor een ander bovenliggende item
pt: Este item BOM é definido para uma peça parental diferente
ru: Эта позиция в спецификации унаследована от родительской детали
sr: Ova stavka sa spiska materijala je definisana za drugu roditeljsku komponentu
tr: Bu ML ögesi farklı bir üst öge için tanımlı
vi: BOM này đã được định nghĩa

source: Part Information
da: Del Information
de: Teile-Informationen
fr: Information de pièce
hu: Alkatrész információ
it: Informazioni Articolo
ja: 部品情報
nl: Informatie over onderdeel
pt: Informação da Peça
ru: Информация о детали
sr: Informacije o delu
tr: Parça Bilgisi
vi: Thông tin nguyên liệu

source: This BOM item has not been validated
da: Dette Stykliste element er ikke blevet valideret
fr: Cet article de nomenclature n'a pas été validé
it: Questo articolo della distinta base non è stato validato
ja: このBOMは検証されていません
nl: Dit BOM item is niet gevalideerd
ru: Эта позиция в спецификации не утверждена

source: Substitutes
fr: Alternatives
hu: Helyettesítõk
it: Sostituti
ja: 代替品
nl: Vervanging
ru: Замены

source: Virtual part
fr: Pièce virtuelle
hu: Virtuális alkatrész
it: Articolo Virtuale
ja: 仮想部品
nl: Virtueel deel
ru: Виртуальная деталь

source: External stock
da: Ekstern Lager
de: Externer Bestand
fr: Stockage externe
it: Scorte esterne
ja: 外部在庫
nl: Externe voorraad
pt: Estoque externo
ru: Сторонний склад
sr: Spoljne zalihe
tr: Harici stok
vi: Kho ngoài

source: Includes substitute stock
da: Inkluderer erstatningsbeholdning
de: Ersatz Bestand einbeziehen
fr: Comprend un stock de remplacement
hu: Helyettesítőkkel együtt
it: Comprende le scorte sostitutive
ja: 代用株を含む
nl: Inclusief vervangend voorraad
pt: Inclui substitutos de estoque
ru: Включает запас заменителей
sr: Uključuje zamenske zalihe
tr: Yedek stok içerir
vi: Bao gồm kho thay thế
