Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Delivery Date
da: Leveringsdato
fr: Date de Livraison
hu: Kézbesítés dátuma
it: Data di consegna
ja: 配達日
nl: Levering datum
ru: Дата доставки
sr: Datum dostave
tr: Teslimat Tarihi

source: Shipment Details
da: Forsendelse Detaljer
es_mx: Detalles del envío
fr: Détails de l'envoi
it: Dettagli spedizione
ja: 出荷の詳細
nl: Verzending details
ru: Данные отгрузки
sr: Detalji isporukue

source: Edit Shipment
da: Rediger Forsendelse
fr: Modifier l'envoi
it: Modifica spedizione
ja: 出荷の編集
nl: Bewerk verzending
ru: Редактировать отправку
sr: Izmeni isporuku
tr: Gönderiyi Düzenle

source: Cancel Shipment
da: Annuller Forsendelse
es_mx: Cancelar envío
fr: Annuler l'envoi
it: Annulla spedizione
ja: 出荷のキャンセル
nl: Verzending annuleren
ru: Отменить отгрузку
sr: Otkaži isporuku

source: Complete Shipment
fr: Compléter l'envoi
it: Completa Spedizione
ja: 完全出荷
nl: Zending voltooien
ru: Завершить отправку
sr: Završi isporuku
tr: Gönderiyi Tamamla

source: Pending
fr: En attente
hu: Függőben
it: In sospeso
ja: 処理待ち
nl: In behandeling
ru: В обработке
sr: Na čekanju
tr: Bekliyor

source: Checked
da: Kontrolleret
it: Controllato
ja: チェック済み
nl: Gecontroleerd
ru: Проверено

source: Not Checked
da: Ikke Kontrolleret
it: Non controllato
ja: 未選択
nl: Niet gecontroleerd
ru: Не проверено

source: Shipped
da: Afsendt
fr: Envoyé
hu: Kiszállítva
it: Spedito
ja: 発送済み
nl: Verzonden
ru: Отгружено
sr: Poslato
tr: Gönderildi

source: Delivered
da: Leveret
fr: Livré
hu: Kiszállítva
it: Consegnato
ja: 配送済み
nl: Geleverd
ru: Доставлено
sr: Isporučeno
tr: Teslim Edildi

source: Send Shipment
da: Send Forsendelse
es_mx: Enviar envío
fr: Envoyer l'expédition
hu: Szállítmány elküldése
it: Invia Spedizione
ja: 発送
nl: Verzending verzenden
ru: Отправить отгрузку
sr: Pošalji isporuku

source: Shipment Actions
da: Forsendelses Handlinger
es_mx: Acciones de envío
fr: Action sur l'expédition
it: Azioni Di Spedizione
ja: 出荷アクション
nl: Verzending acties
ru: Действия с отгрузкой
sr: Akcije isporuke

source: Check
it: Controlla
ja: チェック
nl: Aanvinken
ru: Проверить

source: Mark shipment as checked
da: Marker forsendelse som kontrolleret
it: Segna spedizione come controllata
ja: 出荷を確認済みとしてマークしてください
nl: Markeer levering als gecontroleerd
ru: Отметить отправку как проверенную

source: Uncheck
it: Deseleziona
ja: 未確認
nl: Uitvinken
ru: Снять отметку

source: Mark shipment as unchecked
da: Marker forsendelse som ikke-kontrolleret
it: Segna spedizione come non controllata
ja: 出荷を確認待ちとしてマークしてください
nl: Markeer deze levering als niet gecontroleerd
ru: Отметить отправку как непроверенную

source: Parent Location
da: Overordnet Lokation
de: Übergeordneter Lagerort
fr: Emplacement parent
hu: Szülő hely
it: Posizione principale
ja: 親の位置
nl: Bovenliggende locatie
pt: Localização Parente
ru: Родительское местоположение
sr: Nadređena lokacija
tr: Üst Konum
vi: Địa chỉ chính

source: Sublocations
da: Under lokationer
de: Unter-Lagerorte
fr: Sous-emplacements
hu: Alhelyek
it: Sottoallocazioni
ja: サブロケーション
nl: Sub locatie
pt: Sub-locais
ru: Дочерние местоположения
sr: Podlokacije
tr: Alt Konumlar
vi: Địa chỉ phụ

source: Location Type
da: Lokationstype
de: Lagerort Typ
fr: Types d'emplacement
hu: Helyszín típusa
it: Tipo di posizione
ja: ロケーションタイプ
nl: Locatie type
pt: Tipo de Localização
ru: Тип места хранения
sr: Tip lokacije
tr: Konum Türü
vi: Loại vị trí

source: Top level stock location
de: Oberster Lagerort
fr: Emplacement de stock de premier niveau
it: Posizione delle scorte di primo livello
ja: トップレベルの在庫ロケーション
nl: Locatie voorraad topniveau
pt: Local de estoque de alto nível
ru: Место хранения верхнего уровня
sr: Lokacija zaliha najvišeg nivoa
tr: En üst düzey stok konumu
vi: Vị trí kho tổng

source: Location Details
da: Lokations Detaljer
de: Lagerort-Details
fr: Détails de l’emplacement
it: Dettagli posizione
ja: 場所の詳細
nl: Locatie gegevens
pt: Detalhes da localização
ru: Сведения о месте
sr: Detalji lokacije
tr: Konum Ayrıntıları
vi: Chi tiết địa điểm

source: Default Parts
da: Standard Dele
de: Standardteile
fr: Pièces par défaut
it: Articoli predefiniti
ja: デフォルトパーツ
nl: Standaard onderdelen
pt: Peças padrão
ru: Детали по умолчанию
sr: Podrazumevani delovi
tr: Varsayılan Parçalar
vi: Nguyên liệu mặc định

source: Edit Stock Location
da: Rediger Lagerlokation
de: Lagerort bearbeiten
fr: Modifier l'emplacement du stock
it: Modifica la posizione delle scorte
ja: 在庫場所の編集
nl: Voorraadlocatie bewerken
pt: Editar Local de Estoque
ru: Редактировать место хранения
sr: Izmeni lokaciju zaliha
tr: Stok Konumunu Düzenle
vi: Sửa vị trí kho

source: Move items to parent location
da: Flyt elementer til overordnet lokation
es_mx: Mover elementos a la categoría padre
fr: Déplacer les articles à l'emplacement des parents
it: Sposta articoli nella categoria superiore
ja: アイテムを親の場所に移動
nl: Verplaats items naar bovenliggende locatie
ru: Переместить элементы в родительское местоположение
sr: Pomeri stavku na roditeljsku lokaciju

source: Delete Stock Location
da: Slet Lager Lokation
de: Lagerort löschen
fr: Supprimer l'emplacement du stock
it: Elimina Posizione di Giacenza
ja: 在庫場所の削除
nl: Voorraadlocatie verwijderen
pt: Editar Local de Estoque
ru: Удалить место хранения
sr: Obriši lokaciju zaliha
tr: Stok Konumunu Sil
vi: Xoá vị trí kho

source: Items Action
de: Bestandsaktionen
fr: Action sur les éléments
hu: Tétel műveletek
it: Azione Articoli
ja: アクション
nl: Artikel actie
pt: Ações do item
ru: Действия с элементами
sr: Akcija stavki
tr: Ögeler Eylemi
vi: Thao tác items

source: Action for stock items in this location
de: Aktion für Lagerartikel an diesem Lagerort
fr: Action pour les articles en stock à cet emplacement
it: Scansiona gli elementi in magazzino in questa ubicazione
ja: この場所にある在庫品に対する措置
nl: Actie voor voorraad items op deze locatie
pt: Ações para itens de estoque nesta localização
ru: Действия для складских элементов в этом месте
sr: Akcija za stavke na ovoj lokaciji
tr: Bu konumdaki stok ögeleri için eylem
vi: Thao tác cho kho tại vị trí này

source: Locations Action
da: Lokation Handlinger
it: Azioni posizioni
ja: 在庫場所の一括操作
nl: Locaties actie
ru: Действия с местоположениями

source: Action for child locations in this location
da: Handling for underordnede lokation i denne lokation
de: Aktion für untergeordnete Lagerorte an diesem Lagerort
fr: Action pour les emplacements enfants à cet emplacement
it: Azione per le posizioni figlie in questa posizione
ja: この場所の子供のための行動
nl: Actie voor onderliggende locaties in deze locatie
pt: Ação para locais filhos nesta localização
ru: Действия для дочерних местоположений в этом месте
sr: Akcija za lokacije podređene ovoj
tr: Bu konumdaki alt konumlar için eylem
vi: Thao tác cho vị trí phụ tại vị trí này

source: Scan Stock Item
da: Scan Lagervare
fr: Scanner un article en stock
it: Scansione articolo magazzino
ja: 在庫品のスキャン
nl: Scan voorraad item
ru: Сканировать складской элемент

source: Scanned stock item into location
fr: Article en stock scanné à cet emplacement
it: Articolo di magazzino scansionato nella posizione
ja: 在庫品を在庫場所に置いてスキャンしました
nl: Gescande voorraadartikel op locatie
ru: Сканированный элемент помещён в местоположение

source: Error scanning stock item
da: Fejl ved scanning af lagervare
fr: Impossible de scanner cet article en stock
it: Errore nella scansione dell'articolo a magazzino
ja: 在庫品のスキャン中にエラーが発生しました
nl: Fout bij scannen voorraad item
ru: Ошибка при сканировании складского элемента

source: Scan Stock Location
fr: Scanner l'emplacement de stock
it: Scansiona Ubicazione magazzino
ja: 在庫場所をスキャンしてください
nl: Scan voorraad locatie
ru: Сканировать место хранения

source: Scanned stock location into location
fr: Emplacement de stock scanné à cet emplacement
it: Posizione magazzino scansionata nella posizione
ja: 在庫場所に置いて、場所のスキャンをしました
nl: Gescande voorraadlocatie op locatie
ru: Сканированное место хранения помещено в местоположение

source: Error scanning stock location
da: Fejl under scanning af lager lokation
fr: Impossible de scanner l'emplacement de stock
it: Errore nella scansione della posizione a magazzino
ja: 在庫場所のスキャン中にエラーが発生しました
nl: Fout bij scannen stock locatie
ru: Ошибка при сканировании места хранения

source: Location Actions
da: Lokation Handlinger
de: Lagerort Aktionen
fr: Actions de l'emplacement
it: Azioni posizione
ja: ロケーションアクション
nl: Locatie acties
pt: Ações de localização
ru: Действия с местом хранения
sr: Akcije lokacija
tr: Konum Eylemleri
vi: Thao tác vị trí

source: Base Part
da: Basis Del
de: Basisteil
fr: Pièce de base
hu: Kiindulási alkatrész
it: Articolo base
ja: ベース部
nl: Basis onderdeel
pt: Peça Base
ru: Базовая деталь
sr: Osnovni deo
tr: Temel Parça
vi: Sản phẩm cơ bản

source: Previous serial number
da: Forrige serienummer
fr: Numéro de série précédent
it: Numero di serie precedente
ja: 以前のシリアル番号
nl: Vorig serienummer
ru: Предыдущий серийный номер

source: Find serial number
da: Find serienummer
fr: Trouver le numéro de série
it: Cerca Numero Di Serie
ja: シリアル番号を探す
nl: Zoek een serienummer
ru: Поиск по серийному номеру

source: Next serial number
da: Næste serienummer
de: Nächste Seriennummer
es_mx: Siguiente número de serie
fr: Numéro de série suivant
it: Prossimo Numero Di Serie
ja: 次のシリアル番号
nl: Volgend serienummer
pt: Próximo número de série
ru: Следующий серийный номер
sr: Sledeći serijski broj
tr: Sonraki seri numarası
vi: Số seri kế tiếp

source: Allocated to Orders
da: Allokeret Til Ordrer
es_mx: Asignado a Pedidos
fr: Alloué aux commandes
it: Assegnato agli Ordini
ja: 注文に割り当て
nl: Toegewezen aan orders
ru: Зарезервировано в заказах
sr: Alociraj u naloge

source: Installed In
da: Installeret I
de: Verbaut in
fr: Installé dans
hu: Beépítve ebbe
it: Installato In
ja: 設置場所
nl: Geïnstalleerd in
pt: Instalado em
ru: Установлено в
sr: Instalirano u
tr: Yüklendiği Yer
vi: Nhập vào

source: Parent Item
da: Overordnet Element
es_mx: Artículo padre
fr: Articles parents
hu: Szülő tétel
it: Elemento principale
ja: 親アイテム
nl: Bovenliggend Item
ru: Родительский элемент
sr: Stavka roditelj

source: Parent stock item
da: Overordnet lagervare
es_mx: Artículo de existencias padre
fr: Article de stock parent
it: Elemento di magazzino principale
ja: 親株式
nl: Bovenliggende voorraad item
ru: Запас-родитель
sr: Stavka roditelj

source: Consumed By
da: Forbrugt Af
de: Verbraucht von
fr: Consommé par
hu: Felhasználva ebben
it: Consumato Da
ja: 消費者
nl: Verbruikt door
pt: Consumido por
ru: Израсходовано для
sr: Potrošeno od strane
tr: Tüketen
vi: Sử dụng bởi

source: Last Stocktake
de: Letzte Inventur
fr: Dernier inventaire
hu: Utolsó leltár
it: Ultimo Inventario
ja: 最後のストックテイク
nl: Laatste voorraadcontrole
pt: Último Balanço
ru: Последняя инвентаризация
sr: Poslednji popis
tr: Son Stok Sayımı
vi: Kiểm kê cuối cùng

source: Stock Details
da: Lager Detaljer
de: Lagerdetails
fr: Détails du stock
hu: Készlet részletei
it: Dettagli stock
ja: 在庫詳細
nl: Voorraad details
pt: Detalhes de Estoque
ru: Сведения о складе
sr: Detalji zaliha
tr: Stok Ayrıntıları
vi: Chi tiết kho

source: Installed Items
da: Installerede Elementer
de: Installierte Elemente
fr: Articles installés
hu: Beépített tételek
it: Articoli installati
ja: 設置項目
nl: Geïnstalleerde items
pt: Itens instalados
ru: Установленные элементы
sr: Instalirane stavke
tr: Yüklenen Ögeler
vi: Mục đã cài đặt

source: Child Items
da: Underordnede Elementer
de: Untergeordnete Objekte
fr: Éléments enfants
hu: Gyermek tételek
it: Articoli secondari
ja: 子供用品
nl: Onderliggende artikelen
pt: Itens Filhos
ru: Дочерние элементы
sr: Podstavke
tr: Alt Ögeler
vi: Mục con

source: Edit Stock Item
da: Rediger Lagervare
de: Lagerartikel bearbeiten
fr: Modifier l'élément du stock
hu: Készlet tétel szerkesztése
it: Modifica elementi magazzino
ja: 在庫商品を編集
nl: Bewerk voorraadartikel
pt: Editar Item do Estoque
ru: Редактировать складскую позицию
sr: Izmeni stavku
tr: Stok Ögesini Düzenle
vi: Sửa hàng trong kho

source: Items Created
da: Elementer Oprettet
fr: Articles créés
hu: Tételek létrehozva
it: Articolo Creato
ja: 作成された在庫品
nl: Items bijgewerkt
ru: Созданные элементы

source: Created {n} stock items
da: Oprettede {n} lagervarer
fr: {n} Articles en stock ont été créés
it: Creato {n} articoli a magazzino
ja: {n}個の在庫品を作成しました
nl: Aangemaakt {n} voorraad items
ru: Создано {n} складских позиций

source: Delete Stock Item
da: Slet Lagervare
de: Lagerartikel löschen
fr: Supprimer l'élément du stock
it: Elimina Elemento di Magazzino
ja: ストックアイテムの削除
nl: Voorraad artikel verwijderen
pt: Excluir Item de Estoque
ru: Удалить складскую позицию
sr: Obriši stavku
tr: Stok Ögesini Sil
vi: Xoá kho item

source: Serialize Stock Item
es_mx: Serializar artículo de existencias
fr: Sérialiser les articles du stock
it: Serializza Elementi di Magazzino
ja: ストックアイテムのシリアル化
nl: Voorraad item serie nummers geven
ru: Присвоить запасу серийный номер
sr: Serijalizuj stavku

source: Stock item serialized
es_mx: Serializado artículo de existencias
fr: Articles du stock sérialisés
it: Elemento di magazzino serializzato
ja: シリアル化された在庫品
nl: Voorraad item geserialiseerd
ru: Запасу присвоен серийный номер
sr: Stavka serijalizovana

source: Scan Into Location
da: Scan Ind I Lokation
fr: Scanner à l'emplacement
it: Scansiona nella posizione
ja: 在庫場所に置いてスキャンしてください
nl: Scan naar locatie
ru: Сканировать в местоположение

source: Scan into location
da: Scan ind i lokation
fr: Scanner à l'emplacement
it: Scansiona nella posizione
ja: 在庫場所に置いてスキャンしてください
nl: Scan naar locatie
ru: Сканировать в местоположение

source: Scan this item into a location
da: Skan dette element ind på en lokation
fr: Scanner cet article dans un emplacement
it: Scansiona questo articolo nella posizione
ja: 在庫場所に置いてこの在庫品をスキャンしてください
nl: Scan dit item naar een locatie
ru: Отсканируйте этот элемент для помещения в местоположение

source: Stock Operations
da: Lager Operationer
de: Lagervorgänge
fr: Opérations sur le stock
hu: Készlet műveletek
it: Operazioni Scorte
ja: 株式運用
nl: Voorraad activiteiten
pt: Operações de Stock
ru: Действия со складом
sr: Operacije nad zalihama
tr: Stok İşlemleri
vi: Hoạt động kho

source: Serialize
es_mx: Serializar
fr: Sérialiser
hu: Sorozatszámozás
it: Serializza
ja: シリアライズ
nl: Serienummer geven
ru: Сериализовать
sr: Serijalizuj

source: Serialize stock
es_mx: Serializar stock
fr: Sérialiser le stock
it: Serializza magazzino
ja: 在庫のシリアル化
nl: Voorraad serie nummer geven
ru: Сериализовать запас
sr: Serijalizuj zalihe

source: Stock Item Actions
de: Lagerartikel Aktionen
fr: Actions de l'article de stock
it: Azioni per le voci di magazzino
ja: 在庫品アクション
nl: Voorraad artikel acties
pt: Ações do Item do Estoque
ru: Действия со складским элементом
sr: Akcije stavki
tr: Stok Ögesi Eylemleri
vi: Thao tác kho items

source: Stale
da: Forældet
es_mx: Obsoleto
fr: Obsolète
hu: Elavult
it: Obsoleto
ja: 期限失効
nl: Verouderd
ru: Залежалый
sr: Zastarelo

source: Expired
da: Udløbet
es_mx: Expirado
fr: Expiré
hu: Lejárt
it: Scaduto
ja: 期限切れ
nl: Verlopen
ru: Просрочен
sr: Isteklo

source: Unavailable
da: Utilgængelig
es_mx: No disponible
fr: Indisponible
hu: Nem elérhető
it: Non disponibile
ja: 利用不可
nl: Niet beschikbaar
ru: Недоступно
sr: Nedostupno

source: Error loading icon package from server
da: Fejl ved indlæsning af ikonpakke fra serveren
es_mx: Error al cargar el paquete de iconos del servidor
fr: Erreurs lors du chargement de l'icone du paquet depuis le serveur
it: Errore nel caricare il pacchetto icone dal server
ja: サーバーからのアイコンパッケージの読み込みエラー
nl: Fout bij het laden van iconen pakket van de server
ru: Ошибка загрузки пакета значков с сервера
sr: Greška pri učitavanju ikonice paketa sa servera

source: Part is not active
da: Del er ikke aktiv
de: Teil ist nicht aktiv
es_mx: La pieza no está activa
fr: La pièce n'est pas active
hu: Az alkatrész nem aktív
it: L'articolo non è attivo
ja: パートはアクティブではありません
nl: Onderdeel is niet actief
pt: A peça não está ativa
ru: Деталь не активна
sr: Deo nije aktivan
tr: Parça etkin değil
vi: Nguyên liệu chưa kích hoạt

source: You are subscribed to notifications for this part
da: Du abonnerer på notifikationer for denne del
es_mx: Estás suscrito a las notificaciones de esta pieza
fr: Vous êtes abonnée aux notifications pour cette pièce
it: Sei iscritto alle notifiche per questo articolo
ja: このパートに関する通知を購読しています。
nl: U bent geabonneerd op meldingen van dit onderdeel
ru: Вы подписаны на получение уведомлений для этой детали
sr: Pretplaćeni ste na obaveštenja vezano za ovaj deo

source: This stock item is in production
da: Denne lagervare er i produktion
de: Dieser Lagerbestand ist in Produktion
fr: Cet article est en production
hu: Ez a készlet tétel gyártásban van
it: Questo elemento del magazzino è in produzione
ja: この在庫商品は生産中です
nl: Dit product is in productie
pt: Este item de estoque está em produção
ru: Складская позиция в процессе производства
sr: Ova stavka je u produkciji
tr: Bu stok ögesi üretimdedir

source: This stock item has been assigned to a sales order
da: Denne lagervare er blevet tildelt en salgsordre
de: Dieser Lagerbestand wurde einem Verkaufsauftrag zugewiesen
fr: Cet article a été assigné à une commande client
hu: Készlet tétel hozzárendelve egy vevői rendeléshez
it: L'articolo a magazzino è stato assegnato a un ordine di vendita
ja: この在庫商品は販売注文に割り当てられています。
nl: Voorraadartikel is toegewezen aan een verkooporder
pt: Este item de estoque foi reservado para uma ordem de venda
ru: Складская позиция зарезервирована в заказе на продажу
sr: Ova stavka je dodeljena narudžbenici
tr: Bu stok ögesi bir satış siparişine atandı

source: This stock item has been assigned to a customer
da: Denne lagervare er blevet tildelt en kunde
de: Dieser Lagerbestand wurde einem Kunden zugewiesen
fr: Cet article a été assigné à un client
hu: Készlet tétel hozzárendelve egy vevőhöz
it: L'articolo a magazzino è stato assegnato a un cliente
ja: この在庫商品は顧客に割り当てられています
nl: Dit voorraadartikel is toegewezen aan een klant
pt: Este item em estoque foi reservado para um cliente
ru: Складская позиция передана клиенту
sr: Ova stavka je dodeljena mušteriji
tr: Bu stok ögesi bir müşteriye atanmıştır

source: This stock item is installed in another stock item
da: Denne lagervare er installeret i en anden lagervare
de: Dieser Lagerartikel ist in einem anderen Lagerartikel verbaut
fr: Cet article est installé dans un autre article
hu: Készlet tétel beépült egy másikba
it: Questo articolo in magazzino è installato in un altro articolo in magazzino
ja: この在庫品は他の在庫品に取り付けられています
nl: Dit voorraadartikel is geïnstalleerd in een ander voorraadartikel
pt: Este item em estoque está instalado em outro item de estoque
ru: Складская позиция установлена в другой складской позиции
sr: Ova stavka je instalirana u drugu stavku
tr: Bu stok ögesi başka bir stok ögesinde kuruludur

source: This stock item has been consumed by a build order
da: Denne lagervare er blevet brugt af en byggeordre
de: Lagerbestand wurde durch einen Bauauftrag verbraucht
fr: Cet article a été consommé par un ordre de fabrication
hu: Készlet tétel fel lett használva egy gyártásban
it: Questo articolo è stato consumato da un ordine di produzione
ja: このストックアイテムはビルドオーダーによって消費されました。
nl: Dit voorraadproduct is verbruikt door een bouw order
pt: Este item de estoque foi consumido por uma ordem de produção
ru: Складская позиция израсходована в заказе на сборку
sr: Ova stavka je iskorišćena od strane proizvodnog naloga
tr: Bu stok ögesi bir yapım siparişi tarafından tüketildi

source: This stock item is unavailable
da: Denne lagervare er utilgængelig
es_mx: Este artículo de existencias no está disponible
fr: Cet article n'est pas disponible
it: Elemento di magazzino non disponibile
ja: この在庫はありません
nl: Dit voorraadartikel is niet beschikbaar
ru: Этот складской элемент недоступен
sr: Ova stavka nije na stanju

source: This stock item has expired
da: Denne lagervare er udløbet
de: Dieser Lagerartikel ist abgelaufen
fr: Cet article a expiré
hu: Készlet tétel lejárt
it: Questo articolo a magazzino è scaduto
ja: この在庫商品は有効期限が切れています
nl: Dit voorraad item is verlopen
pt: Este item de estoque expirou
ru: Этот складской элемент просрочен
sr: Ovoj stavki je istekao rok trajanja
tr: Bu stok ögesinin süresi doldu

source: This stock item is stale
da: Denne lagervare er forældet
de: Dieser Lagerartikel ist veraltet
fr: Cet article est obsolète
hu: Készlet tétel lejárt
it: Questo articolo a magazzino è obsoleto
ja: この在庫商品は古くなっています。
nl: Dit voorraadartikel is niet beschikbaar
pt: Este item de estoque está obsoleto
ru: Этот складской элемент устарел
sr: Ova stavka je zastarela
tr: Bu stok ögesi eski

source: This stock item is fully allocated
da: Denne lagervare er fuldt allokeret
de: Dieser Lagerartikel ist vollständig zugewiesen
fr: Cet article est entièrement alloué
hu: Készlet tétel teljesen foglalva
it: Questo articolo di magazzino è completamente allocato
ja: このストックアイテムは完全に割り当てられています。
nl: Dit voorraadartikel is volledig toegewezen
pt: Este item de estoque está totalmente alocado
ru: Складская позиция полностью зарезервирована
sr: Ova stavka je potpuno alocirana
tr: Bu stok ögesi tümüyle ayrıldı

source: This stock item is partially allocated
da: Denne lagervare er delvist allokeret
de: Dieser Lagerartikel ist teilweise zugewiesen
fr: Cet article est partiellement alloué
hu: Készlet tétel részlegesen foglalva
it: Questo articolo di magazzino è parzialmente allocato
ja: このストックアイテムは部分的に配分されています。
nl: Dit voorraadartikel is gedeeltelijk toegewezen
pt: Este item de estoque está parcialmente alocado
ru: Складская позиция частично зарезервирована
sr: Ova stavka je delimično alocirana
tr: Bu stok ögesi kısmen ayrıldı

source: No stock available
da: Intet lager tilgængeligt
de: Kein Lagerbestand verfügbar
fr: Aucun stocke disponible
hu: Nincs elérhető készlet
it: Nessuna Scorta Disponibile
ja: 在庫なし
nl: Geen voorraad beschikbaar
pt: Nenhum estoque disponível
ru: Нет на складе
sr: Nema dostupnih zaliha
tr: Mevcut stok yok

source: This stock item has been depleted
da: Denne lagervare er opbrugt
de: Dieser Lagerartikel wurde verbraucht
fr: Cet article a été épuisé
hu: Készlet tétel elfogyott
it: Questo articolo di magazzino è esaurito
ja: この在庫はなくなりました
nl: Dit voorraadartikel is leeg
pt: Este item de estoque está esgotado
ru: Этот складской элемент был израсходован
sr: Ova stavka je potrošena
tr: Bu stok ögesi tükendi

source: Stock Information
de: Lagerinformationen
fr: Information de stock
hu: Készlet adatok
it: Informazioni sulle scorte
ja: 株式情報
nl: Voorraad informatie
pt: Informação do Estoque
ru: Информация о складе
sr: Informacije o zalihama
tr: Stok Bilgisi
vi: Thông tin kho

source: Allocated Lines
fr: Lignes allouées
it: Elementi Assegnati
ja: 割り当てライン
nl: Toegewezen lijnen
ru: Зарезервированные позиции
sr: Alocirane linije
tr: Ayrılan Satırlar

source: Select Columns
de: Spalten auswählen
fr: Sélectionner les colonnes
hu: Oszlopok kiválasztása
it: Seleziona Colonne
ja: 列の選択
nl: Kolommen selecteren
pt: Selecionar Colunas
ru: Выбрать столбцы
sr: Izaberi kolone
tr: Sütunları Seç
vi: Chọn cột

source: Has Batch Code
da: Har Batch Kode
de: Hat Losnummer
fr: A un code de lot
hu: Van batch kódja
it: Ha codice lotto
ja: バッチコード
nl: Heeft een batch code
pt: Tem Código de Lote
ru: Есть код партии
sr: Ima šifru serije
tr: Parti Kodu Olanlar

source: Show items which have a batch code
da: Vis elementer som har en batch kode
de: Zeige Bestand mit Losnummer
fr: Afficher les articles ayant un code de lot
it: Mostra gli articoli che hanno un codice lotto
ja: バッチコードを持つアイテムを表示
nl: Items met een batch code weergeven
pt: Mostrar itens que tenham um código de lote
ru: Показать элементы, которым присвоен код партии
sr: Prikaži stavke koje imaju serijski broj
tr: Parti kodu olan ögeleri göster
