Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: User Profile
da: Brugerprofil
fr: Profil de l'utilisateur
hu: Felhasználói profil
it: Profilo Utente
ja: ユーザープロフィール
nl: Gebruikers profiel
ru: Профиль пользователя

source: User Details
da: Bruger Information
es_mx: Detalles de Usuario
fr: Détails de l'utilisateur
hu: Felhasználói adatok
it: Dettagli Utente
ja: ユーザー詳細
nl: Gebruikers details
ru: Сведения о пользователе
sr: Detalji korisnika
tr: Kullanıcı Detayları

source: Basic user
da: Basis bruger
fr: Utilisateur basique
hu: Alap felhasználó
it: Utente di base
ja: 基本ユーザー
nl: Basis gebruiker
ru: Базовый пользователь

source: Path
da: Sti
de: Pfad
es_mx: Ruta
fr: Chemin d'accès
hu: Elérési út
it: Percorso
ja: パス
nl: Locatie
pt: Caminho
ru: Путь
sr: Putanja
tr: Yol
vi: Đường dẫn

source: Parent Category
da: Overordnet kategori
de: Übergeordnete Kategorie
es_mx: Categoría superior
fr: Catégorie parente
hu: Szülő Kategória
it: Categoria Superiore
ja: 親カテゴリ
nl: Bovenliggende categorie
pt: Categoria Parente
ru: Родительская категория
sr: Nadređena kategorija
tr: Üst Sınıf
vi: Danh mục cha

source: Subcategories
da: Underkategorier
de: Unterkategorien
es_mx: Subcategorías
fr: Sous-catégories
hu: Alkategóriák
it: Sottocategorie
ja: サブカテゴリ
nl: Subcategorieën
pt: Sub-categorias
ru: Подкатегории
sr: Podkategorije
tr: Alt sınıflar
vi: Phụ mục

source: Structural
da: Strukturelle
de: Strukturell
es_mx: Estructural
fr: Structure
hu: Szerkezeti
it: Struttura
ja: 構造に関するパターン
nl: Structureel
pt: Estrutural
ru: Структура
sr: Strukturalno
tr: Yapısal
vi: Cấu trúc

source: Parent default location
da: Overordnet standard lokation
de: Übergeordneter Standard-Standort
es_mx: Ubicación padre por defecto
fr: Emplacement par défaut du parent
it: Posizione predefinita superiore
ja: 親のデフォルトの場所
nl: Op standaardlocatie opslaan
pt: Armazenar na localização Parente
ru: Расположение по умолчанию
sr: Podrazumevana lokacija nadređene kategorije
tr: Varsayılan üst konum
vi: Vị trí mặc định

source: Default location
da: Standard lokation
de: Standard-Lagerort
es_mx: Ubicación predeterminada
fr: Emplacement par défaut
hu: Alapértelmezett hely
it: Posizione predefinita
ja: デフォルトの場所
nl: Standaard locatie
pt: Localização predefinida
ru: Место хранения по-умолчанию
sr: Podrazumevana lokacija
tr: Varsayılan konum
vi: Vị trí mặc định

source: Top level part category
de: Oberste Teile-Kategorie
es_mx: Categoría de piezas de nivel superior
fr: Catégorie de pièce de niveau supérieur
hu: Legfelső szintű alkatrész kategória
it: Categoria articolo di livello superiore
ja: トップレベルのパーツカテゴリ
nl: Hoogste niveau onderdeel categorie
pt: Categoria da peça de nível superior
ru: Категория детали верхнего уровня
sr: Vrhovna kategorija dela
tr: En üst düzey parça sınıfı
vi: Danh mục top

source: Edit Part Category
da: Rediger Del Kategori
de: Teilekategorie bearbeiten
es_mx: Editar categoría de pieza
fr: Modifier la catégorie
it: Modifica Categoria Articoli
ja: 部品カテゴリーの編集
nl: Categorie bewerken
pt: Editar Categoria da Peça
ru: Редактировать категорию деталей
sr: Izmeni kategoriju dela
tr: Parça Sınıfını Düzenle
vi: Sửa

source: Move items to parent category
da: Flyt elementer til overordnet kategori
es_mx: Mover artículos a la categoría padre
fr: Déplacer les articles dans la catégorie parent
it: Sposta articoli nella categoria superiore
ja: 項目を親カテゴリに移動
nl: Verplaats items naar bovenliggende categorie
ru: Перенести элементы в родительскую категорию
sr: Premesti stavke u nadređenu kategoriju

source: Delete items
da: Slet vare
de: Elemente löschen
es_mx: Eliminar elementos
fr: Supprimer l’élément
hu: Tételek törlése
it: Elimina articoli
ja: アイテムの削除
nl: Items verwijderen
pt: Eliminar itens
ru: Удалить товар
sr: Obriši stavke
tr: Ögeleri sil
vi: Xoá

source: Delete Part Category
da: Slet Del Kategori
de: Teile-Kategorie löschen
es_mx: Eliminar categoría de pieza
fr: Supprimer la catégorie
hu: Alkatrész kategória törlése
it: Elimina categoria articolo
ja: 部品カテゴリの削除
nl: Verwijder categorie onderdelen
pt: Definir Categoria da Peça
ru: Удалить категорию деталей
sr: Obriši kategoriju dela
tr: Parça Sınıfını Sil
vi: Xoá

source: Parts Action
da: Dele Handling
de: Teile Aktionen
es_mx: Acciones de piezas
fr: Action sur les pièces
hu: Alkatrész műveletek
it: Azioni articolo
ja: パーツアクション
nl: Actie voor onderdelen
pt: Ações da peça
ru: Действие с деталями
sr: Akcije delova
tr: Parçalar Eylemi
vi: Thao tác

source: Action for parts in this category
da: Handling for dele i denne kategori
de: Aktion für Teile in dieser Kategorie
es_mx: Acciones de piezas en esta categoría
fr: Action pour les pièces de cette catégorie
it: Azione articoli in questa categoria
ja: このカテゴリの部品のアクション
nl: Actie voor onderdelen in deze categorie
pt: Ações para peças nesta categoria
ru: Что делать с деталями этой категории
sr: Akcije za delove unutar ove kategorije
tr: Bu sınıftaki parçalar için eylem
vi: Thao tác trong danh mục

source: Child Categories Action
da: Underkategori Handling
de: Unterkategorien-Aktion
es_mx: Acción en subcategorías
fr: Action sur les catégories enfants
it: Azione Categorie Figlio
ja: チャイルド・カテゴリー・アクション
nl: Onderliggende categorie actie
pt: Ações para Categorias Filhas
ru: Действие с дочерними категориями
sr: Akcije podkategorije
tr: Alt Sınıflar Eylemi
vi: Thao tác

source: Action for child categories in this category
da: Handling for underliggende kategorier i denne kategori
de: Aktion für untergeordnete Kategorien in dieser Kategorie
es_mx: Acción para subcategorías en esta categoría
fr: Action pour les sous-catégories de cette catégorie
it: Azione per categorie figli in questa categoria
ja: このカテゴリーに含まれる子どもの行動
nl: Actie voor subcategorieën in deze categorie
pt: Ações para Caregorias Filhas nesta Categoria
ru: Что делать с дочерними категориями этой категории
sr: Akcije za podkategorije ove kategorije
tr: Bu sınıftaki alt sınıflar için eylem
vi: Thao tác

source: Category Actions
da: Kategori Handlinger
de: Kategorieaktionen
es_mx: Acciones de categoría
fr: Paramètres de Catégorie
hu: Kategória műveletek
it: Azioni Categoria
ja: カテゴリー・アクション
nl: Categorie acties
pt: Ações da Categoria
ru: Действия с категорией
sr: Akcije kategorije
tr: Sınıf Eylemleri
vi: Thao tác

source: Category Details
da: Kategori Detaljer
de: Kategorie-Details
es_mx: Detalles de categoría
fr: Détails de la catégorie
hu: Kategória részletei
it: Dettagli categoria
ja: カテゴリー詳細
nl: Categorie details
pt: Detalhes da Categoria
ru: Сведения о категории
sr: Detalji kategorije
tr: Sınıf Ayrıntıları
vi: Chi tiết

source: Build Order Allocations
de: Bauauftragszuweisungen
fr: Allocation de l'ordre de construction
hu: Gyártáshoz foglalások
it: Assegnazione ordine di produzione
ja: ビルド・オーダー・アロケーション
nl: Productie-opdracht toewijzingen
pt: Alocações de Pedido de Produção
ru: Резервирование в заказах на сборку
sr: Dodela naloga za izradu
tr: Yapı Siparişi Ayırmaları
vi: Phân bổ đơn hàng bản dựng

source: Sales Order Allocations
de: Verkaufsauftragszuweisungen
fr: Allocations de l'ordre de ventes
hu: Vevői rendeléshez foglalások
it: Assegnazione Ordini Di Vendita
ja: 販売注文の割り当て
nl: Verkoopordertoewijzingen
pt: Alocações do Pedido de Vendas
ru: Резервирование в заказах на продажу
sr: Dodela prodajnih naloga
tr: Satış Siparişi Ayrımaları
vi: Phân bổ đơn hàng bán

source: Validate BOM
da: Valider Stykliste
es_mx: Validar BOM
fr: Valider la nomenclature
hu: Alkatrészjegyzék ellenőrzése
it: Valida Distinta Base
ja: BOMの検証
nl: Valideren stuklijst BOM
ru: Утвердить спецификацию
sr: Validiraj spisak materijala
tr: ML Doğrula
vi: Xác minh BOM

source: Do you want to validate the bill of materials for this assembly?
da: Vil du validere styklisten til denne samling?
fr: Voulez-vous valider la nomenclature pour cet assemblage ?
it: Vuoi convalidare la distinta base per questo assemblaggio?
ja: このアセンブリの部品表を検証しますか？
nl: Wil je de materiaal rekening voor deze stuklijst valideren?
ru: Вы хотите утвердить спецификацию для данной сборочной детали?
sr: Da li želite da validirate spisak materijala za ovaj sklop?
tr: Bu birleştirme için malzeme listesini doğrulamak istiyor musunuz?
vi: Bạn có muốn xác minh BOM?

source: Bill of materials scheduled for validation
da: Stykliste planlagt til validering
it: Distinta componenti programmata per la convalida
ja: 検証待ち部品表
nl: Grondstoffen gepland voor validatie
ru: Спецификация запланирована для проверки

source: BOM Validated
da: Stykliste Valideret
fr: Nomenclature validée
hu: Alkatrészjegyzék ellenőrizve
it: Distinta base validata
ja: 部品表の検証が完了しました
nl: BOM is gevalideerd
ru: Спецификация утверждена

source: The Bill of Materials for this part has been validated
da: Materialregningen for denne del er blevet valideret
fr: La nomenclature pour cette pièce a été validée
it: La distinta base per questo articolo è stata validata
ja: この部品の部品表は検証済みです
nl: Het materiaal voor dit onderdeel is gevalideerd.
ru: Спецификация этой детали утверждена

source: BOM Not Validated
da: Stykliste Ikke Valideret
fr: Nomenclature non validée
it: Distinta base non validata
ja: BOMが未検証です
nl: BOM niet gevalideerd
ru: Спецификация не утверждена

source: The Bill of Materials for this part has previously been checked, but requires revalidation
da: Materialregningen for denne del er tidligere blevet kontrolleret, men kræver fornyet godkendelse
fr: La nomenclature pour cette pièce a déjà été vérifiée mais nécessite une deuxième vérification
it: La distinta base per questo articolo è stata precedentemente verificata, ma richiede la riconvalida
ja: この部品の部品表は既にチェック済みですが、再検証が必要となります。
nl: De MaterialenBill voor dit onderdeel is eerder gecontroleerd, maar vereist opnieuw validatie
ru: Спецификация для этой детали ранее была проверена, но требует повторной проверки

source: The Bill of Materials for this part has not yet been validated
da: Materialregningen for denne del er endnu ikke blevet valideret
fr: La nomenclature pour cette pièce n'a pas encore été validée
it: La distinta base per questo articolo non è stata ancora validata
ja: この部品の部品表はまだ検証されていません
nl: De Materialenfactuur voor dit onderdeel is nog niet gevalideerd
ru: Спецификация для этой детали не утверждена

source: Validated On
da: Valideret Den
fr: Validée sur
hu: Alkatrészjegyzék ellenőrizve
it: Validata il
ja: 検証日時
nl: Gevalideerd op
ru: Дата утверждения

source: Validated By
da: Valideret Af
fr: Validé par
hu: Ellenőrízte
it: Validata da
ja: 検証者
nl: Gevalideerd door
ru: Утвердил

source: Variant of
de: Variante von
es_mx: Variante de
fr: Variante de
hu: Változata ennek
it: Variante di
ja: 変種
nl: Variantie van
pt: Variante de
ru: Разновидность детали
sr: Varijanta od
tr: Şunun bir türü
vi: Biến thể của

source: Revision of
da: Revision af
es_mx: Revisión de
fr: Révision de
hu: Ennek a verziója
it: Revisione di
ja: 改訂版
nl: Revisie van
ru: Ревизия
sr: Revizija od
tr: Şunun revizyonu
vi: Sửa đổi của

source: Default Location
da: Standard lokation
de: Standard Lagerort
es_mx: Ubicación Predeterminada
fr: Emplacement par défaut
hu: Alapértelmezett hely
it: Posizione Predefinita
ja: デフォルトの場所
nl: Standaard locatie
pt: Localização Padrão
ru: Расположение по умолчанию
sr: Podrazumevana lokacija
tr: Varsayılan Konum
vi: Vị trí mặc định

source: Category Default Location
da: Kategori Standard Lokation
de: Standard-Lagerort der Kategorie
es_mx: Ubicación de Categoría Predeterminada
fr: Emplacement par défaut de la catégorie
it: Posizione Predefinita Della Categoria
ja: カテゴリー デフォルトの場所
nl: Standaard categorie locatie
pt: Localização padrão da Categoria
ru: Размещение категории по умолчанию
sr: Podrazumevana lokacija kategorije
tr: Sınıfın Varsayılan Konumu
vi: Vị trí danh mục mặc định

source: Units
da: Enheder
de: Einheiten
es_mx: Unidades
fr: Unités
hu: Mértékegységek
it: Unità
ja: 単位
nl: Eenheden
pt: Unidades
ru: Единица измерения
sr: Merne jedinice
tr: Birim
vi: Đơn vị

source: Keywords
da: Nøgleord
de: Schlüsselwörter
es_mx: Palabras claves
fr: Mots-clés
hu: Kulcsszavak
it: Parole Chiave
ja: キーワード
nl: Trefwoorden
pt: Palavras-chave
ru: Ключевые слова
sr: Ključne reči
tr: Anahtar Sözcükler
vi: Từ khóa

source: Available Stock
da: Tilgængelig Lager
de: Verfügbarer Bestand
es_mx: Existencias disponibles
fr: Stock disponible
hu: Elérhető készlet
it: Giacenza Disponibile
ja: 在庫状況
nl: Beschikbare voorraad
pt: Estoque Disponível
ru: Доступно
sr: Dostupne zalihe
tr: Mevcut Stok
vi: Số hàng tồn

source: On order
da: På bestilling
de: Bestellt
es_mx: En pedido
fr: Sur commande
hu: Rendelve
it: In ordine
ja: 注文中
nl: In bestelling
pt: Na ordem
ru: В заказе
sr: Na nalogu
tr: Siparişte
vi: Đang đặt hàng

source: Required for Orders
da: Kræves til ordrer
es_mx: Requerido para Pedidos
fr: Requis pour les commandes
it: Richiesto per gli ordini
ja: ご注文に必要なもの
nl: Vereist voor bestellingen
ru: Требуется для заказов
sr: Potrebno za naloge
tr: Siparişler için Gerekli
vi: Yêu cầu cho đơn hàng

source: Allocated to Build Orders
da: Allokeret til Byggeordrer
de: Bauaufträgen zugeordnet
es_mx: Asignado para Construir Pedidos
fr: Alloué à l'ordre de construction
it: Assegnato agli Ordini di Produzione
ja: 建設受注に割り当て
nl: Toegewezen aan het bouwen van orders
pt: Alocado para Pedidos de Produção
ru: Зарезервировано в заказах на сборку
sr: Dodeljeno nalozima za izradu
tr: Yapı Siparişlerine Ayrıldı
vi: Đã phân bổ đơn hàng

source: Allocated to Sales Orders
da: Allokeret til Salgsordrer
de: Aufträgen zugeordnet
fr: Alloué aux ordres de ventes
hu: Értékesítési rendeléshez lefoglalva
it: Assegnato agli Ordini di Vendita
ja: 販売注文に割り当て
nl: Toegewezen aan verkooporders
pt: Alocado para Pedidos de Venda
ru: Зарезервировано в заказах на продажу
sr: Dodeljeno prodajnim nalozima
tr: Satış Siparişlerine Ayrıldı
vi: Đã phân bổ đơn hàng

source: Minimum Stock
de: Minimaler Bestand
es_mx: Existencias Mínimas
fr: Stock Minimum
hu: Minimum készlet
it: Scorta Minima
ja: 最小在庫
nl: Minimale voorraad
pt: Estoque Mínimo
ru: Минимальный запас
sr: Minimum zaliha
tr: Minimum Stok
vi: Kho tối thiểu

source: Locked
da: Låst
de: Gesperrt
es_mx: Bloqueado
fr: Verrouillé
hu: Zárolt
it: Bloccato
ja: ロック中
nl: Vergrendeld
ru: Заблокировано
sr: Zaključano
tr: Kilitli
vi: Khóa

source: Template Part
da: Skabelon Del
de: Vorlagenteil
fr: Modèle de la pièce
hu: Sablon alkatrész
it: Modello articolo
ja: テンプレート部品
nl: Sjabloon onderdeel
pt: Peça Modelo
ru: Шаблон детали
sr: Šablonski de
tr: Şablon Parça
vi: Nguyên liệu mẫu

source: Assembled Part
da: Samlede Del
de: Baugruppe
fr: Pièce assemblée
hu: Gyártmány alkatrész
it: Articolo assemblato
ja: 組立部品
nl: Samengesteld onderdeel
pt: Peça montada
ru: Сборная деталь
sr: Sastavljeni deo
tr: Birleştirilmiş Parça
vi: Đã lắp ráp

source: Component Part
da: Komponent Del
de: Komponente
fr: Pièce composante
it: Articolo Componente
ja: 構成部品
nl: Onderdeel
pt: Peça do componente
ru: Компонент для сборки
sr: Komponenta
tr: Bileşen Parça
vi: Thành phần

source: Testable Part
da: Testbar Del
fr: Pièce testable
hu: Tesztelhető alkatrész
it: Articolo Testabile
ja: テスト可能な部分
nl: Testbaar onderdeel
ru: Тестируемая деталь
sr: Deo može da se testira
tr: Test Edilebilir Parça
vi: Có thể kiểm

source: Trackable Part
de: Nachverfolgbares Teil
fr: Pièce suivable
hu: Nyomkövethető alkatrész
it: Articolo tracciabile
ja: 追跡可能部品
nl: Traceerbaar onderdeel
pt: Peça rastreável
ru: Отслеживаемая деталь
sr: Deo može da se prati
tr: İzlenebilir Parça
vi: Có thể theo dõi

source: Purchaseable Part
de: Käufliches Teil
fr: Pièce achetable
it: Articolo Acquistabile
ja: 購入可能部品
nl: Aankoopbaar onderdeel
pt: Peça comprável
ru: Можно закупать
sr: Deo može da se kupi
tr: Satın Alınabilir Parça
vi: Có thể đặt

source: Saleable Part
de: Verkäufliches Teil
fr: Pièce vendable
hu: Értékesíthető alkatrész
it: Articolo Vendibile
ja: 売却可能部分
nl: Verkoopbaar onderdeel
pt: Peça vendível
ru: Можно продавать
sr: Deo može da se proda
tr: Satılabilir Parça
vi: Có thể bán

source: Virtual Part
de: Virtuelles Teil
fr: Pièce virtuelle
hu: Virtuális alkatrész
it: Articolo Virtuale
ja: バーチャルパート
nl: Virtueel onderdeel
pt: Peça virtual
ru: Виртуальная деталь
sr: Virtualni deo
tr: Sanal Parça
vi: Nguyên liệu ảo

source: Creation Date
de: Erstelldatum
es_mx: Fecha de Creación
fr: Date de création
hu: Létrehozás dátuma
it: Data di creazione
ja: 作成日時
nl: Aangemaakt op
pt: Data de Criação
ru: Дата создания
sr: Datum kreiranja
tr: Oluşturma Tarihi
vi: Ngày tạo

source: Created By
da: Oprettet af
de: Erstellt von
es_mx: Creado Por
fr: Créé par
hu: Készítette
it: Creato Da
ja: 作成者
nl: Aangemaakt door
pt: Criado por
ru: Создал
sr: Kreirano od strane
tr: Oluşturan
vi: Tạo bởi

source: Default Supplier
da: Standard leverandør
de: Standard Zulieferer
es_mx: Proveedor Predeterminado
fr: Fournisseur par Défaut
hu: Alapértelmezett beszállító
it: Fornitore predefinito
ja: デフォルト・サプライヤー
nl: Standaard leverancier
pt: Fornecedor Padrão
ru: Поставщик по умолчанию
sr: Podrazumevani dobavljač
tr: Varsayılan Sağlayıcı
vi: Nhà cung ứng mặc định

source: Default Expiry
da: Standard Udløbsdato
fr: Expiration par défaut
hu: Alapértelmezett lejárat
it: Scadenza Predefinita
ja: デフォルトの有効期限
nl: Standaard vervaldatum
ru: Срок годности по умолчанию

source: days
da: dage
fr: jours
hu: nap
it: giorni
ja: 日
nl: Dagen
ru: дней

source: Price Range
de: Preisspanne
es_mx: Rango de Precios
fr: Échelle des prix
hu: Ártartomány
it: Fascia di Prezzo
ja: 料金帯
nl: Prijs bereik
pt: Intervalo de Preço
ru: Ценовой диапазон
sr: Raspon cena
tr: Fiyat Aralığı
vi: Khoảng giá

source: Latest Serial Number
da: Seneste Serienummer
es_mx: Último número de serie
fr: Dernier numéro de série
hu: Legutolsó sorozatszám
it: Ultimo Numero Di Serie
ja: 最新のシリアル番号
nl: Laatste serienummer
ru: Последний серийный номер
sr: Najnoviji serijski broj

source: Select Part Revision
fr: Sélectionner une révision de pièce
hu: Alkatrész revízió kiválasztása
it: Seleziona Revisione Articolo
ja: 部品リビジョンの選択
nl: Selecteer onderdeel revisie
ru: Выберите ревизию детали
sr: Izaberite reviziju dela
tr: Parça Revizyonu Seç
vi: Chọn lịch sử nguyên liệu

source: Variants
de: Varianten
es_mx: Variantes
hu: Változatok
it: Varianti
ja: バリアント
nl: Varianten
pt: Variantes
ru: Разновидности
sr: Varijante
tr: Türevler
vi: Biến thể

source: Allocations
de: Ferienguthaben/Freitage
es_mx: Asignaciones
hu: Foglalások
it: Allocazioni
ja: 割り当て
nl: Toewijzingen
pt: Alocações
ru: Резервирование
sr: Alokacije
tr: Ayırmalar
vi: Phân bổ

source: Bill of Materials
da: Stykliste
de: Stückliste
es_mx: Lista de Materiales
fr: Liste des matériaux
hu: Alkatrészjegyzék
it: Distinta base
ja: 部品表
nl: Materiaallijst
pt: Lista de Materiais
ru: Спецификация
sr: Spisak materijala
tr: Malzeme Listesi
vi: Hóa đơn nguyên vật liệu

source: Used In
da: Brugt I
de: Verwendet in
fr: Utilisé pour
hu: Felhasználva ebben
it: Utilizzato In
ja: 中古
nl: Wordt gebruikt in
pt: Utilizado em
ru: Используется в
sr: Korišćeno u
tr: Şunda Kullanıldı
vi: Sử dụng trong

source: Part Pricing
da: Del Prisfastsættelse
de: Teilbepreisung
fr: Prix des pièces
hu: Alkatrész árak
it: Prezzo Articolo
ja: 部品価格
nl: Prijzen onderdeel
pt: Preço da Peça
ru: Цены на деталь
sr: Cena dela
tr: Parça Fiyatlandırma
vi: Giá

source: Test Templates
da: Test Skabeloner
de: Testvorlagen
fr: Modèles de test
hu: Teszt sablonok
it: Modelli test
ja: テストテンプレート
nl: Test sjablonen
pt: Modelos de Teste
ru: Шаблоны тестов
sr: Test šabloni
tr: Test Şablonları
vi: Mẫu thử nghiệm

source: Related Parts
da: Relaterede Dele
de: Zugehörige Teile
fr: Pièces associées
hu: Kapcsolódó alkatrészek
it: Articoli correlati
ja: 関連部品
nl: Gerelateerde onderdelen
pt: Peças Relacionadas
ru: Связанные детали
sr: Povezani delovi
tr: İlgili Parçalar
vi: Phụ kiện liên quan

source: Part is Locked
da: Delen er låst
fr: La pièce est bloquée
hu: Zárolt alkatrész
it: L'articolo è bloccato
ja: 部品がロックされています
nl: Onderdeel is vergrendeld
ru: Деталь заблокирована
sr: Deo je zaključan
tr: Parça Kilitli
vi: Nguyên liệu bị khoá

source: Part parameters cannot be edited, as the part is locked
da: Delparametre kan ikke redigeres, da delen er låst
fr: Les paramètres de la partie ne peuvent pas être modifiés, car la partie est verrouillée
it: I parametri dell'articolo non possono essere modificati, poiché l'articolo è bloccata
ja: パートがロックされているため、パートパラメータを編集できません。
nl: Onderdeel parameters kunnen niet worden bewerkt, omdat het onderdeel is vergrendeld
ru: Параметры детали нельзя редактировать, поскольку деталь заблокирована
sr: Parametri dela ne mogu da se izmene, deo je zaključan
tr: Parça kilitli olduğundan bu parçanın parametreleri düzenlenemez

source: Required
da: Påkrævet
de: Erforderlich
fr: Requis
hu: Kötelező
it: Richiesto
ja: 必須
nl: Vereist
pt: Obrigatório
ru: Требуется
sr: Neophodno
tr: Gerekli
vi: Bắt buộc

source: Deficit
da: Underskud
ja: 不足数
nl: Tekort

source: Add Part
da: Tilføj del
de: Teil hinzufügen
fr: Ajouter Pièce
hu: Alkatrész hozzáadása
it: Aggiungi articolo
ja: 部品追加
nl: Onderdeel toevoegen
pt: Adicionar Peça
ru: Создать деталь
sr: Dodaj deo
tr: Parça Ekle
vi: Thêm nguyên liệu

source: Delete Part
da: Slet Del
de: Teil löschen
fr: Supprimer la pièce
hu: Alkatrész törlése
it: Elimina Articolo
ja: 削除部分
nl: Onderdeel verwijderen
pt: Excluir Peça
ru: Удалить деталь
sr: Obriši deo
tr: Parçayı Sil
vi: Xoá nguyên liệu

source: Deleting this part cannot be reversed
da: Sletning af denne del kan ikke fortrydes
de: Das Löschen dieses Teils kann nicht rückgängig gemacht werden
fr: La suppression de cette pièce est irréversible
it: L'eliminazione di questo articolo non è reversibile
ja: この部分の削除は元に戻せません
nl: Verwijderen van dit onderdeel kan niet ongedaan worden gemaakt
pt: A exclusão desta parte não pode ser revertida
ru: Удаление этой детали нельзя отменить
sr: Brisanje ovog dela se ne može poništiti
tr: Bu parçanın silinmesi geri alınamaz
vi: Không thể khôi phục việc xóa nguyên liệu này

source: Order
da: Ordre
es_mx: Pedido
fr: Commande
hu: Rendelés
it: Ordine
ja: 注文
ru: Закупить
sr: Nalog
tr: Emir

source: Order Stock
da: Bestil Lager
de: Bestand bestellen
fr: Stock de commandes
hu: Készlet rendelés
it: Ordine Stock
ja: 注文在庫
nl: Voorraad bestelling
pt: Encomendar Estoque
ru: Закупить на склад
sr: Naruči zalihe
tr: Stok Sipariş Et

source: Search by serial number
da: Søg på serienummer
fr: Rechercher par numéro de série
hu: Sorozatszámra keresés
it: Cerca per numero di serie
ja: シリアル番号で検索
nl: Zoek op serienummer
ru: Поиск по серийному номеру

source: Part Actions
da: Del Handlinger
de: Teile-Aktionen
fr: Actions sur les pièces
hu: Alkatrész műveletek
it: Azioni articolo
ja: パートアクション
nl: Acties van onderdeel
pt: Ações da Peça
ru: Действия с деталью
sr: Akcije dela
tr: Parça Eylemleri
vi: Thao tác

source: No pricing data found for this part.
da: Ingen prisdata fundet for denne del.
de: Keine Preisdaten für diesen Teil gefunden.
fr: Aucune donnée sur le prix n'a été trouvé pour cette pièce.
hu: Nincs árazási információ ehhez az alkatrészhez.
it: Nessun prezzo trovato per questo articolo.
ja: この部品の価格データは見つかりませんでした。
nl: Geen prijsgegevens gevonden voor dit deel.
pt: Nenhum dado de preço foi encontrado para esta parte.
ru: Для этой детали не найдены данные о ценах.
sr: Nema podataka o cenama za ovaj deo
tr: Bu parça için fiyatlandırma verisi bulunamadı.
vi: Không tồn tại giá cho nguyên liệu này

source: Pricing Overview
da: Prisoversigt
de: Preisübersicht
fr: Apeçu des prix
hu: Árazás áttekintés
it: Panoramica prezzi
ja: 価格概要
nl: Overzicht van de prijzen
pt: Resumo de Preços
ru: Обзор цен
sr: Pregled cena
tr: Fiyatlandırma Genel Bakış
vi: Tóm lược định giá

source: Purchase History
da: Købs Historik
de: Kaufhistorie
fr: Historique d'achat
hu: Beszerzési előzmények
it: Cronologia acquisti
ja: 購入履歴
nl: Aankoop geschiedenis
pt: Histórico de Compras
ru: История закупок
sr: Istorija kupovine
tr: Satın Alma Geçmişi
vi: Lịch sử mua hàng
