Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Settings
da: Indstillinger
de: Einstellungen
es_mx: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Configurações
ru: Настройки
sr: Podešavanje
tr: Ayarlar
vi: Cài đặt

source: User Settings
da: Brugerindstillinger
es_mx: Ajustes del usuario
fr: Paramètres de l'utilisateur
hu: Felhasználói beállítások
it: Impostazioni Utente
ja: ユーザー設定
nl: Gebruiker instellingen
ru: Пользовательские настройки
sr: Korisnička podešavanja

source: System Settings
da: Systemindstillinger
de: Einstellungen
es_mx: Ajustes del sistema
fr: Les paramètres du système
hu: Rendszerbeállítások
it: Impostazioni di sistema
ja: システム設定
nl: Systeem instellingen
pt: Definições de Sistema
ru: Системные настройки
sr: Sistemska podešavanja
tr: Sistem Ayarları
vi: Thiết lập hệ thống

source: Admin Center
de: Adminbereich
es_mx: Centro de administración
fr: Centre Admin
hu: Admin központ
it: Centro Amministratore
ja: 管理センター
nl: Beheerder Center
pt: Centro de Administração
ru: Админ центр
sr: Administratorski centar
tr: Yönetici Merkezi
vi: Trung tâm quản trị

source: About InvenTree
da: Om InvenTree
de: Über InvenTree
es_mx: Acerca de InvenTree
fr: À propos d'InvenTree
hu: InvenTree névjegy
it: Informazioni su InvenTree
ja: InvenTree について
nl: Over InvenTree
pt: Sobre o InvenTree
ru: О программе InvenTree
sr: O InvenTree
tr: InvenTree Hakkında
vi: Giới thiệu

source: Logout
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnettiti
ja: ログアウト
nl: Uitloggen
pt: Encerrar sessão
ru: Выход
sr: Odjavljivanje
tr: Çıkış
vi: Đăng xuất

source: Stock
da: Lager
de: Lager
es_mx: Existencias
hu: Készlet
ja: 在庫
nl: Voorraad
pt: Estoque
ru: Склад
sr: Zalihe
tr: Stok
vi: Kho hàng

source: Manufacturing
da: Produktion
es_mx: Fabricación
fr: Fabrication
hu: Gyártás
it: Fabbricazione
ja: 製造
nl: Productie
ru: Производство
sr: Proizvodnja

source: Purchasing
da: Indkøb
de: Einkauf
es_mx: Compras
fr: Achat en cours
hu: Beszerzés
it: Acquisto
ja: 購買
nl: Kopen
pt: Comprando
ru: Закупки
sr: Kupovina
tr: Satın Alınıyor
vi: Mua sắm

source: Sales
da: Salg
de: Verkäufe
es_mx: Ventas
fr: Ventes
hu: Eladás
it: Vendite
ja: 販売
nl: Verkoop
pt: Vendas
ru: Продажи
sr: Prodaja
tr: Satışlar
vi: Bán hàng

source: Navigation
es_mx: Navegación
hu: Navigáció
it: Navigazione
ja: ナビゲーション
nl: Navigatie
pt: Navegação
ru: Панель навигации
sr: Navigacija
tr: Gezinme
vi: Điều hướng

source: About
da: Omkring
de: Über uns
es_mx: Acerca de
fr: À propos
hu: Névjegy
it: Info
ja: 概要
nl: Over
pt: Sobre
ru: О проекте
sr: O nama
tr: Hakkında
vi: Giới thiệu

source: Error loading navigation tree.
da: Fejl ved indlæsning af navigationstræ.
fr: Impossible de charger l'arbre de navigation.
hu: Navigációs fát nem sikerült betölteni.
it: Errore nel caricare l'albero di navigazione.
ja: ナビゲーションツリーの読み込み中にエラーが発生しました。
nl: Fout bij het laden van de navigatie-structuur.
ru: Ошибка загрузки дерева навигации.

source: Mark all as read
da: Marker alle som læst
es_mx: Marcar todos como leídos
fr: Marquer tous comme lu
hu: Mind megjelölése olvasottként
it: Segna tutti come già letti
ja: すべて既読にする
nl: Markeer alle berichten als gelezen
ru: Пометить как прочитанное
sr: Sve označi kao pročitano
tr: Hepsini okundu olarak imle
vi: Đánh dấu tất cả là đã đọc

source: View all notifications
da: Vis alle notifikationer
es_mx: Ver todas las notificaciones
fr: Voir toutes les notifications
hu: Minden értesítés megjelenítése
it: Visualizza tutte le notifiche
ja: すべての通知を表示
nl: Alle meldingen bekijken
ru: Просмотреть все уведомления
sr: Pogledaj sva obaveštenja
tr: Tüm bildirimleri görüntüle
vi: Xem tất cả thông báo

source: You have no unread notifications.
da: Du har ingen ulæste notifikationer.
de: Du hast keine ungelesenen Benachrichtigungen.
es_mx: No tienes notificaciones sin leer.
fr: Vous n'avez pas de notifications non lues.
hu: Nincs olvasatlan értesítésed.
it: Non hai notifiche non lette.
ja: 未読の通知はありません。
nl: Je hebt geen ongelezen berichten.
pt: Não tem novas notificações
ru: У вас нет непрочитанных уведомлений.
sr: Nemate nepročitana obaveštenja
tr: Okunmamış bildiriminiz yok.
vi: Bạn chưa có thông báo mới.

source: Error loading notifications.
da: Fejl ved indlæsning af notifikationer.
fr: Impossible de charger les notifications.
hu: Hiba az értesítések betöltésekor.
it: Errore nel caricamento delle notifiche.
ja: 通知の読み込み中にエラーが発生しました。
nl: Fout bij laden meldingen.
ru: Ошибка загрузки уведомлений.

source: No Overview Available
da: Ingen Oversigt Tilgængelig
fr: Pas d'aperçu disponible
hu: Nincsen áttekintő
it: Nessuna Riepilogo Disponibile
ja: 概要不明
nl: Geen overzicht beschikbaar
ru: Обзор недоступен

source: No overview available for this model type
da: Ingen oversigt tilgængelig for denne modeltype
fr: Aucune vue d'ensemble n'est disponible pour ce type de modèle
hu: Ehhez a model típushoz nincs áttekintő
it: Nessuna riepilogo disponibile per questo tipo di modello
ja: このモデルタイプの概要はありません
nl: Geen overzicht beschikbaar voor dit type model
ru: Для данного типа модели обзор недоступен
tr: Bu seçim için kayıt bulunamadı

source: View all results
da: Vis alle resultater
fr: Voir tous les résultats
hu: Az összes eredmény megtekintése
it: Visualizza tutti i risultati
ja: 全ての検索結果を表示
nl: Alle resultaten weergeven
ru: Показать все результаты

source: results
da: resultater
de: Ergebnisse
es_mx: resultados
fr: résultats
hu: eredmények
it: risultati
ja: 結果
nl: Resultaat
pt: resultados
ru: результаты
sr: Rezultati
tr: sonuçlar
vi: kết quả

source: Remove search group
da: Fjern søgegruppe
fr: Supprimer le groupe de recherche
hu: Keresési csoport eltávolítása
it: Rimuovi gruppo di ricerca
ja: 検索グループの削除
nl: Verwijder zoekgroep
ru: Удалить группу из поиска
tr: Arama grubunu kaldır

source: Suppliers
da: Leverandører
de: Lieferanten
es_mx: Proveedores
fr: Fournisseurs
hu: Beszállítók
it: Fornitori
ja: 仕入先
nl: Leveranciers
pt: Fornecedores
ru: Поставщики
sr: Dobavljači
tr: Sağlayıcılar
vi: Nhà cung cấp

source: Manufacturers
da: Producenter
de: Hersteller
fr: Fabricants
hu: Gyártók
it: Produttori
ja: メーカー
nl: Fabrikant
pt: Fabricantes
ru: Производители
sr: Proizvođači
tr: Üreticiler
vi: Nhà sản xuất

source: Customers
da: Kunder
de: Kunden
es_mx: Clientes
fr: Clients
hu: Vevők
it: Clienti
ja: 顧客
nl: Klanten
pt: Clientes
ru: Покупатели
sr: Mušterije
tr: Müşteriler
vi: Khách hàng

source: Enter search text
da: Indtast søgetekst
de: Suchtext eingeben
es_mx: Introduce texto a buscar
fr: Entrez un texte à rechercher
hu: Írd be a keresett szöveget
it: Inserisci il testo della ricerca
ja: 検索文字列の入力
nl: Geef zoektekst op
pt: Introduzir texto de pesquisa
ru: Введите слова для поиска
sr: Unesi tekst za pretragu
tr: Arama metnini gir
vi: Nhập văn bản tìm kiếm

source: Refresh search results
da: Opdater søgeresultater
es_mx: Actualizar resultados de búsqueda
fr: Actualiser les résultats de la recherche
hu: Keresési találatok frissítése
it: Aggiorna Risultati di Ricerca
ja: 検索結果の更新
nl: Ververs zoekresultaten
ru: Обновить результаты поиска
sr: Osveži rezultate pretrage

source: Search Options
da: Søg Indstillinger
de: Suchoptionen
es_mx: Opciones de búsqueda
fr: Options de recherche
hu: Keresési opciók
it: Opzioni di Ricerca
ja: 検索設定
nl: Zoek opties
pt: Opções de Pesquisa
ru: Параметры поиска
sr: Opcije pretraživanja
tr: Arama Seçenekleri
vi: Tùy chọn tìm kiếm

source: Whole word search
da: Hele ord søgning
de: Volltextsuche
es_mx: Búsqueda de palabras completas
fr: Recherche par mot entier
hu: Teljes szó keresés
it: Ricerca parole intere
ja: 全単語検索
nl: Volledige woord zoeken
pt: Pesquisar palavras inteiras
ru: Поиск полного слова
sr: Pretraga preko cele reči
tr: Tam kelime arama
vi: Tìm phù hợp toàn bộ từ

source: Regex search
da: Regex søgning
de: Regex Suche
es_mx: Búsqueda por expresión regular
fr: Recherche par regex
hu: Regex keresés
it: Ricerca con regex
ja: 正規表現検索
nl: Regex zoeken
pt: Busca por Regex
ru: Поиск по выражению
sr: Regex pretraga
tr: Regex arama
vi: Tìm kiếm regex

source: Notes search
da: Søg i noter
fr: Recherche de notes
hu: Megjegyzések keresése
it: Ricerca note
ja: 備考検索
nl: Notities zoeken
ru: Поиск по заметкам

source: An error occurred during search query
da: Der opstod en fejl under søgning
de: Bei der Suchanfrage ist ein Fehler aufgetreten
es_mx: Se ha producido un error durante la consulta de búsqueda
fr: Une erreur s'est produite lors de la recherche
hu: Hiba történt a keresés közben
it: Si è verificato un errore durante la ricerca
ja: 検索中にエラーが発生しました
nl: Er is een fout opgetreden tijdens de zoekopdracht
pt: Ocorreu um erro durante a busca
ru: Произошла ошибка во время поиска запроса
sr: Desila se greška prilikom pretrage
tr: Arama sorgusu sırasında bir hata oluştu
vi: Lỗi trong quá trình truy vấn tìm kiếm

source: No Results
da: Ingen Resultater
de: Keine Ergebnisse
es_mx: Sin Resultados
fr: Aucun résultat
hu: Nincs találat
it: Nessun risultato
ja: 該当なし
nl: Geen resultaten
pt: Sem Resultados
ru: Нет результатов
sr: Nema rezultata
tr: Sonuç Yok

source: No results available for search query
da: Ingen resultater til rådighed for søgeforespørgsel
de: Keine Ergebnisse für Suchanfrage verfügbar
es_mx: No hay resultados disponibles para consulta de búsqueda
fr: Aucun résultat disponible pour la requête
hu: Nincs találat a keresésre
it: Nessun risultato disponibile per la ricerca
ja: 検索結果がありません
nl: Geen resultaten beschikbaar voor zoekopdracht
pt: Não há resultados disponíveis para a pesquisa
ru: Нет доступных результатов для поискового запроса
sr: Željena pretraga nema rezultata
tr: Arama sorgusu için sonuç yok
vi: Không có kết quả nào được tìm thấy với truy vấn tìm kiếm

source: Attachments
da: Vedhæftninger
de: Anhänge
es_mx: Archivos adjuntos
fr: Fichiers joints
hu: Mellékletek
it: Allegati
ja: 添付ファイル
nl: Bijlagen
pt: Anexos
ru: Вложения
sr: Prilozi
tr: Ekler
vi: Đính kèm

source: Notes
da: Noter
de: Notizen
es_mx: Notas
hu: Megjegyzések
it: Note
ja: メモ
nl: Opmerkingen
pt: Anotações
ru: Заметки
sr: Beleške
tr: Notlar
vi: Ghi chú

source: Plugin Provided
da: Plugin Leveret
fr: Plugin fourni
hu: Plugin nyújtotta
it: Plugin Fornito
ja: プラグイン提供
nl: Plug-in geleverd
ru: Плагин предоставлен

source: Collapse panels
da: Skjul paneler
fr: Replier les panneaux
hu: Panelek becsukása
it: Comprimi pannelli
ja: パネルを折りたたむ
nl: Panelen samenvouwen
ru: Свернуть панели

source: Expand panels
da: Vis paneler
fr: Déplier les panneaux
hu: Panelek kinyitása
it: Espandi pannelli
ja: パネルを展開する
nl: Panelen uitklappen
ru: Развернуть панели

source: Locate Item
da: Find Vare
es_mx: Localizar Artículo
fr: Localiser l'article
hu: Cikk keresése
it: Localizza Articolo
ja: アイテムを探す
nl: Zoek item
ru: Определение расположения
sr: Lociraj stavku

source: Item location requested
da: Vare placering anmodet
es_mx: Ubicación del artículo solicitada
fr: Emplacement de l'article demandé
hu: Tétel készlethely szükséges
it: Localizzazione articolo richiesta
ja: ご希望のアイテム位置
nl: Item locatie opgevraagd
ru: Запрошено определение расположения
sr: Lociranje stavke zatraženo

source: Plugin Inactive
da: Plugin Inaktiv
es_mx: Complemento inactivo
fr: Plugin inactif
hu: Plugin nem aktív
it: Plugin Inattivo
ja: プラグインは無効
nl: Plug-in inactief
ru: Плагин неактивен
sr: Ekstenzija nije aktivna

source: Plugin is not active
da: Plugin er ikke aktiv
de: Plugin ist nicht aktiv
fr: Le plugin n'est pas actif
hu: Plugin nem aktív
it: Il plugin non è attivo
ja: プラグインがアクティブではありません
nl: Plug-in is niet actief
pt: A Extensão não está ativa
ru: Плагин неактивен
sr: Ekstenzija nije aktivna
tr: Eklenti etkisiz

source: Plugin Information
es_mx: Información del complemento
fr: Informations sur le plugin
hu: Plugin információ
it: Informazioni Plugin
ja: プラグイン情報
nl: Plug-in informatie
ru: Информация о плагине
sr: Informacije o ekstenziji

source: Description
da: Beskrivelse
de: Beschreibung
es_mx: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Omschrijving
pt: Descrição
ru: Описание
sr: Opis
tr: Açıklama
vi: Mô tả

source: Author
da: Forfatter
de: Autor
fr: Auteur
hu: Szerző
it: Autore
ja: 投稿者
nl: Auteur
pt: Autor
ru: Автор
sr: Autor
tr: Yazar

source: Date
da: Dato
de: Datum
es_mx: Fecha
hu: Dátum
it: Data
ja: 日付
nl: Datum
pt: Data
ru: Дата
sr: Datum
tr: Tarih
vi: Ngày

source: Active
da: Aktiv
de: Aktiv
es_mx: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: 有効
nl: Actief
pt: Ativo
ru: Активно
sr: Aktivno
tr: Aktif
vi: Hoạt động

source: Website
da: Hjemmeside
de: Webseite
es_mx: Sitio web
fr: Site web
hu: Weboldal
it: Sito Web
ja: ウェブサイト
pt: Site
ru: Веб-сайт
sr: Web sajt
tr: Web Sitesi
vi: Trang web

source: Package Name
da: Pakkenavn
de: Paket Name
fr: Nom du paquet
hu: Csomag neve
it: Nome Pacchetto
ja: ご利用プラン
nl: Pakket naam
pt: Nome do Pacote
ru: Название пакета
sr: Ime paketa
tr: Paket Adı

source: Installation Path
da: Installationssti
de: Installationspfad
fr: Chemin d'installation
hu: Telepítési útvonal
it: Percorso d'installazione
ja: 設置経路
nl: Installatie pad
pt: Caminho de Instalação
ru: Путь установки
sr: Putanja instalacije
tr: Kurulum Yolu

source: Builtin
da: Indbygget
de: Integriert
fr: Intégré
hu: Beépített
it: Integrato
ja: 組み込み
nl: Ingebouwd
pt: Embutido
ru: Встроенный
sr: Već ugrađeno
tr: Dahili
vi: Gắn liền

source: Package
da: Pakke
de: Paket
fr: Paquet
hu: Csomag
it: Pacchetto
ja: パッケージ
nl: Pakket
pt: Pacote
ru: Пакет
sr: Paket
tr: Paket

source: Plugin Settings
da: Plugin indstillinger
de: Plugin Einstellungen
es_mx: Ajustes del complemento
fr: Paramètres du plug-in
hu: Plugin beállítások
it: Impostazioni Plugin
ja: プラグイン設定
nl: Plug-in instellingen
pt: Configurações da Extensão
ru: Настройки плагинов
sr: Podešavanje ekstenzija
tr: Eklenti Ayarları
vi: Thiết lập phần bổ sung

source: Error occurred while rendering the template editor.
da: Der opstod fejl under rendering af skabeloneditoren.
es_mx: Se ha producido un error al procesar el editor de plantillas.
fr: Une erreur est survenue lors du rendu de l'éditeur de modèle.
hu: Sablon editor megjelenítési hiba.
it: Errore durante il rendering dell'editor del modello.
ja: テンプレート・エディタのレンダリング中にエラーが発生しました。
nl: Fout opgetreden bij het renderen van de template editor.
ru: Произошла ошибка при отрисовке редактора шаблонов.
sr: Došlo je do greške prilikom generisanja uređivača šablona

source: Error Loading Plugin Editor
da: Fejl Ved Indlæsning Af Plugin-Editor
es_mx: Error al cargar el editor de complementos
fr: Erreur de chargement de l'éditeur de plugin
hu: Plugin editor betöltési hiba
it: Errore Nel Caricamento Dell'Editor Plugin
ja: プラグインエディタの読み込みエラー
nl: Fout bij laden plug-in Editor
ru: Ошибка загрузки редактора плагинов
sr: Došlo je do greške prilikom učitavanja editora za ekstenzije

source: Error occurred while rendering the template preview.
da: Fejl render af skabelonforhåndsvisningen.
es_mx: Se ha producido un error al procesar la vista previa de la plantilla.
fr: Une erreur est survenue lors du rendu de l'aperçu du modèle.
hu: Sablon előnézet renderelési hiba.
it: Errore durante il rendering dell'editor del modello.
ja: テンプレート・プレビューのレンダリング中にエラーが発生しました。
nl: Fout opgetreden bij het weergeven van het sjabloon voorbeeld.
ru: Произошла ошибка при отрисовке предпросмотра шаблона.
sr: Došlo je do greške prilikom generisanja pregleda šablona

source: Error Loading Plugin Preview
da: Fejl Under Indlæsning Af Plugin-forhåndsvisning
es_mx: Error al cargar vista previa del complemento
fr: Erreur de chargement de l'aperçu du plugin
hu: Plugin előnézet betöltési hiba
it: Errore Nel Caricamento Dell'Anteprima Del Plugin
ja: プラグインプレビューの読み込みエラー
nl: Fout bij laden plug-in voorbeeld
ru: Ошибка загрузки предпросмотра плагина
sr: Došlo je do greške prilikom učitavanja pregleda ekstenzija

source: Invalid source or function name
da: Ugyldigt kilde- eller funktionsnavn
es_mx: Nombre de la fuente o función inválido
fr: Source ou nom de la fonction invalides
hu: Érvénytelen forrás vagy függvénynév
it: Sorgente o nome della funzione non valido
ja: 無効なソース名または関数名
nl: Ongeldige bron- of functienaam
ru: Неверный источник или имя функции
sr: Neispravan izvor ili ime funkcije

source: Error Loading Content
da: Fejl ved indlæsning af indhold
es_mx: Error al cargar el contenido
fr: Erreur lors du chargement du contenu
hu: Tartalom betöltési hiba
it: Errore nel caricamento dei contenuti
ja: コンテンツの読み込みエラー
nl: Fout bij laden van inhoud
ru: Ошибка при загрузке содержимого
sr: Greška prilikom učitavanja sadržaja

source: Error occurred while loading plugin content
da: Fejl opstod under indlæsning af plugin indhold
es_mx: Ha ocurrido un error al cargar el contenido del complemento
fr: Une erreur a eu lieu pendant le chargement du contenu du plugin
hu: Plugin tartalom betöltési hiba
it: Errore durante il caricamento del contenuto del plugin
ja: プラグインコンテンツの読み込み中にエラーが発生しました
nl: Fout opgetreden tijdens het laden van de plug-in inhoud
ru: Произошла ошибка при загрузке содержимого плагина
sr: Desila se greška prilikom učitavanja sadržaja ekstenzije

source: Unknown model: {model_name}
da: Ukendt model: {model_name}
fr: Modèle inconnu: {model_name}
hu: Ismeretlen model: {model_name}
it: Modello sconosciuto: {model_name}
ja: 不明なモデル{model_name}
nl: Onbekend model: {model_name}
ru: Неизвестная модель: {model_name}

source: Shipment
da: Forsendelse
de: Sendung
es_mx: Envío
fr: Livraison
hu: Szállítmány
it: Spedizione
ja: 発送
nl: Verzending
pt: Envios
ru: Отгрузка
sr: Pošiljka
tr: Gönderi
vi: Lô hàng

source: Inactive
da: Inaktiv
de: Inaktiv
es_mx: Inactivo
fr: Inactif
hu: Inaktív
it: Inattivo
ja: 非アクティブ
nl: Inactief
pt: Inativo
ru: Неактивный
sr: Neaktivno
tr: İnaktif
vi: Không hoạt động

source: Virtual
da: Virtuel
de: Virtuell
fr: Virtuel
hu: Virtuális
it: Virtuale
ja: 仮想部品
nl: Virtueel
ru: Виртуальная
sr: Virtualan
tr: Sanal
vi: Ảo

source: No stock
da: Intet lager
de: Kein Bestand
es_mx: Sin existencias
fr: Aucun stock
hu: Nincs készlet
it: Nessuno stock
ja: 在庫なし
nl: Geen voorraad
pt: Sem Estoque
ru: Нет склада
sr: Nema zalihe
tr: Stok yok
vi: Hết hàng

source: On Order
da: På Ordre
de: In Bestellung
fr: En Commande
hu: Rendelve
it: In ordine
ja: 注文中
nl: In bestelling
pt: No Pedido
ru: В заказе
sr: Na nalogu
tr: Siparişte

source: In Production
da: I Produktion
de: In Produktion
es_mx: En producción
fr: En Production
hu: Gyártásban
it: In Produzione
ja: 生産中
nl: In productie
pt: Em Produção
ru: В производстве
sr: U produkciji
tr: Üretimde
vi: Đang sản xuất

source: Details
da: Detaljer
es_mx: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
nl: Beschrijving
pt: Detalhes
ru: Сведения
sr: Detalji
tr: Ayrıntılar
vi: Chi tiết

source: Category
da: Kategori
de: Kategorie
es_mx: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリ
nl: Categorie
pt: Categoria
ru: Категория
sr: Kategorija
tr: Kategori
vi: Danh mục

source: Location
da: Lokation
de: Lagerort
es_mx: Ubicación
fr: Emplacement
hu: Hely
it: Posizione
ja: 場所
nl: Locatie
pt: Localização
ru: Расположение
sr: Lokacija
tr: Konum
vi: Vị trí

source: Serial Number
da: Serienummer
de: Seriennummer
es_mx: Número de serie
fr: Numéro de série
hu: Sorozatszám
it: Numero Seriale
ja: シリアル番号
nl: Serienummer
pt: Número de Série
ru: Серийный номер
sr: Serijski broj
tr: Seri Numarası
vi: Số sê-ri

source: Quantity
da: Antal
de: Anzahl
es_mx: Cantidad
fr: Quantité
hu: Mennyiség
it: Quantità
ja: 数量
nl: Aantal
pt: Quantidade
ru: Количество
sr: Količina
tr: Miktar
vi: Số lượng

source: Batch
de: Losnummer
es_mx: Lote
fr: Lot
hu: Köteg
it: Lotto
ja: スクール機能
pt: Lote
ru: Партия
sr: Serija
tr: Parti

source: Setting
da: Indstilling
fr: Paramètre
hu: Beállítás
it: Impostazione
ja: 設定
nl: Instellingen
ru: Настройка

source: Source
da: Kilde
de: Quelle
hu: Forrás
it: Sorgente
ja: ソース
nl: Bron
ru: Источник
vi: Nguồn

source: Act
da: Handling
it: Azione
ja: 実行(Act)
nl: Doen
ru: Акт

source: Add Project Code
da: Tilføj Projektkode
de: Projektcode hinzufügen
fr: Ajouter un code de projet
it: Aggiungi Codice Progetto
ja: プロジェクトコードの追加
nl: Project code toevoegen
pt: Adicionar Código do Projeto
ru: Создать код проекта
sr: Dodaj šifru projekta
tr: Proje Kodu Ekle

source: Add State
da: Tilføj Tilstand
fr: Ajouter un état
hu: Állapot hozzáadása
it: Aggiungi Stato
ja: 州の追加
nl: Staat toevoegen
ru: Создать состояние
sr: Dodaj stanje
tr: Durum Ekle

source: Open an Issue
da: Opret en sag
it: Apri un problema
ja: 報告を起票する
nl: Rapporteer een probleem
ru: Сообщить о проблеме

source: Report a bug or request a feature on GitHub
da: Rapporter en fejl eller anmod om en funktion på GitHub
it: Segnala un bug o richiedi una funzionalità su GitHub
ja: バグを報告するか、GitHubで機能のリクエストをしてください
nl: Rapporteer een bug of vraag een functie aan op GitHub
ru: Сообщить об ошибке или запросить возможность на GitHub

source: Open Issue
da: Åben sag
it: Apri segnalazione
ja: 未解決の問題
nl: Openstaande problemen
ru: Открыть обращение

source: Add New Group
da: Tilføj ny gruupe
it: Aggiungi Nuovo gruppo
ja: 新しいグループを追加
nl: Nieuwe Groep Toevoegen
ru: Добавить новую группу

source: Create a new group to manage your users
da: Opret en ny gruppe til at administrere dine brugere
it: Crea un nuovo gruppo per gestire i tuoi utenti
ja: ユーザーを管理するための新しいグループを作成する
nl: Maak een nieuwe groep om uw gebruikers te beheren
ru: Создать новую группу для управления вашими пользователями

source: New Group
da: Ny Gruppe
it: Nuovo Gruppo
ja: 新規グループ
nl: Nieuwe groep
ru: Новая Группа

source: Add New User
da: Tilføj Ny Bruger
it: Aggiungi Nuovo Utente
ja: 新しいユーザーを追加
nl: Nieuwe gebruiker toevoegen
ru: Добавить нового пользователя

source: Create a new user to manage your groups
da: Opret en ny bruger til at administrere dine grupper
it: Crea un nuovo utente per gestire i tuoi gruppi
ja: グループを管理するための新しいユーザーを作成する
nl: Nieuwe gebruiker toevoegen om uw groepen te beheren
ru: Создайте нового пользователя для управления вашими группами

source: New User
da: Ny bruger
it: Nuovo Utente
ja: 新しいユーザー
nl: Nieuwe gebruiker
ru: Новый пользователь

source: Create a new project code to organize your items
da: Opret en ny projektkode til at organisere dine elementer
it: Crea un nuovo codice progetto per organizzare i tuoi articoli
ja: アイテムを整理するための新しいプロジェクトコードを作成する
nl: Maak een nieuwe projectcode om uw items te organiseren
ru: Создайте новый код проекта, чтобы упорядочить ваши элементы

source: Add Code
da: Tilføj kode
it: Aggiungi Codice
ja: コードを追加
nl: Code toevoegen
ru: Добавить код

source: Add Custom State
da: Tilføj Brugerdefineret Tilstand
it: Aggiungi Stato Personalizzato
ja: カスタム状態を追加
nl: Aangepaste staat toevoegen
ru: Добавить пользовательский статус

source: Create a new custom state for your workflow
da: Opret en ny brugerdefineret tilstand til din arbejdsgang
it: Crea un nuovo stato personalizzato per il tuo flusso di lavoro
ja: ワークフロー用に新しいカスタム状態を作成する
nl: Maak een nieuwe aangepaste status voor uw workflow
ru: Создайте новый пользовательский статус для вашего рабочего процесса

source: Edit Setting
da: Rediger indstilling
de: Einstellungen bearbeiten
es_mx: Editar ajuste
fr: Éditer le paramétrage
hu: Beállítás szerkesztése
it: Modifica Impostazione
ja: 設定を編集
nl: Instelling wijzigen
pt: Editar Configurações
ru: Редактирование настроек
sr: Izmeni podešavanja
tr: Ayarı Düzenle
vi: Sửa thiết lập

source: Setting {key} updated successfully
da: Indstilling af {key} opdateret
fr: Paramètre {key} mis à jour avec succès
hu: A {key} beállítás sikeresen módosítva
it: Impostazione {key} aggiornata correttamente
ja: 設定 {key} が正常に更新されました
nl: Instelling {key} met succes bijgewerkt
ru: Значение {key} успешно обновлено

source: Setting updated
da: Indstillinger opdateret
de: Einstellung aktualisiert
es_mx: Ajuste actualizado
fr: Paramètre mis à jour
hu: Beállítás frissítve
it: Impostazione aggiornata
ja: 設定を更新しました。
nl: Instelling bijgewerkt
pt: Definição atualizada
ru: Настройки обновлены
sr: Podešavanje ažurirano
tr: Ayar güncellendi
vi: Cài đặt đã được cập nhật
