Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Close
da: Luk
de: Schließen
es_mx: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
ru: Закрыть
sr: Zatvori
tr: Kapat
vi: Đóng

source: Importing Data
da: Importerer data
de: Importiere Daten
es_mx: Importando datos
fr: Importation de données
hu: Adatok importálása
it: Importazione dei dati
ja: データのインポート
nl: Importeren van gegevens
ru: Импортирование данных
sr: Učitavanje podataka
tr: Veri İçe Aktarılıyor
vi: Đang nhập dữ liệu

source: Unknown Status
da: Ukendt status
de: Unbekannter Status
es_mx: Estado desconocido
fr: Statut inconnu
hu: Ismeretlen állapot
it: Stato sconosciuto
ja: ステータス不明
nl: Onbekende status
ru: Неизвестный статус
sr: Status nepoznat
tr: Bilinmeyen Durum
vi: Trạng thái không xác định

source: Options
da: Indstillinger
es_mx: Opciones
hu: Opciók
it: Opzioni
ja: オプション
nl: Opties
ru: Опции
sr: Opcije

source: Barcode Actions
da: Stregkode Handlinger
de: Barcode-Aktionen
es_mx: Acciones de código de barras
fr: Actions de code-barres
hu: Vonalkód műveletek
it: Azioni Codice A Barre
ja: バーコードアクション
nl: Barcode acties
pt: Ações de código de barras
ru: Действия со штрихкодом
sr: Akcije Barkoda
tr: Barkod Eylemleri
vi: Chức năng mã vạch

source: View Barcode
da: Vis stregkode
de: Barcode anzeigen
es_mx: Ver código de barras
fr: Afficher le code-barres
hu: Vonalkód megtekintése
it: Visualizza codice a barre
ja: バーコードを表示
nl: Bekijk Barcode
ru: Показать штрихкод
sr: Pregledaj barkod
tr: Barkodu Görüntüle

source: View barcode
da: Vis stregkode
de: Barcode anzeigen
es_mx: Ver código de barras
fr: Voir le code-barre
hu: Vonalkód megtekintése
it: Visualizza codice a barre
ja: バーコードを表示
nl: Bekijk barcode
pt: Ver código de barras
ru: Показать штрихкод
sr: Pogledaj barkod
tr: Barkod görüntüle
vi: Xem mã vạch

source: Link Barcode
da: Link Barkode
es_mx: Vincular Código de Barras
fr: Lier le code-barre
hu: Vonalkód hozzárendelése
it: Collega Codice a Barre
ja: リンクバーコード
pt: Atribuir Código de Barras
ru: Привязать штрих-код
sr: Link Barkoda
tr: Barkodu Bağla
vi: Liên kết mã vạch

source: Link a custom barcode to this item
da: Link en brugerdefineret stregkode til dette element
es_mx: Vincular un código de barras personalizado a este elemento
fr: Lier un code-barres personnalisé à cet article
it: Collega un codice a barre personalizzato a questo articolo
ja: このアイテムにカスタムバーコードをリンク
nl: Link een aangepaste barcode aan dit item
ru: Привязать индивидуальный штрих-код к этому предмету.
sr: Linkuj poseban barkod sa ovim predmetom
tr: Özel bir barkodu bu ögeye bağla
vi: Liên kết mã vạch tùy chỉnh với mục này

source: Unlink custom barcode
da: Fjern link til tilpasset stregkode
de: Verknüpfung von benutzerdefiniertem Barcode aufheben
es_mx: Desvincular código de barras personalizado
fr: Délier le code-barres personnalisé
hu: Egyedi vonalkód leválasztása
it: Scollega codice a barre personalizzato
ja: カスタムバーコードのリンク解除
nl: Aangepaste barcode ontkoppelen
pt: Desvincular código de barras personalizado
ru: Отвязать пользовательский штрих-код
sr: Prekini link prilagođenog barkoda
tr: Özel barkodun bağlantısını kaldır
vi: Gỡ bỏ mã vạch tùy chỉnh

source: Edit item
da: Rediger vare
es_mx: Editar elemento
fr: Modifier l’article
hu: Elem szerkesztése
it: Modifica articolo
ja: アイテムを編集
nl: Item bewerken
ru: Редактировать элемент
sr: Imeni stavku
tr: Ögeyi düzenle
vi: Chỉnh sửa mặt hàng

source: Delete item
da: Slet vare
de: Element löschen
es_mx: Eliminar elemento
fr: Supprimer l’article
hu: Tétel törlése
it: Elimina articolo
ja: アイテムを削除
nl: Item verwijderen
pt: Apagar Item
ru: Удалить элемент
sr: Obriši stavku
tr: Ögeyi sil
vi: Xoá mặt hàng

source: Hold
de: Angehalten
es_mx: Mantener
fr: Mis en attente
hu: Tartás
it: Trattenuto
ja: 保留する
nl: Ingedrukt houden
ru: Отложить
sr: Zadrži
tr: Tut
vi: Chờ

source: Duplicate item
da: Dupliker vare
de: Artikel duplizieren
es_mx: Duplicar elemento
fr: Dupliquer l'article
hu: Elem másolása
it: Duplica articolo
ja: アイテムを複製
nl: Artikel dupliceren
pt: Duplicar item
ru: Дублировать элемент
sr: Dupliciraj stavku
tr: Ögenin İkizini Oluştur
vi: Nhân bản hàng hóa

source: Toggle color scheme
da: Slå farvetema til/fra
fr: Modifier la palette de couleurs
it: Commuta schema colore
ja: 配色の切り替え
nl: Kleurenschema wijzigen
ru: Переключить цветовую схему

source: Read More
da: Læs mere
de: Mehr lesen
es_mx: Leer más
fr: En Savoir Plus
hu: Tudj meg többet
it: Approfondisci
ja: 続きを読む
nl: Meer informatie
pt: Mais informações
ru: Подробнее
sr: Saznaj više
tr: Devamını Oku
vi: Xem thêm

source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler
es_mx: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
nl: Onbekende fout.
pt: Erro desconhecido
ru: Неизвестная ошибка
sr: Nepoznata greška
tr: Bilinmeyen hata
vi: Lỗi không xác định

source: None
da: Ingen
de: Nichts
es_mx: Nada
fr: Aucun
hu: Nincs
it: Vuoto
ja: なし
nl: Geen
pt: Nenhum
sr: Nema
tr: Hiçbiri
vi: Không

source: InvenTree Logo
de: InvenTree's Logo
es_mx: Logo de InvenTree
fr: Logo InvenTree
hu: InvenTree logó
it: Logo InvenTree
ja: InvenTree ロゴ
pt: Logotipo do InvenTree
ru: Логотип InvenTree
vi: Logo InvenTree

source: Select language
da: Vælg sprog
fr: Sélectionner une langue
hu: Nyelv kiválasztása
it: Seleziona Lingua
ja: 言語を選択
nl: Selecteer taal
ru: Сменить язык

source: This information is only available for staff users
da: Denne information er kun tilgængelig for personalet
de: Diese Informationen sind nur für Mitarbeiter verfügbar
es_mx: Esta información sólo está disponible para usuarios del personal
fr: Ces informations sont uniquement disponibles pour les membres du personnel
hu: Ez az információ csak a személyzet számára elérhető
it: Questa informazione è disponibile solo per gli utenti del personale
ja: この情報はスタッフユーザーのみ利用可能です。
nl: Deze informatie is alleen beschikbaar voor medewerkers
pt: Esta informação está disponível apenas para utilizadores da equipa
ru: Эта информация доступна только для сотрудников
sr: Ove informacije dostupne su samo korisnicima osoblja
tr: Bu bilgi yalnızca personel kullanıcılar için mevcuttur
vi: Thông tin này chỉ khả dụng với nhân viên

source: Updating
da: Opdaterer
fr: Mise à jour
hu: Frissítés
it: Aggiornamento in corso
ja: 更新中
nl: Bijwerken
ru: Обновление

source: Updating group roles
da: Opdaterer grupperoller
fr: Mise à jour des roles du groupe
it: Aggiornamento dei ruoli di gruppo
ja: グループロールの更新中
nl: Groepsrollen bijwerken
ru: Обновление ролей группы

source: Updated
da: Opdateret
de: Aktualisiert
es_mx: Actualizado
fr: Mis à jour
hu: Frissítve
it: Aggiornato
ja: 更新しました
nl: Bijgewerkt
pt: Atualizado
ru: Обновлено
sr: Ažurirano
tr: Güncellendi
vi: Đã cập nhật

source: Group roles updated
da: Gruppe roller opdateret
fr: Rôles du groupe mis à jour
it: Ruoli di gruppo aggiornati
ja: グループロールが更新されました
nl: Groepsrollen bijgewerkt
ru: Роли группы обновлены

source: Role
da: Rolle
fr: Rôle
hu: Szerepkör
it: Ruolo
ja: ロール
nl: Rol
ru: Роль

source: View
da: Vis
de: Anzeigen
fr: Voir
hu: Megtekintés
it: Vista
ja: 表示
nl: Bekijken
ru: Просмотр
vi: Xem

source: Change
da: Ændre
fr: Modifier
hu: Módosítás
it: Cambiare
ja: 変更
nl: Wijzigen
ru: Редактировать

source: Add
da: Tilføj
de: Hinzufügen
es_mx: Agregar
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pt: Adicionar
ru: Добавить
sr: Dodaj
tr: Ekle
vi: Thêm

source: Reset group roles
da: Nulstil grupperoller
fr: Réinitialiser les rôles du groupe
it: Reimposta i ruoli di gruppo
ja: グループロールをリセット
nl: Groepsrollen opnieuw instellen
ru: Сбросить роли группы

source: Reset
da: Nulstil
fr: Réinitialiser
hu: Visszaállítás
it: Reimposta
ja: リセット
ru: Сброс

source: Save group roles
da: Gem grupperoller
fr: Enregistrer les rôles du groupe
it: Salva ruoli di gruppo
ja: グループロールの保存
nl: Groep rollen opslaan
ru: Сохранить роли группы

source: No items
da: Ingen varer
fr: Aucun élément
hu: Nincsenek tételek
it: Nessun articolo
ja: 項目なし
nl: Geen artikelen
ru: Нет элементов

source: Available
da: Tilgængelig
de: Verfügbar
fr: Disponible
hu: Elérhető
it: Disponibile
ja: 利用可能
nl: Beschikbaar
pt: Disponível
ru: Доступно
sr: Dostupno
tr: Mevcut
vi: Có sẵn

source: Selected
da: Valgt
fr: Sélectioné
hu: Kiválasztva
it: Selezionati
ja: 選択済み
nl: Geselecteerd
ru: Выбрано

source: InvenTree Version
es_mx: Versión de InvenTree
fr: Version d'InvenTree
hu: InvenTree verzió
it: Versione di InvenTree
ja: InvenTreeバージョン
nl: InvenTree Versie
pt: Versão do InvenTree
ru: Версия InvenTree
sr: InvenTree Verzija
tr: InvenTree Sürümü
vi: Phiên bản InvenTree

source: Django Version
es_mx: Versión de Django
fr: Version de Django
hu: Django verzió
it: Versione Django
ja: ジャンゴバージョン
nl: Django versie
pt: Versão do Django
ru: Версия Django
sr: Django Verzija
tr: Django Sürümü
vi: Phiên bản Django

source: Commit Hash
es_mx: Hash de Commit
fr: Hash du commit
it: Hash del Commit
ja: コミットハッシュ
nl: Hash vastleggen
pt: Hash do Commit
ru: Хеш коммита
sr: Potvrdi hash
tr: İşleme Hash Kodu

source: Commit Date
da: Commit Dato
de: Commit-Datum
es_mx: Fecha del Commit
fr: Date de commit
hu: Commit dátuma
it: Data del Commit
ja: コミット日
nl: Commit datum
pt: Data do Commit
ru: Дата коммита
sr: Datum Potvrde
tr: İşleme Tarihi
vi: Ngày commit

source: Commit Branch
es_mx: Rama de Commit
fr: Banche de commit
it: Branch del commit
ja: コミット・ブランチ
ru: Ветка коммита
sr: Potvrdi granu
tr: Dalı İşle
vi: Nhánh commit

source: Version Information
da: Versionsinformation
de: Versionsinformationen
es_mx: Información de la versión
fr: Information sur la version
hu: Verzióinformáció
it: Informazioni sulla versione
ja: バージョン情報
nl: Versie informatie
pt: Informação da versão
ru: Информация о версии
sr: Informacije o verziji
tr: Sürüm Bilgisi
vi: Thông tin phiên bản

source: Links
es_mx: Enlaces
fr: Liens
hu: Linkek
it: Collegamenti
ja: リンク
pt: Ligações
ru: Ссылки
sr: Linkovi
tr: Bağlantılar
vi: Liên kết

source: Documentation
da: Dokumentation
de: Dokumentation
es_mx: Documentación
hu: Dokumentáció
it: Documentazione
ja: ドキュメント
nl: Documentatie
pt: Documentação
ru: Документация
sr: Dokumentacija
tr: Dokümantasyon
vi: Tài liệu

source: Source Code
da: Kilde Kode
es_mx: Código Fuente
fr: Code source
hu: Forráskód
it: Codice Sorgente
ja: ソースコード
nl: Broncode
ru: Исходный код
sr: Izvorni kod

source: Mobile App
da: Mobil App
es_mx: Aplicación Móvil
fr: Application Mobile
hu: MobilApp
it: App Mobile
ja: モバイルアプリ
nl: App voor mobiel
pt: Aplicação móvel
ru: Мобильное Приложение
sr: Mobilna aplikacija
tr: Mobil Uygulama
vi: Ứng dụng di động

source: Submit Bug Report
da: Indsend Fejlrapport
de: Fehlerbericht senden
es_mx: Enviar Informe de Error
fr: Soumettre un rapport de Bug
hu: Hibajegy beküldése
it: Invia Segnalazione Bug
ja: バグレポートの提出
nl: Indienen van bugrapport
pt: Submeter Relatório de Erro
ru: Сообщить об ошибке
sr: Podnesi izveštaj o neispravnosti aplikacije
tr: Hata Raporla
vi: Gửi báo cáo lỗi

source: Copy version information
da: Kopier versionsinformation
de: Versionsinformationen kopieren
es_mx: Copiar información de versión
fr: Copier les informations de version
hu: Verzió információk másolása
it: Copia informazioni versione
ja: バージョン情報のコピー
nl: Kopieer versie informatie
pt: Copiar informação da versão
ru: Копировать информацию о версии
sr: Kopiraj informacije o verziji
tr: Sürüm bilgisini kopyala
vi: Sao chép thông tin phiên bản

source: Development Version
da: Udviklings Version
de: Entwicklungsversion
es_mx: Versión de Desarrollo
fr: Version de développement
hu: Fejlesztői verzió
it: Versione di sviluppo
ja: 開発バージョン
nl: Ontwikkelings versie
pt: Versão de desenvolvimento
ru: Версия разработки
sr: Razvojna verzija
tr: Geliştirme Sürümü
vi: Phiên bản phát triển

source: Up to Date
da: Op til dato
de: Aktuell
es_mx: Actualizado
fr: À jour
hu: Naprakész
it: Aggiornato
ja: 最新情報
pt: Atualizado
ru: Последняя версия
sr: Obnovljeno
tr: Güncel
vi: Mới nhất

source: Update Available
da: Opdatering tilgængelig
de: Aktualisierung verfügbar
es_mx: Actualización Disponible
fr: Mise à jour disponible
hu: Frissítés elérhető
it: Aggiornamento disponibile
ja: 利用可能なアップデート
nl: Update beschikbaar
pt: Atualização disponível
ru: Доступно обновление
sr: Obnova je dostupna
tr: Güncelleme Var
vi: Có bản cập nhật mới

source: No license text available
da: Ingen licenstekst tilgængelig
de: Kein Lizenztext verfügbar
es_mx: Texto de licencia no disponible
fr: Aucun texte de licence disponible
it: Nessun testo di licenza disponibile
ja: ライセンステキストはありません
nl: Geen licentie tekst beschikbaar
pt: Nenhum texto de licença disponível
ru: Нет доступного текста лицензии
sr: Tekst o licenci nije dostupan
tr: Kullanılabilir lisans metni yok
vi: Không có văn bản giấy phép nào có sẵn

source: No Information provided - this is likely a server issue
da: Ingen information leveret - dette er sandsynligvis et server problem
de: Keine Informationen zur Verfügung gestellt - dies ist wahrscheinlich ein Serverproblem
es_mx: No se proporciona información - esto es probablemente un problema del servidor
fr: Aucune information fournie - il s'agit probablement d'un problème de serveur
hu: Nincsen információ - valószínűleg szerver probléma
it: Nessuna informazione fornita - questo è probabilmente un problema del server
ja: サーバーの問題だと思われます
nl: Geen informatie verstrekt - dit is waarschijnlijk een serverprobleem
pt: Nenhuma informação fornecida - este é provavelmente um problema no servidor
ru: Нет информации - это, скорее всего, проблема с сервером
sr: Podaci nisu dostupni - verovatno je problem sa serverom
tr: Bir bilgi sağlanmadı - bu muhtemelen bir sunucu sorunu
vi: Không có thông tin nào được cung cấp - đây có thể là sự cố máy chủ

source: Loading license information
da: Indlæser licensinformation
de: Lizenzinformationen werden geladen
es_mx: Cargando información de licencia
fr: Chargement des informations de licence
hu: Licensz információk betöltése
it: Caricamento delle informazioni sulla licenza
ja: ライセンス情報の読み込み
nl: Licentie informatie laden
pt: Carregando informações da licença
ru: Загрузка информации о лицензии
sr: Učitavanje informacija o licenci
tr: Lisans bilgisi yükleniyor
vi: Đang tải thông tin giấy phép

source: Failed to fetch license information
da: Kunne ikke hente licensinformation
de: Fehler beim Abrufen der Lizenzinformationen
es_mx: Error al obtener la información de la licencia
fr: Impossible de récupérer les informations de licence
hu: Licensz információk letöltési hibája
it: Recupero delle informazioni sulla licenza non riuscito
ja: ライセンス情報の取得に失敗しました
nl: Fout bij het ophalen van licentiegegevens
pt: Falha ao buscar informações da licença
ru: Не удалось получить информацию о лицензии
sr: Neuspešno uzimanje informacija o licenci
tr: Lisans bilgisi getirilemedi
vi: Không thể lấy thông tin giấy phép

source: {key} Packages
da: {key} Pakker
de: {key} Pakete
es_mx: Paquetes {key}
fr: Packages {key}
hu: {key} Csomagok
it: {key} Pacchetti
ja: {key} パッケージ
nl: {key} pakketten
pt: {key} Pacotes
sr: {key} Paketi
tr: {key} Paket
vi: {key} Gói

source: Instance Name
da: Instansnavn
de: Instanzname
es_mx: Nombre de instancia
fr: Nom de l'instance
hu: Példány neve
it: Nome istanza
ja: インスタンス名
nl: Naam van instantie
pt: Nome da instância
ru: Имя экземпляра
sr: Ime instance
tr: Örnek Adı
vi: Tên thực thể

source: Server Version
es_mx: Versión del servidor
fr: Version du serveur
hu: Szerver verziója
it: Versione Server
ja: Serve Version
nl: Server versie
pt: Versão do Servidor
ru: Версия сервера
sr: Verzija servera
tr: Sunucu Sürümü
vi: Phiên bản máy chủ

source: Database
de: Datenbank
es_mx: Base de datos
fr: Base de données
hu: Adatbázis
ja: データベース
pt: Base de dados
ru: База данных
sr: Baza podataka
tr: Veritabanı
vi: Cơ sở dữ liệu

source: Debug Mode
da: Fejlfindingstilstand
de: Debug Modus
es_mx: Modo de depuración
fr: Mode Debug
hu: Debug mód
it: Modalità Debug
ja: デバッグモード
nl: Foutopsporing modus
pt: Modo de depuração
ru: Режим отладки
sr: Mod za uklanjanje gršaka
tr: Hata Ayıklama Kipi
vi: Chế độ gỡ lỗi

source: Server is running in debug mode
da: Serveren kører i fejlfindingstilstand
de: Der Server wird im Debug-Modus ausgeführt.
es_mx: El servidor se está ejecutando en modo depuración
fr: Le serveur s'execute en mode debug
hu: A szerver debug módban van
it: Server in esecuzione in modalità debug
ja: サーバーはデバッグモードで動作しています。
nl: Server wordt uitgevoerd in debug mode
pt: O servidor está em execução no modo de depuração
ru: Сервер запущен в режиме отладки
sr: Server radi u debaging modu
tr: Sunucu hata ayıklama kipinde çalışıyor
vi: Máy chủ đang hoạt động dưới chế độ gỡ lỗi

source: Docker Mode
da: Docker-tilstand
de: Docker-Modus
es_mx: Modo Docker
fr: Mode Docker
hu: Docker mód
it: Modalità Docker
ja: ドッカーモード
pt: Modo Docker
ru: Режим Docker
sr: Doker mod
tr: Docker Kipi
vi: Chế độ Docker

source: Server is deployed using docker
da: Serveren er indsat ved hjælp af docker
de: Server wird mit Docker bereitgestellt
es_mx: El servidor está desplegado usando Docker
fr: Le serveur est déployé avec docker
hu: A szerver dockerben fut
it: Il server è distribuito utilizzando docker
ja: サーバーは docker を使ってデプロイします。
nl: Server is geïmplementeerd via docker
pt: Servidor implementado usando o Docker
ru: Сервер развернут с помощью docker
sr: Server je uspostavljen koristeći doker
tr: Sunucu docker kullanılarak dağıtıldı
vi: Máy chủ được triển khai bởi docker

source: Plugin Support
da: Plugin Understøttede
de: Plugin Unterstützung
es_mx: Soporte para complementos
fr: Support du Plugin
hu: Plugin támogatás
it: Supporto Plugin
ja: プラグインのサポート
nl: Plug-in ondersteuning
pt: Suporte a Extensões
ru: Поддержка плагина
sr: Podrška za ekstenzije
tr: Eklenti Desteği
vi: Hỗ trợ phần bổ sung

source: Plugin support enabled
da: Plugin understøttelse aktiveret
de: Plugin-Unterstützung aktiviert
es_mx: Soporte de complementos habilitado
fr: Prise en charge des plugins activée
hu: Plugin támogatás engedélyezve
it: Supporto Plugin Abilitato
ja: プラグイン対応
nl: Plug-in ondersteuning ingeschakeld
pt: Suporte a extensões habilitado
ru: Поддержка плагинов включена
sr: Podrška za ekstenzije omogućena
tr: Eklenti desteği etkin
vi: Hỗ trợ phần bổ sung đã bật

source: Plugin support disabled
da: Plugin understøttelse deaktiveret
de: Plugin-Unterstützung deaktiviert
es_mx: Soporte de complementos deshabilitado
fr: Prise en charge des plugins désactivée
hu: Plugin támogatás letiltva
it: Supporto plugin disabilitato
ja: プラグインサポート無効
nl: Plug-in ondersteuning uitgeschakeld
pt: Suporte de extensão desativado
ru: Поддержка плагинов отключена
sr: podrška za ekstenzije onemogućena
tr: Eklenti desteği etkisiz
vi: Hỗ trợ phần bổ sung đã tắt

source: Server status
da: Server detaljer
es_mx: Estado del servidor
fr: Status du serveur
hu: Szerver állapot
it: Stato del Server
ja: サーバーの状態
nl: Status server
pt: Estado do Servidor
ru: Состояние сервера
sr: Status servera
tr: Sunucu durumu
vi: Tình trạng máy chủ

source: Healthy
da: Sund
de: Gesund
es_mx: Saludable
fr: En bonne santé
hu: Egészséges
it: Sano
ja: 健康
nl: Gezond
pt: Saudável
ru: Исправен
sr: Sistem ispravan
tr: Sağlıklı
vi: Sức khỏe

source: Issues detected
da: Problemer identificeret
de: Probleme erkannt
es_mx: Problemas detectados
fr: Problème détecté
hu: Problémák észlelhetők
it: Problemi rilevati
ja: 検出された問題
nl: Problemen gedetecteerd
pt: Problemas detectados
ru: Обнаружены проблемы
sr: Detektovani su problemi
tr: Sorunlar saptandı
vi: Đã phát hiện vấn đề

source: Background Worker
da: Baggrunds Arbejder
de: Hintergrund-Prozess
es_mx: Trabajador en segundo plano
fr: Travail en arrière-plan
hu: Háttér munkavégző
it: Processo in background
ja: バックグラウンドワーカー
pt: Trabalhador em segundo plano
ru: Фоновый процесс
sr: Pozadinski proces
tr: Arkaplan işçisi
vi: Nhân công chạy ngầm

source: The background worker process is not running
da: Baggrunds processen kører ikke
fr: Le processus d'arrière-plan "worker" ne s'exécute pas
hu: A háttér munkavégző folyamat nem fut
it: Il processo di lavoro in background non è in esecuzione
ja: バックグラウンドワーカープロセスは実行されていません
nl: Het proces van de server loopt niet
ru: Фоновый рабочий процесс не запущен

source: Email Settings
da: E-mail indstillinger
de: E-Mail Einstellungen
es_mx: Ajustes del correo electrónico
fr: Configuration email
hu: Email beállítások
it: Impostazioni e-mail
ja: メール設定
nl: E-mail instellingen
pt: Configurações de Email
ru: Настройки Email
sr: Podešavanje e-pošte
tr: E-posta Ayarları
vi: Thiết lập email

source: Email settings not configured.
da: E-mail indstillinger ikke konfigureret.
fr: Les paramètres du courrier électronique ne sont pas configurés.
hu: Email beállítások nincsenek konfigurálva.
it: Impostazioni dell'email non configurate.
ja: Eメール設定は行なわれていません
nl: E-mailinstellingen niet geconfigureerd.
ru: Электронная почта не настроена.

source: Alerts
da: Alarmer
fr: Alertes
hu: Figyelmeztetések
it: Avvisi
ja: アラート
nl: Waarschuwingen
ru: Предупреждения

source: No issues detected
da: Ingen problemer fundet
ja: 問題なし
nl: Geen problemen gevonden

source: The server is running in debug mode.
da: Serveren kører i fejlfindingstilstand.
fr: Le serveur fonctionne en mode débogage.
hu: A szerver debug módban fut.
it: Il server è in esecuzione in modalità debug.
ja: サーバーはデバッグモードで動作しています
nl: Server wordt uitgevoerd in debug mode.
ru: Сервер запущен в режиме отладки.

source: The background worker process is not running.
da: Baggrunds processen kører ikke.
fr: Le processus de travail en arrière-plan n'est pas en cours d'exécution.
hu: A háttérmunka folyamata nem fut.
it: Il processo di lavoro in background non è in esecuzione.
ja: バックグラウンドワーカープロセスが実行されていません。
nl: Het proces van server is niet gestart.
ru: Фоновый рабочий процесс не запущен.

source: Server Restart
da: Server Genstart
fr: Redémarrage du serveur
hu: Szerver újraindítása
it: Riavvio Server
ja: サーバー再起動
nl: Server herstart
ru: Перезапуск сервера

source: The server requires a restart to apply changes.
da: Serveren kræver en genstart for at anvende ændringer.
fr: Le serveur nécessite un redémarrage pour appliquer les modifications.
hu: A szervert újra kell indítani a módosítások végrehajtásához.
it: Il server richiede un riavvio per applicare le modifiche.
ja: 変更を適用するにはサーバーの再起動が必要です。
nl: De server vereist een herstart om de wijzigingen toe te passen.
ru: Для применения изменений необходим перезапуск сервера.

source: Email settings
da: E-mail indstillinger
fr: Paramètres de messagerie
hu: E-mail beállítások
it: Impostazioni email
ja: Eメール設定
nl: E-mail instellingen
ru: Настройка электронной почты

source: Database Migrations
da: Database Migrationer
fr: Migrations de base de données
hu: Adatbázis migrációk
it: Migrazioni Database
ja: データベースの移行
nl: Database migraties
ru: Миграции базы данных

source: There are pending database migrations.
da: Der er ventende databasemigreringer.
fr: Il y a des migrations de base de données en attente.
hu: Függőben lévő adatbázis migrációk.
it: Ci sono migrazioni di database in sospeso.
ja: 保留中のデータベース移行があります
nl: Er zijn nog geen database migraties.
ru: Требуется применить миграции базы данных.

source: Learn more about {code}
da: Lær mere om {code}
fr: En savoir plus sur {code}
hu: Tudjon meg többet: {code}
it: Scopri di più su {code}
ja: {code} についてもっと知る
nl: Meer informatie over {code}
ru: Подробнее о {code}

source: Notifications
da: Notifikationer
de: Benachrichtigungen
es_mx: Notificaciones
hu: Értesítések
it: Notifiche
ja: 通知
nl: Meldingen
pt: Notificações
ru: Уведомления
sr: Obaveštenja
tr: Bildirimler
vi: Thông báo

source: Nothing found...
da: Intet fundet...
de: Nichts gefunden...
es_mx: No se encontró nada...
fr: Aucun résultat trouvé...
hu: Nincs találat...
it: Nessun risultato...
ja: 見つかりませんでした…
nl: Niets gevonden...
pt: Nada encontrado...
ru: Ничего не найдено...
sr: Ništa nije pronađeno…..
tr: Hiçbir şey bulunmadı...
vi: Không tìm thấy...
