Repository: inventree/InvenTree
Catalog: src/frontend/src/locales/*/messages.po
Languages: da, de, es_mx, fr, hu, it, ja, nl, pt, ru, sr, tr, vi

source: Machine successfully deleted.
da: Maskinen blev slettet.
de: Maschine wurde erfolgreich gelöscht.
fr: L'équipement a bien été supprimée.
it: Macchina eliminata con successo.
ja: マシンは正常に削除されました。
nl: Machine is succesvol verwijderd.
pt: Máquina excluída com sucesso.
ru: Оборудование успешно удалено.
sr: Mašina uspešno obrisana
tr: Makine başarıyla silindi.

source: Are you sure you want to remove this machine?
da: Er du sikker på, at du vil fjerne denne maskine?
fr: Êtes-vous sûr de vouloir supprimer cet équipement ?
it: Sei sicuro di voler rimuovere questa macchina?
ja: この機器を削除しても良いですか？
nl: Weet je zeker dat je deze machine wilt verwijderen?
ru: Вы уверены, что хотите удалить эту машину?

source: Machine
da: Maskine
hu: Berendezés
it: Macchina
ja: マシン
ru: Оборудование

source: Restart required
da: Genstart påkrævet
de: Neustart erforderlich
fr: Redémarrage nécessaire
hu: Újraindítás szükséges
it: Riavvio richiesto
ja: 再起動が必要
nl: Opnieuw opstarten vereist
pt: É necessário reiniciar
ru: Требуется перезагрузка
sr: Potreban restart
tr: Yeniden başlatma gerekli

source: Machine Actions
de: Maschinen-Aktionen
fr: Actions de la machine
it: Azioni Macchina
ja: マシンアクション
nl: Machine acties
pt: Ações da máquina
ru: Действия с оборудованием
sr: Radnje mašine
tr: Makine Eylemleri

source: Restart
da: Genstart
de: Neustart
fr: Redémarrer
hu: Újraindítás
it: Riavvia
ja: 再実行
nl: Opnieuw starten
pt: Reiniciar
ru: Перезагрузка
tr: Yeniden Başlat

source: Restart machine
da: Genstart maskine
de: Maschine neu starten
fr: Redémarrer la machine
hu: Berendezés újraindítása
it: Riavvia macchina
ja: マシンの再起動
nl: Herstart machine
pt: Reiniciar a máquina
ru: Перезагрузить оборудование
sr: Restart mašine
tr: Makineyi yeniden başlat

source: manual restart required
da: Manuel genstart påkrævet
de: manueller Neustart erforderlich
fr: redémarrage manuel nécessaire
it: riavvio manuale richiesto
ja: 手動再起動が必要
nl: Handmatige herstart vereist
pt: Requer reinicialização manual
ru: требуется ручная перезагрузка
sr: Potreban ručni restart
tr: Elle yeniden başlatma gerekli

source: General
da: Generelt
it: Generale
ja: 一般
nl: Algemeen
ru: Общие

source: Machine Type
de: Maschinen Typ
fr: Type de la machine
hu: Berendezés típusa
it: Tipo di macchina
ja: 機種
pt: Tipo de Máquina
ru: Тип оборудования
sr: Tip mašine
tr: Makine Türü

source: Machine Driver
de: Maschinen Treiber
fr: Conducteur de machine
hu: Berendezés driver
it: Driver Macchina
ja: マシンドライバー
pt: Controlador da Máquina
ru: Драйвер оборудования
sr: Mašinski drajver
tr: Makine Sürücüsü

source: Initialized
de: Initialisiert
fr: Initialisé
hu: Inicializálva
it: Inizializzato
ja: 初期化
nl: Geïnitialiseerd
pt: Inicializado
ru: Инициализировано
sr: Inicijalizovano
tr: İlklendi

source: No errors reported
da: Ingen fejl rapporteret
de: Keine Fehler gemeldet
fr: Aucune erreur reportée
it: Nessun errore segnalato
ja: エラーなし
nl: Geen fouten gerapporteerd
pt: Não há erros relatados
ru: Ошибки не обнаружены
sr: Nema prijavljenih grešaka
tr: Hiç hata raporlanmadı

source: Properties
da: Egenskaber
it: Proprietà
ja: プロパティ
nl: Eigenschappen
ru: Свойства

source: Driver Settings
da: Driver Indstillinger
de: Treiber Einstellungen
fr: Paramètres du driver
it: Impostazioni driver
ja: ドライバーの設定
nl: Driver instellingen
pt: Configurações do controlador
ru: Настройки драйвера
sr: Podešavanja drajvera
tr: Sürücü Ayarları

source: Add Machine
da: Tilføj Maskine
fr: Ajouter une machine
hu: Berendezés hozzáadása
it: Aggiungi macchina
ja: マシン追加
nl: Machine toevoegen
ru: Создать оборудование

source: Delete Machine
da: Slet Maskine
fr: Supprimer l'équipement
it: Elimina macchina
ja: 機器を削除します
nl: Machine verwijderen
ru: Удалить машину

source: Edit Machine
da: Rediger Maskine
fr: Modifier l'équipement
hu: Berendezés módosítása
it: Modifica macchina
ja: 機器情報を編集します
nl: Machine bewerken
ru: Редактировать машину

source: Restart Machine
da: Genstart maskine
fr: Redémarrer l'équipement
it: Riavvia macchina
ja: 機器の再起動
nl: Machine herstarten
ru: Перезапустить машину

source: Add machine
da: Tilføj Maskine
de: Maschine hinzufügen
fr: Ajouter une machine
hu: Berendezés hozzáadása
it: Aggiungi macchina
ja: マシン追加
nl: Machine toevoegen
pt: Adicionar máquina
ru: Создать оборудование
sr: Dodaj mašinu
tr: Makine ekle

source: Machine Detail
da: Maskine Detaljer
es_mx: Detalle de máquina
fr: Détail de la machine
hu: Berendezés részletei
it: Dettagli Macchina
ja: マシン詳細
nl: Machine details
ru: Сведения об оборудовании
sr: Detalji o mašini
tr: Makine Detayı

source: Driver
de: Treiber
fr: Pilote
hu: Illesztőprogram
ja: ドライバー
nl: Stuurprogramma
pt: Controlador
ru: Драйвер
sr: Drajver
tr: Sürücü

source: Driver Type
fr: Type de driver
hu: Driver típusa
it: Tipo di driver
ja: 機器ソフトウェアタイプ
ru: Тип драйвера

source: Builtin driver
de: Integrierter Treiber
fr: Driver construit
hu: Beépített meghajtó
it: Driver integrato
ja: 内蔵ドライバー
nl: Ingebouwde stuurprogramma
pt: Controlador embutido
ru: Встроенный драйвер
sr: Ugrađen drajver
tr: Dahili sürücü

source: Not Found
da: Ikke Fundet
es_mx: No Encontrado
fr: Non trouvé
hu: Nem található
it: Non Trovato
ja: みつかりません
nl: Niet gevonden
ru: Не найдено
sr: Nije pronađeno
tr: Bulunamadı

source: Machine type not found.
de: Maschinentyp nicht gefunden.
fr: Type de la machine non trouvé.
it: Tipo di macchina non trovato.
ja: マシンタイプが見つかりません。
nl: Machinetype niet gevonden.
pt: Tipo de máquina não encontrado.
ru: Тип оборудования не найден.
sr: Tip mašine nije pronađen
tr: Makine türü bulunamadı.

source: Machine Type Information
es_mx: Información del tipo de máquina
fr: Informations du type de la machine
it: Informazioni sul tipo di macchina
ja: マシンタイプ情報
nl: Machine type gegevens
ru: Информация о типе оборудования
sr: Informacije o tipu mašine

source: Slug
fr: Identifiant
ja: スラッグ
nl: Korte naam
pt: Lesma
ru: Часть URL-адреса
sr: Tekst

source: Provider plugin
da: Leverandør plugin
de: Anbieter Plugin
fr: Plugin fournisseur
it: Plugin fornitore
ja: プロバイダプラグイン
nl: Partner plug-in
pt: Extensão do Provedor
ru: Плагин поставщика
sr: Provajder dodatak
tr: Sağlayıcı eklentisi

source: Provider file
da: Leverandør fil
de: Anbieterdatei
fr: Fichier fournisseur
it: File provider
ja: プロバイダーファイル
nl: Provider bestand
pt: Arquivo do Provedor
ru: Файл поставщика
sr: Provajder fajl
tr: Sağlayıcı dosyası

source: Available Drivers
da: Tilgængelige Drivere
es_mx: Controladores Disponibles
fr: Drivers disponibles
it: Driver disponibili
ja: 利用可能なドライバー
nl: Beschikbare stuurprogramma's
ru: Доступные драйверы
sr: Dostupni drajveri
tr: Mevcut Sürücüler

source: Machine driver not found.
de: Maschinentreiber nicht gefunden.
fr: Pilote d'équipement non trouvé.
it: Driver macchina non trovato.
ja: マシンドライバーが見つかりません。
nl: Machine driver is niet gevonden.
pt: Controlador da máquina não encontrado.
ru: Драйвер оборудования не найден.
sr: Mašinski drajver nije pronađen
tr: Makine sürücüsü bulunamadı.

source: Machine driver information
de: Maschinentreiber Informationen
fr: Informations sur le pilote de l'équipement
it: Informazioni driver macchina
ja: マシンドライバー情報
nl: Informatie Machine stuurprogramma
pt: Informação do controlador da máquina
ru: Информация о драйвере оборудования
sr: Informacije o mašinskom drajveru
tr: Makine sürücüsü bilgisi

source: Machine type
de: Maschinentyp
fr: Type d'équipement
hu: Berendezés típusa
it: Tipo di macchina
ja: マシンタイプ
pt: Tipo de Máquina
ru: Тип оборудования
sr: Tip mašine
tr: Makine türü

source: Builtin type
de: Eingebauter Typ
fr: Type intégré
hu: Beépülő típusa
it: Tipo incorporato
ja: 内蔵タイプ
nl: Ingebouwde type
pt: Tipo embutido
ru: Встроенный тип
sr: Ugrađen tip
tr: Yerleşik tür

source: Machine Type Detail
es_mx: Detalle del tipo de máquina
fr: Détail du type de machine
it: Dettagli sul Tipo di Macchina
ja: マシンタイプ詳細
ru: Сведения о типе оборудования
sr: Detalji tipa mašine

source: Machine Driver Detail
es_mx: Detalle del controlador de la máquina
fr: Détails sur le driver de la machine
it: Dettagli sul Driver di Macchina
ja: マシンドライバー詳細
nl: Machine stuurprogramma details
ru: Сведения о драйвере оборудования
sr: Detalji mašinskog drajvera

source: Age
da: Alder
de: Alter
fr: Âge
hu: Életkor
it: Età
ja: 年齢
nl: Leeftijd
pt: Idade
ru: Срок
sr: Starost
tr: Yaş
vi: Tuổi

source: Notification
da: Notifikation
de: Benachrichtigung
es_mx: Notificación
hu: Értesítés
it: Notifiche
ja: 通知
nl: Meldingen
pt: Notificação
ru: Уведомление
sr: Obaveštenje
tr: Bildirim
vi: Thông báo

source: Message
da: Besked
de: Nachricht
hu: Üzenet
it: Messaggio
ja: メッセージ
nl: Bericht
pt: Mensagem
ru: Сообщение
sr: Poruka
tr: İleti
vi: Nội dụng tin nhắn

source: Show active parts
fr: Afficher les parties actives
it: Mostra articoli attivi
ja: アクティブパーツの表示
nl: Actieve onderdelen weergeven
ru: Показать активные детали
sr: Prikaži aktivne delove
tr: Aktif parçları göster

source: Show locked parts
fr: Afficher les pièces bloquées
it: Mostra articoli bloccati
ja: ロックされた部分を表示
nl: Toon vergrendelde onderdelen
ru: Показать заблокированные детали
sr: Prikaži zaključane delove
tr: Kilitli parçaları göster

source: Show assembly parts
fr: Afficher les pièces d'assemblage
it: Mostra articoli assemblati
ja: 組立部品の表示
nl: Toon assemblage onderdelen
ru: Показать сборные детали
sr: Prikaži delove sklopa
tr: Montaj parçalarını göster

source: Assembly IPN
fr: IPN de l'assemblage
it: IPN assemblato
ja: アセンブリ IPN
nl: Assemblage IPN
ru: Внутренний артикул сборки

source: Part IPN
fr: IPN de la pièce
hu: Alkatrész IPN
it: IPN Articolo
ja: パートIPN
nl: IPN onderdeel
ru: Внутренний артикул детали

source: Required Stock
es_mx: Stock requerido
fr: Stock requis
hu: Szükséges készlet
it: Giacenza Richiesta
ja: 必要在庫
nl: Vereiste voorraad
ru: Требуемый запас
sr: Potrebne zalihe

source: View Build Order
da: Vis Byggeordre
es_mx: Ver orden de construcción
fr: Voir l'ordre de construction
it: Vedi Ordine di Produzione
ja: ビルドオーダーを見る
nl: Bekijk bouwopdracht
ru: Показать заказ на сборку
sr: Prikaži nalog za izradu

source: You are subscribed to notifications for this category
es_mx: Estás suscrito a las notificaciones de esta categoría
fr: Vous êtes abonné aux notifications pour cette catégorie
it: Sei iscritto alle notifiche per questa categoria
ja: このカテゴリの通知を購読しています
nl: Abonneer je op meldingen voor deze categorie
ru: Вы подписаны на получение уведомлений для этой категории
sr: Pretplaćen si na obaveštenja za ovu kategoriju

source: Include Subcategories
da: Inkluder underkategorier
de: Unter-Kategorien einschließen
fr: Inclure les sous-catégories
hu: Alkategóriákkal együtt
it: Includi sottocategorie
ja: サブカテゴリを含む
nl: Inclusief subcategorieën
pt: Incluir Subcategorias
ru: Включая подкатегории
sr: Uključi podkategorije
tr: Alt Kategorileri Dahil Et
vi: Bao gồm danh mục con

source: Include subcategories in results
da: Inkluder underkategorier i resultaterne
de: Unterkategorien in Ergebnissen einbeziehen
fr: Inclure les sous-catégories dans les résultats
it: Includi sottocategorie nei risultati
ja: 結果にサブカテゴリーを含める
nl: Inclusief subcategorieën in zoekresultaten
pt: Incluir subcategorias nos resultados
ru: Включить подкатегории в результаты
sr: Uključi podkategorije u rezultatima
tr: Sonuçlara alt sınıfları ekle

source: Show structural categories
da: Vis strukturelle kategorier
de: Strukturkategorien anzeigen
fr: Afficher la structure des catégories
it: Mostra categorie strutturali
ja: 構造カテゴリを表示
nl: Structurele categorieën tonen
pt: Mostrar categorias estruturais
ru: Показать категории, которые являются структурами
sr: Prikaži strukturne kategorije
tr: Yapısal sınıfları göster

source: Show categories to which the user is subscribed
da: Vis kategorier, som brugeren abonnerer på
fr: Afficher les catégories auxquelles un utilisateur est abonné
it: Mostra le categorie a cui l'utente è iscritto
ja: ユーザーが購読しているカテゴリを表示
nl: Toon categorieën waarop de gebruiker geabonneerd is
ru: Показать категории, на которые пользователь подписан
sr: Prikaži kategorije na koje je korisnik pretplaćen
tr: Kullanıcının abone olduğu sınıfları göster

source: New Part Category
da: Ny Del Kategori
de: Neue Teilekategorie
fr: Nouvelle catégorie de pièces
hu: Új alkatrész kategória
it: Nuova categoria articolo
ja: 新部品カテゴリー
nl: Nieuwe onderdeel categorie
pt: Nova Categoria de Peça
ru: Создать категорию деталей
sr: Nova kategorija dela
tr: Yeni Parça Sınıfı

source: Set Parent Category
da: Sæt Overordnet Kategori
fr: Définir la catégorie parentale
it: Imposta categoria superiore
ja: 親カテゴリーを設定
nl: Bovenliggende categorie
ru: Задать родительскую категорию

source: Set Parent
da: Sæt Overordnet
fr: Définir le parent
hu: Szülő kapcsolat beállítása
it: Imposta genitore
ja: 親子付け
nl: Bovenliggend instellen
ru: Установить родителя

source: Set parent category for the selected items
da: Sæt overordnet kategori for de valgte elementer
fr: Définir la catégorie parentale pour les éléments sélectionnés
it: Imposta la categoria superiore per gli elementi selezionati
ja: 選択されたアイテムの親カテゴリーを設定
nl: Stel de bovenliggende categorie in voor de geselecteerde items
ru: Задать родительскую категорию для выбранных элементов

source: Add Part Category
da: Tilføj Del Kategori
de: Teilekategorie hinzufügen
fr: Ajouter une catégorie de pièces
hu: Alkatrész kategória hozzáadása
it: Aggiungi Categoria Articolo
ja: 部品カテゴリの追加
nl: Voeg categorie voor onderdelen toe
pt: Adicionar Categoria de Peça
ru: Создать категорию деталей
sr: Dodaj kategoriju dela
tr: Parça Sınıfı Ekle

source: Add Category Parameter
da: Tilføj Kategori Parameter
de: Kategorieparameter hinzufügen
fr: Ajouter un paramètre de catégorie
it: Aggiungi Parametro Categoria
ja: カテゴリーパラメーターの追加
nl: Categorie parameter toevoegen
pt: Adicionar Parâmetro da Categoria
ru: Создать параметр категории
sr: Dodaj parametar kategorije
tr: Sınıf Parametresi Ekle

source: Edit Category Parameter
da: Rediger Kategori Parameter
de: Kategorieparameter bearbeiten
fr: Modifier les paramètres de la catégorie
it: Modifica Parametro Categoria
ja: カテゴリー・パラメーターの編集
nl: Categorie parameter bewerken
pt: Editar Parâmetro da Categoria
ru: Редактировать параметр категории
sr: Izmeni parametar kategorije
tr: Sınıf Parametresini Düzenle

source: Delete Category Parameter
da: Slet Kategori Parameter
de: Kategorieparameter löschen
fr: Supprimer un paramètre de catégorie
it: Elimina Parametro Categoria
ja: カテゴリー・パラメーターの削除
nl: Verwijder categorie parameter
pt: Excluir Parâmetro da Categoria
ru: Удалить параметр категории
sr: Obriši parametar kategorije
tr: Sınıf Parametresini Sil

source: Total Quantity
de: Gesamtmenge
fr: Quantité totale
hu: Teljes mennyiség
it: Quantità Totale
ja: 総量
nl: Totale hoeveelheid
pt: Quantidade Total
ru: Общее количество
sr: Ukupna količina
tr: Toplam Miktar
vi: Tổng số lượng

source: Show pending orders
fr: Afficher les commandes en cours
it: Mostra ordini in sospeso
ja: 保留中の注文を表示
nl: Laat lopende orders zien
ru: Показать ожидающие заказы
sr: Prikaži neobrađene narudžbine
tr: Bekleyen siparişleri göster

source: Show received items
fr: Afficher les articles reçus
it: Visualizza articoli ricevuti
ja: 受信アイテムの表示
nl: Toon ontvangen items
ru: Показать полученные элементы
sr: Prikaži primljene stavke
tr: Alınan ögeleri göster

source: View Sales Order
da: Vis Salgsordre
es_mx: Ver orden de venta
fr: Voir la commande client
it: Vedi Ordine di Vendita
ja: 販売オーダーを見る
nl: Bekijk verkooporder
ru: Показать заказ на продажу
sr: Prikaži narudžbenicu

source: Minimum stock
de: Mindest-Lagerbestand
es_mx: Stock mínimo
fr: Stock minimum
hu: Minimális készlet
it: Giacenza minima
ja: 最小在庫
nl: Minimale voorraad
pt: Stock mínimo
ru: Минимальный запас
sr: Minimalne zalihe
tr: Minimum stok
vi: Kho tối thiểu

source: Filter by part active status
da: Filtrer efter aktiv emnestatus
de: Filtern nach Teil aktiv Status
fr: Filtrer par statut actif de la pièce
hu: Szűrés aktív státusz szerint
it: Filtra per stato attivo articolo
ja: 有効なパーツでフィルタ
nl: Filter op actieve status van onderdeel
pt: Filtrar por estado ativo da peça
ru: Показать детали с активным статусом
sr: Filtriraj po statusu aktivnog dela
tr: Parçanın aktiflik durumuna göre filtrele
vi: Lọc theo trạng thái mở phụ kiện

source: Filter by part locked status
da: Filtrer efter låset emnestatus
fr: Filtrer par statut de pièce verrouillée
it: Filtra per stato di blocco articolo
ja: 部品ロック状態によるフィルタリング
nl: Filter op vergrendelde status van onderdeel
ru: Показать детали с заблокированным статусом
sr: Filtriraj po statusu zaključavanja dela
tr: Parça kilit durumuna göre süz

source: Filter by assembly attribute
de: Filtern nach Baugruppen Attribut
fr: Filtrer par attribut d'assemblage
hu: Szűrés szerelési tulajdonság szerint
it: Filtra per attributo assemblaggio
ja: アセンブリ属性によるフィルタリング
nl: Filteren op samenvoegen attribuut
pt: Filtrar por atributo de montagem
ru: Показать сборные детали
sr: Filtriraj po atributu sklopa
tr: Montaj niteliğine göre filtrele
vi: Lọc theo thuộc tính lắp ráp

source: BOM Valid
da: Stykliste Valid
fr: Nomenclature valide
hu: Alkatrészjegyzék ellenőrzött
it: Distinta base valida
ja: BOMが有効です
ru: Спецификация действительна

source: Filter by parts with a valid BOM
fr: Filtrer avec les pièces qui ont une nomenclature valide
it: Filtra per articoli che hanno una distinta base validata
ja: 有効なBOMを持つ部品でフィルタリングしてください
nl: Filter op onderdelen met een geldige BOM
ru: Фильтр по деталям с действительной спецификацией

source: Include parts in subcategories
de: Teile in Unterkategorien einschließen
fr: Inclure les pièces dans les sous-catégories
hu: Alkategóriákkal együtt
it: Includi articoli nelle sotto categorie
ja: サブカテゴリのパーツを含む
nl: Inclusief onderdelen in subcategorieën
pt: Incluir peças nas subcategorias
ru: Включить детали в подкатегориях
sr: Uključi delove u podkategorije
tr: Alt kategorilerdeki parçaları dahil et
vi: Bao gồm phụ kiên trong danh mục con

source: Filter by component attribute
de: Nach Teilattributen filtern
fr: Filtrer par attribut de composant
hu: Szűrés összetevő tulajdonság szerint
it: Filtra per attributo componente
ja: コンポーネント属性でフィルタ
nl: Filter op component kenmerk
pt: Filtrar por atributo do componente
ru: Показать детали, которые могут быть компонентом для сборки
sr: Filtriraj po atributu komponente
tr: Bileşen niteliğine göre filtrele
vi: Lọc theo thuộc tính thành phần

source: Filter by testable attribute
fr: Filtrer par attribut testable
it: Filtra per attributo testabile
ja: テスト可能な属性によるフィルタリング
nl: Filter op testbare eigenschap
ru: Показать тестируемые детали
sr: Filtriraj po atributu koji može da se testira
tr: Test edilebilir özelliğe göre süz

source: Filter by trackable attribute
de: Filtern nach Nachverfolgbarer Eigenschaft
fr: Filtrer par attribut de suivi
hu: Szűrés követésre kötelezettség szerint
it: Filtra per attributo tracciabile
ja: 追跡可能属性でフィルタ
nl: Filteren op traceerbare kenmerk
pt: Filtrar por atributo rastreável
ru: Фильтр по отслеживаемому атрибуту
sr: Filtriraj po atributu za praćenje
tr: Takip edilebilirliğine göre filtrele
vi: Lọc theo thuộc tính có thể theo dõi

source: Filter by parts which have units
de: Nach Teilen mit Einheiten filtern
fr: Filtre sur les pièces qui ont des unités
hu: Szűrés meglévő mértékegység szerint
it: Filtra per articoli che hanno unità
ja: 単位のある部品でフィルタ
nl: Filter op onderdelen die eenheden bevatten
pt: Filtrar por peças que têm unidades
ru: Фильтр по деталям, в которых задана единица измерения
sr: Filtriraj delove koji imaju merne jedinice
tr: Birimi olan parçaları filtrele
vi: Lọc theo phụ kiện có chứa đơn vị

source: Has IPN
de: Hat IPN
es_mx: Tiene IPN
fr: A un IPN
hu: Van IPN-je
it: Ha IPN
ja: IPNあり
nl: Heeft IPN
pt: Possui IPN
ru: Есть внутренний артикул
sr: Ima interni broj dela
tr: DPN'si Olanlar
vi: Có IPN

source: Filter by parts which have an internal part number
de: Nach Teilen filtern, die eine interne Teilenummer haben
fr: Filtre sur les pièces qui ont un numéro de pièce interne
hu: Szűrés meglévő IPN szerint
it: Filtra per articoli che hanno un numero interno
ja: 内部部品番号を持つ部品によるフィルタリング
nl: Filter op onderdelen met een intern deelnummer
pt: Filtrar por peças que tenham um IPN
ru: Показать детали с заданным внутренним артикулом
sr: Filtriraj delove koji imaju interni broj dela
tr: Dahili parça numarası bulunan parçaları filtrele
vi: Lọc theo sản phẩm có số sản phẩm nội bộ

source: Has Stock
de: Auf Lager
fr: A un stock
hu: Van készlet
it: Ha Scorte
ja: 在庫あり
nl: Heeft voorraad
pt: Possui estoque
ru: Есть запас
sr: Ima zalihe
tr: Stoğu Var
vi: Có kho

source: Filter by parts which have stock
da: Filtrer efter dele, der har lager
de: Nach Teilen mit Lagerbestand filtern
fr: Filtre sur les pièces en stock
hu: Szűrés meglévő készlet szerint
it: Filtra per articoli che hanno scorte
ja: 在庫がある部品でフィルタ
nl: Filter op onderdelen die voorraad hebben
pt: Mostrar peças que têm estoque
ru: Фильтр по деталям, имеющим запас
sr: Filtriraj delove koji imaju zalihe
tr: Stoğu olan parçaları filtrele
vi: Lọc theo sản phẩm có trong kho

source: Filter by parts which have low stock
da: Filtrer efter dele med lavt lager
de: Nach Teilen mit geringem Lagerbestand filtern
fr: Filtrer les pièces dont le stock est faible
hu: Szűrés alacsony készlet szerint
it: Filtra per articoli che hanno bassa scorta
ja: 在庫の少ない部品で絞り込み
nl: Filter op onderdelen met een lage voorraad
pt: Filtrar po peças que têm estoque baixo
ru: Показать детали с низким складским запасом
sr: Filtriraj delove koji imaju niske zalihe
tr: Düşük stoğu olan parçaları filtrele
vi: Lọc theo sản phẩm có ít hàng

source: Purchaseable
de: Kaufbar
fr: Achetable
hu: Beszerezhető
it: Acquistabile
ja: 購入可能
nl: Aankoopbaar
pt: Adquirível
ru: Можно закупать
sr: Može da se kupi
tr: Satın Alınabilir
vi: Có thể mua

source: Filter by parts which are purchaseable
de: Nach Teilen filtern, die kaufbar sind
fr: Filtre sur les pièces qui peuvent être achetées
hu: Szűrés beszerezhetőség szerint
it: Filtra per articoli che sono acquistabili
ja: 購入可能な部品でフィルタ
nl: Filteren op onderdelen die aankoopbaar zijn
pt: Filtrar por peças que são adquiríveis
ru: Показать детали, которые можно закупать
sr: Filtriraj delove koji mogu da se kupe
tr: Satın alınabilir parçaları filtrele
vi: Lọc theo sản phẩm có thể mua

source: Salable
de: Verkaufbar
fr: Vendable
hu: Értékesíthető
it: Vendibile
ja: 販売可能
nl: Verkoopbaar
pt: Vendível
ru: Можно продавать
sr: Može da se proda
tr: Satılabilir
vi: Có thể bán

source: Filter by parts which are salable
de: Nach Teilen filtern, die verkaufbar sind
fr: Filtrer les pièces vendables
hu: Szűrés értékesíthetőség szerint
it: Filtra per articoli che sono vendibili
ja: 販売可能な部品でフィルタ
nl: Filter op delen die verkoopbaar zijn
pt: Filtrar por peças que são vendíveis
ru: Показать детали, которые можно продавать
sr: Filtriraj delove koji mogu da se prodaju
tr: Satılabilir parçaları filtrele
vi: Lọc theo sản phẩm có thể bán

source: Filter by parts which are virtual
de: Nach Teilen filtern, die virtuell sind
fr: Filtrer par pièces virtuelles
hu: Szűrés virtuális alkatrészek szerint
it: Filtra per articoli che sono virtuali
ja: 仮想部品でフィルタ
nl: Filter op virtuele onderdelen
pt: Filtrar por peças que são virtuais
ru: Показать виртуальные детали
sr: Filtriraj delove koji su virtualni
tr: Sanal parçaları filtrele
vi: Lọc theo sản phẩm ảo

source: Not Virtual
de: Nicht virtuell
fr: Non virtuel
hu: Nem virtuális
it: Non Virtuale
ja: 仮想部品ではない
nl: Niet virtueel
pt: Não é Virtual
ru: Не виртуальная
sr: Nije virtualni
tr: Sanal Değil
vi: Không ảo

source: Is Template
da: Er Skabelon
fr: Est un modèle
hu: Sablon-e
it: È Modello
ja: テンプレート
nl: Is een sjabloon
ru: Шаблон
sr: Je šablon
tr: Şablon Olanlar
