Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Admin
cs: Administrátor
el: Διαχειριστής
fr: Administrateur
ja: 管理者
lt: Administratorius
nl: Administrator
no: Administrator
ru: Админ

source: Purchase Orders
cs: Zakoupené objednávky
el: Εντολές Αγοράς
fr: Bons de commande
ja: 購入注文
lt: Pirkimo užsakymai
nl: Inkooporders
no: Innkjøpsordrer
ru: Заказы на закупку
sr: Nalozi za kupovinu
tr: Satın Alma Siparişleri

source: Sales Orders
cs: Prodejní objednávky
el: Εντολές Πώλησης
fr: Ventes
ja: セールスオーダー
lt: Pardavimo užsakymai
nl: Verkooporders
no: Salgsordre
ru: Заказы на продажу
sr: Nalozi za prodaju
tr: Satış Siparişleri

source: Return Orders
cs: Návratové objednávky
el: Εντολές Επιστροφής
fr: Commandes de retour
ja: 返品注文
lt: Grąžinimo užsakymai
nl: Retour orders
no: Returordrer
ru: Заказы на возврат
sr: Nalozi za vraćanje

source: Username
cs: Uživatelské jméno
el: Όνομα χρήστη
fr: Nom d'utilisateur
ja: ユーザー名
lt: Vartotojo vardas
nl: Gebruikersnaam
no: Brukernavn
ru: Логин
sr: Korisničko ime
tr: Kullanıcı Adı

source: First Name
cs: Křestní jméno
el: Όνομα
fr: Prénom
ja: 名
lt: Vardas
nl: Voornaam :
no: Fornavn
ru: Имя
sr: Ime
tr: Adı

source: First name of the user
cs: Křestní jméno uživatele
el: Το όνομα του χρήστη
fr: Prénom de l'utilisateur
ja: ユーザーの名
lt: Vartotojo vardas
nl: Voornaam van de gebruiker
no: Fornavn på brukeren
ru: Имя пользователя
sr: Ime korisnika
tr: Kullanıcının adı

source: Last Name
cs: Příjmení
el: Επώνυμο
fr: Nom
ja: 姓
lt: Pavardė
nl: Achternaam
no: Etternavn
ru: Фамилия
sr: Prezime
tr: Soyadı

source: Last name of the user
cs: Příjmení uživatele
el: Το επώνυμο του χρήστη
fr: Nom de famille de l'utilisateur
ja: ユーザーの姓
lt: Vartotojo pavardė
nl: Achternaam van de gebruiker
no: Etternavn på brukeren
ru: Фамилия пользователя
sr: Prezime korisnika
tr: Kullanıcının soyadı

source: Email address of the user
cs: Emailová adresa uživatele
el: Διεύθυνση email του χρήστη
fr: Adresse e-mail de l'utilisateur
ja: ユーザーのメールアドレス
lt: Vartotojo el. pašto adresas
nl: E-mailadres van de gebruiker
no: E-postadressen til brukeren
ru: Адрес электронной почты пользователя
sr: Adresa E-pošte korisnika
tr: Kullanıcının e-posta adresi

source: Staff
cs: Personál
el: Προσωπικό
ja: スタッフ
lt: Personalas
nl: Medewerkers
no: Personale
ru: Персонал
sr: Osoblje
tr: Personel

source: Does this user have staff permissions
cs: Má tento uživatel oprávnění personálu
el: Διαθέτει ο χρήστης δικαιώματα προσωπικού;
fr: Cet utilisateur a-t-il les permissions du staff
ja: このユーザーにはスタッフ権限がありますか？
lt: Ar šis vartotojas turi personalo leidimus
nl: Heeft deze gebruiker medewerker machtigingen
no: Har denne brukeren personelltillatelser
ru: Имеет ли этот пользователь права персонала
sr: Da li ovaj korisnik ima dozvole koje ima osoblje?
tr: Bu kullanıcının personel izinleri var mı

source: Superuser
cs: Super-uživatel
el: Υπερχρήστης
fr: Super-utilisateur
ja: スーパーユーザー
lt: Supervartotojas
nl: Administrator
no: Superbruker
ru: Суперпользователь
sr: Super korisnik
tr: Süper Kullanıcı

source: Is this user a superuser
cs: Je tento uživatel superuživatel
el: Είναι ο χρήστης υπερχρήστης;
fr: Cet utilisateur est-il un super-utilisateur
ja: このユーザーはスーパーユーザーですか？
lt: Ar šis vartotojas yra supervartotojas
nl: Is deze gebruiker een administrator
no: Er denne brukeren en superbruker
ru: Это пользователь является суперпользователем
sr: Da li je ovaj korisnik Super korisnik?
tr: Bu kullanıcı bir süper kullanıcı mı

source: Is this user account active
cs: Je tento uživatelský účet aktivní
el: Είναι ο λογαριασμός χρήστη ενεργός;
fr: Ce compte d'utilisateur est-il actif
ja: このユーザーアカウントはアクティブですか
lt: Ar ši vartotojo paskyra yra aktyvi
nl: Is dit gebruikersaccount actief
no: Er denne brukerkontoen aktiv
ru: Активна эта учетная запись
sr: Da li je nalog ovog korisnika aktivan?
tr: Bu kullanıcı hesabı aktif mi

source: Only a superuser can adjust this field
cs: Pouze superuživatel může toto pole upravit
el: Μόνο υπερχρήστης μπορεί να τροποποιήσει αυτό το πεδίο
fr: Seul un superutilisateur peut modifier ce champ
ja: このフィールドを調整できるのはスーパーユーザーのみです。
lt: Tik supervartotojas gali keisti šį lauką
nl: Enkel een supergebruiker kan dit veld aanpassen
ru: Только суперпользователь может изменить это поле

source: Password
cs: Heslo
el: Κωδικός πρόσβασης
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
ru: Пароль

source: Password for the user
cs: Heslo uživatele
el: Κωδικός πρόσβασης του χρήστη
fr: Mot de passe pour l'utilisateur
ja: ユーザーのパスワード
nl: Wachtwoord voor de gebruiker
ru: Пароль пользователя

source: Override warning
cs: Přepsat varování
el: Παράβλεψη προειδοποίησης
ja: 警告を上書きします
nl: Overschrijf waarschuwing
ru: Игнорировать предупреждение

source: Override the warning about password rules
cs: Přepsat varování o pravidlech pro heslo
el: Παράβλεψη της προειδοποίησης σχετικά με τους κανόνες κωδικού πρόσβασης
fr: Écraser l'alerte sur les règles de mot de passe
ja: パスワードルールに関する警告を無効にする
nl: Overschrijf de waarschuwing over wachtwoord regels
ru: Игнорировать предупреждение о правилах пароля

source: You do not have permission to create users
cs: Nemáte oprávnění k vytváření uživatelů
el: Δεν έχετε δικαίωμα δημιουργίας χρηστών
fr: Vous n'avez pas le droit de créer des utilisateurs
ja: ユーザーを作成する権限がありません
lt: Neturite leidimo kurti vartotojų
nl: U hebt geen toestemming om gebruikers aan te maken
ru: У вас нет разрешения на создание пользователей

source: Your account has been created.
cs: Váš účet byl vytvořen.
el: Ο λογαριασμός σας δημιουργήθηκε.
fr: Votre compte a été créé.
ja: アカウントが作成されました
lt: Jūsų paskyra sukurta.
nl: Je account is aangemaakt.
no: Din konto er opprettet.
ru: Ваша учётная запись была успешно создана.
sr: Vaš nalog je kreiran
tr: Kullanıcı hesabınız oluşturulmuştur.

source: Please use the password reset function to login
cs: Pro přihlášení použijte funkci obnovení hesla
el: Παρακαλούμε χρησιμοποιήστε τη λειτουργία επαναφοράς κωδικού πρόσβασης για να συνδεθείτε
fr: Veuillez utiliser la fonction de réinitialisation du mot de passe pour vous connecter
ja: パスワードリセット機能を使ってログインしてください
lt: Prisijungimui naudokite slaptažodžio atstatymo funkciją
nl: Gebruik de wachtwoordreset functie om in te loggen
no: Vennligst bruk funksjonen for å tilbakestille passord for å logge inn
ru: Пожалуйста, используйте функцию сброса пароля для входа
sr: Molimo vas koristite opciju resetovanja lozinke da biste se prijavili
tr: Giriş yapmak için lütfen şifre sıfırlama fonksiyonunu kullanınız

source: Welcome to InvenTree
cs: Vítejte v InvenTree
el: Καλώς ήρθατε στο InvenTree
fr: Bienvenue dans InvenTree
ja: InvenTreeへようこそ
lt: Sveiki atvykę į InvenTree
nl: Welkom bij InvenTree
no: Velkommen til InvenTree
ru: Добро пожаловать в InvenTree
sr: Dobrodošli u InvenTree
tr: InvenTree'ye Hoşgeldiniz

source: Invalid quantity supplied
no: Ugyldig mengde oppgitt

source: Invalid quantity supplied ({exc})
no: Ugyldig mengde oppgitt ({exc})

source: Enter password
no: Oppgi passord

source: Enter new password
no: Oppgi nytt passord

source: Confirm password
no: Bekreft passord

source: Confirm new password
no: Bekreft nytt passord

source: Old password
no: Gammelt passord

source: Registration is disabled.
no: Registrering er deaktivert.

source: Invalid group range: {group}
no: Ugyldig gruppesekvens: {group}

source: Invalid group sequence: {group}
no: Ugyldig gruppesekvens: {group}

source: Number of unique serial numbers ({len(serials)}) must match quantity ({expected_quantity})
no: Antall unike serienumre ({len(serials)}) må samsvare med antallet ({expected_quantity})

source: [{site_name}] Log in to the app
no: [{site_name}] Logg inn på appen

source: You do not have permission to change this user role.
no: Du har ikke tillatelse til å endre denne brukerrollen.

source: Only superusers can create new users
no: Bare superbrukere kan opprette nye brukere

source: Select data file for upload
no: Velg datafil for opplasting

source: Unsupported file type
no: Filtypen støttes ikke

source: File is too large
no: Filen er for stor

source: No columns found in file
no: Ingen kolonner funnet i filen

source: No data rows found in file
no: Ingen datarader funnet i fil

source: No data rows provided
no: Ingen datarader oppgitt

source: No data columns supplied
no: Ingen datakolonner angitt

source: Missing required column: '{name}'
no: Mangler påkrevd kolonne: '{name}'

source: Duplicate column: '{col}'
no: Dupliaktkolonne: '{col}'

source: Background worker check failed
no: Sjekk av bakgrunnsarbeider mislyktes

source: Email backend not configured
no: E-post backend ikke konfigurert

source: InvenTree system health checks failed
no: InvenTree's-systemets helsesjekker mislyktes

source: Unknown database
no: Ukjent database

source: Overage value must not be negative
no: Svinn-verdien kan ikke være negativ

source: Overage must not exceed 100%
no: Svinn kan ikke overstige 100%

source: Invalid value for overage
no: Ugyldig verdi for svinn

source: Edit User Information
no: Rediger brukerinformasjon

source: Set Password
no: Velg passord

source: Password fields must match
no: Passordfeltene må samsvare

source: Wrong password provided
no: Feil passord angitt

source: System Information
no: Systeminformasjon

source: About InvenTree
no: Om InvenTree

source: Invalid choice for parent build
no: Ugyldig valg for overordnet produksjon

source: BuildOrder to which this build is allocated
no: Produksjonsordre som denne produksjonen er tildelt

source: SalesOrder to which this build is allocated
no: Salgsordren denne produksjonen er tildelt til

source: Location Name
no: Plasseringsnavn

source: Part ID
no: Del-ID

source: Available Quantity
no: Tilgjengelig antall

source: Part Category ID
no: Delkategori-ID

source: Allocated Stock
no: Tildelt lagerbeholdning

source: Total Available Stock
no: Totalt tilgjengelig lagerbeholdning

source: Part thumbnail
no: Miniatyrbilde for del

source: Barcode actions
no: Strekkodehandlinger

source: Show QR Code
no: Vis QR-kode

source: Unlink Barcode
no: Fjern strekkodekobling

source: Link Barcode
no: Koble mot strekkode

source: Print actions
no: Utskriftshandlinger

source: Print build order report
no: Skriv ut produksjonsordrerapport

source: Build actions
no: Produksjonshandlinger

source: Edit Build
no: Rediger Produksjon

source: Duplicate Build
no: Dupliser Produksjon

source: Cancel Build
no: Kanseller produksjon

source: Delete Build
no: Slett Produksjon

source: Complete Build
no: Fullfør Produksjon

source: Build Description
no: Produksjonsbeskrivelse

source: No build outputs have been created for this build order
no: Ingen produksjonsartikler har blitt opprettet for produksjonsordren

source: Build Order is ready to mark as completed
no: Produksjonsordren er klar til å merkes som fullført

source: Build Order cannot be completed as outstanding outputs remain
no: Produksjonsordren kan ikke fullføres på grunn av utestående artikler

source: Required build quantity has not yet been completed
no: Nødvendig produksjonsantall er ikke oppnådd enda

source: Stock has not been fully allocated to this Build Order
no: Lagerbeholdning er ikke fullt tildelt til denne Produksjonsordren

source: This build was due on %(target)s
no: Denne produksjonsordren forfalt %(target)s

source: Overdue
no: Forfalt

source: Completed Outputs
no: Fullførte byggeresultater

source: Delete Build Order
no: Slett Produksjonsordre

source: Build Order QR Code
no: Produksjonsordrens QR-kode

source: Link Barcode to Build Order
no: Koble Strekkode til Produksjonsordre

source: Build Details
no: Produksjonsdetaljer

source: Stock Source
no: Lagerkilde

source: Stock can be taken from any available location.
no: Lagervare kan hentes fra alle tilgengelige plasseringer.

source: Destination location not specified
no: Målplassering er ikke spesifisert

source: Allocated Parts
no: Tildelte deler

source: No target date set
no: Ingen måldato satt

source: Build not complete
no: Produksjon ikke fullført

source: Child Build Orders
no: Underordnede Produksjonsordrer

source: Build Order Line Items
no: Produksjonsartikkel

source: Deallocate stock
no: Fjern allokering av lagerbeholdning

source: Deallocate Stock
no: Fjern allokering av lagerbeholdning

source: Automatically allocate stock to build
no: Automatisk tildel lagerbeholdning til produksjon

source: Auto Allocate
no: Automatisk tildeling

source: Manually allocate stock to build
no: Manuelt tildel lagerbeholdning til produksjon

source: Allocate Stock
no: Tildel lagerbeholdning

source: Order required parts
no: Bestill nødvendige deler

source: Order Parts
no: Bestill deler

source: Available stock has been filtered based on specified source location for this build order
no: Tilgjengelig lagerbeholdning er filtrert basert på angitt kildeplassering for denne produksjonsordren

source: Incomplete Build Outputs
no: Ufullstendige Produksjonsartikler

source: Create new build output
no: Opprett ny produksjonsartikkel

source: New Build Output
no: Ny Produksjonsartikkel

source: Consumed Stock
no: Brukt lagerbeholdning

source: Completed Build Outputs
no: Fullførte produksjonsartikkel

source: Attachments
no: Vedlegg

source: Build Notes
no: Produksjonsnotater

source: Allocation Complete
no: Tildeling fullført

source: All lines have been fully allocated
no: Alle linjer er fullt tildelt

source: New Build Order
no: Ny produksjonsordre

source: Build Order Details
no: Produksjonsordre-detaljer

source: Incomplete Outputs
no: Ufullstendige artikler

source: Unsupported file format: {fmt}
no: Filformatet støttes ikke: {fmt}

source: Error reading file (invalid encoding)
no: Feil under lesing av fil (ugyldig koding)

source: Error reading file (invalid format)
no: Feil under lesing av fil (ugyldig format)

source: Error reading file (incorrect dimension)
no: Feil under lesing av fil (feil dimensjon)

source: Error reading file (data could be corrupted)
no: Feil under lesing av fil (data kan være skadet)

source: File
no: Fil

source: Select file to upload
no: Velg fil å laste opp

source: {name.title()} File
no: {name.title()} Fil

source: Select {name} file to upload
no: Velg {name} fil som skal lastes opp

source: Settings key (must be unique - case insensitive)
no: Innstillingsnøkkel (må være unik - ufølsom for store of små bokstaver)

source: Require confirm
no: Krev bekreftelse

source: Require explicit user confirmation for certain action.
no: Krev eksplisitt brukerbekreftelse for visse handlinger.

source: Tree Depth
no: Tredybde

source: Default tree depth for treeview. Deeper levels can be lazy loaded as they are needed.
no: Standard tredybde for trevisning. Dypere nivåer kan lastes inn ved behov.

source: Show Import in Views
no: Vis import i visninger

source: Display the import wizard in some part views
no: Vis importveiviseren i noen deler visninger

source: Enable Test Reports
no: Aktiver Testrapporter

source: Enable generation of test reports
no: Aktiver generering av testrapporter

source: Attach Test Reports
no: Legg ved testrapporter

source: When printing a Test Report, attach a copy of the Test Report to the associated Stock Item
no: Når det skrives ut en Testrapport, legg ved en kopi av Testrapporten på den assosierte Lagervaren

source: Autofill Serial Numbers
no: Automatisk tildeling av Serienummer

source: Autofill serial numbers in forms
no: Aumatisk fyll ut serienummer i skjemaer

source: Stocktake Functionality
no: Varetellingsfunksjonalitet

source: Enable stocktake functionality for recording stock levels and calculating stock value
no: Aktiver varetellingsfunksjonalitet for å registrere lagernivåer og regne ut lagerverdi

source: Number of days between automatic stocktake recording (set to zero to disable)
no: Antall dager mellom automatisk varetellingsregistrering (sett til null for å deaktivere)

source: Report Deletion Interval
no: Rapportslettingsintervall

source: Stocktake reports will be deleted after specified number of days
no: Varetellingsrapporter vil slettes etter angitt antall dager

source: Settings key (must be unique - case insensitive
no: Innstillingsnøkkel (må være unik - ufølsom for store og små bokstaver

source: Hide inactive parts
no: Skjul inaktive elementer

source: Hide inactive parts in results displayed on the homepage
no: Skjul inaktive deler i resultater som vises på hjemmesiden

source: Show subscribed parts
no: Vis abonnerte deler

source: Show subscribed parts on the homepage
no: Vis abonnerte deler på startsiden

source: Show subscribed categories
no: Vis abonnerte kategorier

source: Show subscribed part categories on the homepage
no: Vis abonnerte delkatekorier på startsiden

source: Show latest parts
no: Vis nyeste deler

source: Show latest parts on the homepage
no: Vis nyeste deler på startsiden

source: Show BOMs that await validation on the homepage
no: Vis stykklister som venter på validering på startsiden

source: Show recent stock changes
no: Vis nylige lagerendringer

source: Show recently changed stock items on the homepage
no: Vis nylig endrede lagervarer på startsiden

source: Show low stock
no: Vis lav lagerbeholdning

source: Show low stock items on the homepage
no: Vis lave lagervarer på startsiden

source: Show depleted stock
no: Vis tomme lagervarer

source: Show depleted stock items on the homepage
no: Vis tom lagerbeholdning på startsiden

source: Show needed stock
no: Vis nødvendig lagerbeholdning

source: Show stock items needed for builds on the homepage
no: Vis lagervarer som trengs for produksjon på startsiden

source: Show expired stock
no: Vis utløpt lagerbeholdning

source: Show expired stock items on the homepage
no: Vis utløpte lagervarer på startsiden

source: Show stale stock
no: Vis foreldet lagerbeholdning

source: Show stale stock items on the homepage
no: Vis foreldet lagerbeholdning på startsiden

source: Show pending builds
no: Vis ventende produksjoner

source: Show pending builds on the homepage
no: Vi ventende produksjoner på startsiden

source: Show overdue builds
no: Vis forfalte produksjoner

source: Show overdue builds on the homepage
no: Vis forfalte produksjoner på startsiden

source: Show outstanding POs
no: Vis utestående Innkjøpsordrer

source: Show outstanding POs on the homepage
no: Vis utestående Innkjøpsordrer på startsiden

source: Show overdue POs
no: Vis forfalte Innkjøpsordrer

source: Show overdue POs on the homepage
no: Vis forfalte Innkjøpsordrer på startsiden

source: Show outstanding SOs
no: Vis utestående Salgsordrer

source: Show outstanding SOs on the homepage
no: Vis utestående Salgsordrer på startsiden

source: Show overdue SOs
no: Vis forfalte SOer

source: Show overdue SOs on the homepage
no: Vis forfalte SOer på startsiden

source: Show pending SO shipments
no: Vis ventende SO-forsendelser

source: Show pending SO shipments on the homepage
no: Vis ventende SO-forsendelser på startsiden

source: Show News
no: Vis Nyheter

source: Show news on the homepage
no: Vis nyheter på startsiden

source: Show Quantity in Forms
no: Vis antall i skjemaer

source: Display available part quantity in some forms
no: Vis antall tilgjengelige deler i noen skjemaer

source: Part Scheduling
no: Delplanlegging

source: Display part scheduling information
no: Vis delplanleggingsinformasjon

source: Part Stocktake
no: Lagertelling for Del

source: Display part stocktake information (if stocktake functionality is enabled)
no: Vis lagertellingsinformasjon for del (om lagertellingsfunksjonalitet er aktivert)

source: Table String Length
no: Tabellstrenglengde

source: Maximum length limit for strings displayed in table views
no: Maksimal lengdegrense for tekst vist i tabeller

source: Error raised by plugin
no: Feil oppstått i utvidelse

source: Upload File
no: Last opp fil

source: Match Fields
no: Sammelign felter

source: Match Items
no: Sammenlign varer

source: Fields matching failed
no: Matching av felter mislyktes

source: Parts imported
no: Deler importert

source: Previous Step
no: Forrige trinn

source: Manufacturer Part Parameter
no: Produsentdel parameter

source: Parameter name
no: Parameternavn

source: Parameter value
no: Parameterverdi

source: Parameter units
no: Parameterenheter

source: Inactive
no: Inaktiv

source: Create Purchase Order
no: Opprett Innkjøpsordre

source: Company actions
no: Firmavalg

source: Edit company information
no: Rediger firmainformasjon

source: Edit Company
no: Rediger Firma

source: Delete company
no: Slett firma

source: Delete Company
no: Slett Firma

source: Upload new image
no: Last opp nytt bilde

source: Download image from URL
no: Last ned bilde fra URL

source: Delete image
no: Slett bilde

source: Uses default currency
no: Bruker standardvaluta

source: Phone
no: Telefon

source: Remove Image
no: Fjern Bilde

source: Remove associated image from this company
no: Fjern tilknyttet bilde fra dette firmaet

source: Remove
no: Fjern

source: Upload Image
no: Last opp bilde

source: Download Image
no: Last ned Bilde

source: Supplier Parts
no: Leverandørdeler

source: Create new supplier part
no: Opprett ny leverandørdel

source: New Supplier Part
no: Ny leverandørdel

source: Manufacturer Parts
no: Produsentdeler

source: Create new manufacturer part
no: Opprett ny produsentdel

source: New Manufacturer Part
no: Ny Produsentdel

source: Supplier Stock
no: Leverandørs lagerbeholdning

source: Create new purchase order
no: Opprett ny innkjøpsordre

source: New Purchase Order
no: Ny innkjøpsordre

source: Create new sales order
no: Opprett ny salgsordre

source: New Sales Order
no: Ny salgsordre

source: Assigned Stock
no: Tildelt lagerbeholdning

source: Create new return order
no: Opprett ny returordre

source: New Return Order
no: Ny Returordre

source: Company Notes
no: Notater til firma

source: Company Contacts
no: Firmakontakter

source: Add Contact
no: Legg til Kontakt

source: Company addresses
no: Selskapets adresser

source: Add Address
no: Legg til adresse

source: Manufacturers
no: Produsenter

source: Order part
no: Bestill del

source: Edit manufacturer part
no: Endre produsentdel

source: Delete manufacturer part
no: Slett produsentdel

source: No manufacturer information available
no: Ingen produsentinformasjon tilgjengelig

source: Suppliers
no: Leverandører

source: New Parameter
no: Nytt Parameter

source: Manufacturer Part Notes
no: Notater for leverandørdel

source: Add Parameter
no: Legg til Parameter

source: Manufactured Parts
no: Produserte deler

source: Supplied Parts
no: Leverte Deler

source: Supplied Stock Items
no: Leverte Lagervarer

source: Assigned Stock Items
no: Tildelte lagervarer

source: Contacts
no: Kontakter

source: Supplier part actions
no: Handlinger for leverandørdeler

source: Order Part
no: Bestill del

source: Update Availability
no: Oppdater Tilgjengelighet

source: Edit Supplier Part
no: Rediger Leverandørdel

source: Duplicate Supplier Part
no: Dupliser Leverandørdel

source: Delete Supplier Part
no: Slett Leverandørdel

source: Delete Supplier Part
no: Slett Leverandørdel

source: No supplier information available
no: Ingen leverandørinformasjon tilgjengelig

source: Supplier Part Stock
no: Leverandørs lagerbeholdning

source: Create new stock item
no: Opprett ny lagervare

source: New Stock Item
no: Ny Lagervare

source: Supplier Part Orders
no: Leverandørdelordre

source: Pricing Information
no: Prisinformasjon

source: Add Price Break
no: Legg til Prisbrudd

source: Supplier Part Notes
no: Notater for leverandørdeler

source: Supplier Part Pricing
no: Leverandørdelprising

source: New Supplier
no: Ny Leverandør

source: New Manufacturer
no: Ny Produsent

source: Customers
no: Kunder

source: New Customer
no: Ny Kunde

source: New Company
no: Nytt Firma

source: No matching purchase order found
no: Ingen samsvarende innkjøpsordre funnet

source: deleted
no: slettet

source: Where does the Purchaser want this item to be stored?
no: Hvor vil innkjøper at artikkelen skal lagres?
