Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: API endpoint not found
cs: API endpoint nebyl nalezen
el: Το API endpoint δε βρέθηκε
fr: Point de terminaison de l'API introuvable
ja: APIエンドポイントが見つかりません
lt: API galinis taškas nerastas
nl: API eindpunt niet gevonden
no: API-endepunkt ikke funnet
ru: Конечная точка API не обнаружена
sr: API krajnja tačka nije pronađena
tr: API uç noktası bulunamadı

source: List of items or filters must be provided for bulk operation
cs: Seznam položek nebo filtrů musí být k dispozici pro hromadnou operaci
el: Πρέπει να παρέχεται λίστα Προϊόντων ή φίλτρων για μαζική ενέργεια
fr: Liste des éléments ou des filtres à fournir pour les opérations en vrac
ja: バルク運転には、品目またはフィルターのリストが必要です
lt: Masiniam veiksmui turi būti pateiktas elementų arba filtrų sąrašas
nl: Lijst met items of filters moet worden opgegeven voor bulk bewerking
ru: Список элементов или фильтров должен быть указан для массовых операций
tr: Toplu işlem için öge veya filtre listesi sağlanmalıdır

source: Items must be provided as a list
cs: Položky musí být uvedeny jako seznam
el: Τα Προϊόντα πρέπει να δοθούν ως λίστα
fr: Les éléments doivent être fournis sous forme de liste
ja: 項目はリストとして提供されなければなりません
lt: Elementai turi būti pateikti kaip sąrašas
nl: Items moeten worden opgegeven als een lijst
ru: Элементы должны быть представлены в виде списка
tr: Ögeler bir liste olarak sağlanmalıdır

source: Invalid items list provided
cs: Zadán neplatný seznam položek
el: Η λίστα Προϊόντων που δόθηκε δεν είναι έγκυρη
fr: Liste d'éléments non valide fournie
ja: 無効なアイテムリスト
lt: Pateiktas neteisingas elementų sąrašas
nl: Ongeldige items lijst verstrekt
ru: Предоставлен недопустимый список элементов
sr: Lista nevalidiranih stavki
tr: Geçersiz ögeler listesi sağlandı

source: Filters must be provided as a dict
cs: Filtry musí být uvedeny jako slovník
el: Τα φίλτρα πρέπει να δοθούν ως λεξικό
fr: Les filtres doivent être fournis sous forme de dictionnaire
ja: フィルタはディクショナリとして提供されなければなりません
lt: "Filtrai turi būti pateikti kaip žodynas
nl: Filters moeten als woordenboek worden opgegeven
ru: Фильтры должны быть предоставлены в виде словаря
tr: Filtreler bir sözlük olarak sağlanmalıdır

source: Invalid filters provided
cs: Poskytnuty neplatné filtry
el: Τα φίλτρα που δόθηκαν δεν είναι έγκυρα
fr: Filtres fournis invalides
ja: 提供されたフィルタが無効
lt: Pateikti neteisingi filtrai
nl: Ongeldige filters opgegeven
ru: Не верные фильтры
sr: Dati su neispravni filteri
tr: Geçersiz filtreler sağlandı

source: All filter must only be used with true
cs: Všechny filtry musí být použity s Pravda
el: Το φίλτρο all πρέπει να χρησιμοποιείται μόνο με τιμή true
fr: Tous les filtres ne doivent être utilisés qu'avec "true"
ja: すべてのフィルターは真の場合にのみ使用されなければならない
lt: Filtras „all“ gali būti naudojamas tik su reikšme „true“
nl: Alles filteren alleen gebruiken met True
ru: Все фильтры будут использоваться с параметром True
tr: Tüm filtre yalnızca true ile kullanılmalıdır

source: No items match the provided criteria
cs: Zadaným kritériím neodpovídají žádné položky
el: Κανένα Aντικείμενο δεν ταιριάζει στα κριτήρια που δόθηκαν
fr: Aucun élément ne correspond aux critères fournis
ja: 指定された条件に一致する項目がありません
lt: Nė vienas elementas neatitinka pateiktų kriterijų
nl: Geen items die overeenkomen met de opgegeven criteria
ru: Нет элементов, соответствующих заданным критериям
tr: Sağlanan ölçüte uygun bir eşleşme yok

source: No data provided
cs: Nebyla poskytnuta žádná data
el: Δεν δόθηκαν δεδομένα
fr: Aucune donnée disponible
ja: データの提供がありません。
nl: Geen gegevens verstrekt
ru: Данные не предоставлены
tr: Değer verilmemiş

source: This field must be unique.
cs: Toto pole musí být unikátní.
el: Αυτό το πεδίο πρέπει να είναι μοναδικό.
fr: Ce champ doit être unique
ja: この項目は一意である必要があります。
nl: Dit veld moet uniek zijn
ru: Поле должно быть уникальным.
tr: Bu alan eşsiz olmalı.

source: User does not have permission to view this model
cs: Uživatel nemá právo zobrazit tento model
el: Δεν έχετε δικαιώματα να το δείτε αυτό
fr: L'utilisateur n'a pas la permission de voir ce modèle
ja: ユーザーにこのモデルを表示する権限がありません
lt: Vartotojas neturi teisių peržiūrėti šio modelio
nl: Gebruiker heeft geen rechten om dit model te bekijken
no: Brukeren har ikke rettigheter til å se denne modellen
ru: У пользователя недостаточно прав для просмотра этой модели!
sr: Korisnik nema dozvolu za pregled ovog modela
tr: Kullanıcının bu modeli görüntüleme izni yok

source: Email (again)
cs: Email (znovu)
el: E-mail (ξανά)
fr: Email (encore)
ja: メールアドレス(確認用)
lt: El. paštas (pakartotinai)
nl: E-mailadres (opnieuw)
no: E-post (gjenta)
ru: Email (еще раз)
sr: E-pošta (ponovo)
tr: E-posta (tekrar)

source: Email address confirmation
cs: Potvrzení emailové adresy
el: Επιβεβαίωση διεύθυνσης email
fr: Confirmation de l'adresse email
ja: メールアドレスの確認
lt: El. pašto adreso patvirtinimas
nl: E-mailadres bevestiging
no: Bekreft e-postaddresse
ru: Подтверждение адреса электронной почты
sr: Potvrda adrese e-pošte
tr: E-posta adresi onayı

source: You must type the same email each time.
cs: Pokaždé musíte zadat stejný email.
el: Πρέπει να πληκτρολογήσετε το ίδιο email κάθε φορά.
fr: Vous devez taper le même e-mail à chaque fois.
ja: 毎回同じメールアドレスを入力する必要があります。
lt: Kiekvieną kartą turite įvesti tą patį el. pašto adresą.
nl: Er moet hetzelfde e-mailadres ingevoerd worden.
no: Du må angi samme e-post hver gang.
ru: Вы должны вводить один и тот же адрес электронной почты.
sr: Svaki put morate upisati istu e-poštu.
tr: Her seferind eaynı e-posta adresini yazmalısınız.

source: The provided primary email address is not valid.
cs: Zadaná primární e-mailová adresa je neplatná.
el: Η παρεχόμενη κύρια διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη.
fr: L'adresse e-mail principale fournie n'est pas valide.
ja: 指定されたプライマリEメールアドレスは無効です。
lt: Pateiktas pagrindinis el. pašto adresas neteisingas.
nl: Het opgegeven primaire e-mailadres is ongeldig.
no: Den oppgitte primære e-postadressen er ikke gyldig.
ru: Указанный основной адрес электронной почты неверен.
sr: Navedena primarna adresa e-pošte nije važeća.
tr: Sağlanan e-posta adresi geçerli değil.

source: The provided email domain is not approved.
cs: Zadaná e-mailová doména není povolena.
el: Ο παρεχόμενος τομέας ηλεκτρονικού ταχυδρομείου δεν έχει εγκριθεί.
fr: Le domaine e-mail fourni n'est pas approuvé.
ja: 指定されたメールドメインは承認されていません。
lt: Pateiktas el. pašto domenas nepatvirtintas.
nl: Het ingevoerde e-maildomein is niet goedgekeurd.
no: Det oppgitte e-postdomenet er ikke godkjent.
ru: Указанный домен электронной почты не утверждён.
sr: Navedeni domen adrese e-pošte nije prihvaćen.
tr: Sağlanan e-posta alanı onaylanmadı.

source: Invalid unit provided ({unit})
cs: Zadána neplatná jednotka ({unit})
el: Η μονάδα μέτρησης δεν είναι έγκυρη ({unit})
fr: Unité fournie invalide ({unit})
ja: 無効な単位 ({unit})
lt: Neteisingai nurodytas vienetas ({unit})
nl: Ongeldige eenheid opgegeven ({unit})
no: Ugyldig enhet angitt ({unit})
ru: Предоставлено недопустимое значение ({unit})
sr: Data je nevažeća jedinica ({unit})
tr: Geçersiz ürün girildi ({unit})

source: No value provided
cs: Není k dispozici žádná hodnota
el: Δεν εισήχθη τιμή
fr: Pas de valeur renseignée
ja: 値がありません
lt: Nepateikta reikšmė
nl: Geen waarde opgegeven
no: Ingen verdi angitt
ru: Значение не указано
sr: Nije navedena vrednost
tr: Değer verilmemiş

source: Could not convert {original} to {unit}
cs: Nelze převést {original} na {unit}
el: Δεν ήταν δυνατή η μετατροπή από {original} σε {unit}
fr: Impossible de convertir {original} en {unit}
ja: {original}を{unit}に変換できませんでした。
lt: Nepavyko konvertuoti {original} į {unit}
nl: {original} kon niet worden omgezet naar {unit}
no: Kunne ikke konvertere {original} til {unit}
ru: Невозможно преобразовать {original} в {unit}
sr: Nije moguće konvertovati {original} u {unit}
tr: {original} birimi {unit} birimine dönüştürülemedi

source: Invalid quantity provided
cs: Vyplněno neplatné množství
el: Μη έγκυρη ποσότητα
fr: Quantité fournie invalide
ja: 数量コードが無効です
lt: Pateiktas neteisingas kiekis
nl: Ongeldige hoeveelheid ingevoerd
no: Ugyldig mengde oppgitt
ru: недопустимое количество
sr: Isporučena nevažeća količina
tr: Geçersiz veri sağlandı

source: Error details can be found in the admin panel
cs: Podrobnosti o chybě lze nalézt v panelu administrace
el: Μπορείτε να βρείτε λεπτομέρειες σφάλματος στον πίνακα διαχείρισης
fr: Les détails de l'erreur peuvent être trouvées dans le panneau d'administration
ja: エラーの詳細は管理者パネルで確認できます
lt: Išsami klaidos informacija pateikta administravimo skydelyje
nl: Error details kunnen worden gevonden in het admin scherm
no: Feildetaljer kan finnes i admin-panelet
ru: Подробности об ошибке можно найти в панели администратора
sr: Detalji o grešci se mogu naći u admin sekciji
tr: Hata ayrıntıları yönetici panelinde bulunabilir

source: Enter date
cs: Zadejte datum
el: Εισάγετε ημερομηνία
fr: Entrer la date
ja: 日付を入力する
lt: Įveskite datą
nl: Voer datum in
no: Oppgi dato
ru: Введите дату
sr: Unesite datum
tr: Tarih giriniz

source: Invalid decimal value
cs: Neplaté desetinné číslo
el: Μη έγκυρη δεκαδική τιμή
fr: Valeur décimale invalide
ja: 無効な10進数値
lt: Neteisinga dešimtainė reikšmė
nl: Ongeldige decimale waarde
ru: Не верное десятичное значение
sr: Neispravna decimalna vrednost
tr: Geçersiz ondalık değer

source: Notes
cs: Poznámky
el: Σημειώσεις
ja: メモ
lt: Pastabos
nl: Opmerkingen
no: Notater
ru: Заметки
sr: Napomene
tr: Notlar

source: Value '{name}' does not appear in pattern format
cs: Hodnota '{name}' neodpovídá formátu vzoru
el: Η τιμή '{name}' δεν εμφανίζεται σε μορφή μοτίβου
fr: La valeur '{name}' n'apparaît pas dans le format du modèle
ja: 値 '{name}' はパターン形式で表示されません
lt: Reikšmė „{name}“ neatitinka šablono formato
nl: Waarde '{name}' verschijnt niet in patroonformaat
no: Verdi '{name}' vises ikke i mønsterformat
ru: Значение '{name}' отсутствует в формате шаблона
sr: Vrednost '{name}' se ne pojavljuje u formatu obrasca
tr: '{name}' değeri desen formatında yer almıyor

source: Provided value does not match required pattern:
cs: Poskytnutá hodnota neodpovídá požadovanému vzoru:
el: Η παρεχόμενη τιμή δεν ταιριάζει με το απαιτούμενο απαραραίητη μοτίβο:
fr: La valeur fournie ne correspond pas au modèle requis :
ja: 指定された値が必要なパターンと一致しません:
lt: Pateikta reikšmė neatitinka reikalaujamo šablono:
nl: Opgegeven waarde komt niet overeen met vereist patroon:
no: Angitt verdi samsvarer ikke med påkrevd mønster:
ru: Предоставленное значение не соответствует требуемому формату:
sr: Navedena vrednost ne odgovara traženom obrascu:
tr: Sağlanan değer gerekli kalıpla eşleşmiyor:

source: Cannot serialize more than 1000 items at once
cs: Nelze serializovat více než 1000 položek najednou
el: Δεν είναι δυνατή η σειριοποίηση περισσότερων από 1000 Προϊόντων ταυτόχρονα
fr: Impossible de sérialiser plus de 1000 éléments à la fois
ja: 一度に1000以上のアイテムをシリアライズすることはできません。
lt: Negalima iš karto susieti daugiau nei 1000 elementų
nl: Kan niet meer dan 1000 items tegelijk serienummers geven.
ru: Одновременно можно сериализовать только 1000 элементов
sr: Nije moguće dati više od 1000 serijskih brojeva stavkama odjednom
tr: Geçersiz grup: {grup}

source: Empty serial number string
cs: Nevyplněné výrobní číslo
el: Κενό σειριακό αριθμό συμβολοσειράς
fr: Chaîne de numéro de série vide
ja: シリアル番号は空です
lt: Nepateiktas serijos numeris
nl: Leeg serienummer
no: Tom serienummerstreng
ru: Пустая строка серийного номера
sr: Serijski broj nije popunjen
tr: Boş seri numarası dizesi

source: Duplicate serial
cs: Duplicitní výrobní číslo
el: Διπλότυπο ArialTTumblr
fr: Numéro de série en doublon
ja: 重複シリアル
lt: Pasikartojantis serijinis numeris
nl: Duplicaat serienummer
no: Duplisert serienummer
ru: Повторяющийся серийный номер
sr: Dupliciraj serijski broj
tr: Yinelenen seri

source: Invalid group: {group}
cs: Neplatná skupina: {group}
el: Μη έγκυρη ομάδα: {group}
fr: Groupe invalide : {group}
ja: 無効なグループです：{group}
lt: Neteisinga grupė: {group}
nl: Ongeldige groep: {group}
ru: Недопустимая группа: {group}
sr: Nevažeća grupa: {group}
tr: Geçersiz grup: {group}

source: Group range {group} exceeds allowed quantity ({expected_quantity})
cs: Rozsah skupiny {group} překračuje povolené množství ({expected_quantity})
el: Το εύρος της ομάδας {group} υπερβαίνει την επιτρεπόμενη ποσότητα ({expected_quantity})
fr: La plage de groupe {group} dépasse la quantité autorisée ({expected_quantity})
ja: グループ範囲 {group} が許容数量を超過 ({expected_quantity})
lt: Grupės {group} kiekis viršija leistiną kiekį ({expected_quantity})
nl: Groepsbereik {group} overschrijdt toegestane hoeveelheid ({expected_quantity})
no: Gruppesekvens {group} overskrider tillatt antall ({expected_quantity})
ru: Диапазон группы {group} превышает допустимое количество ({expected_quantity})
sr: Raspon grupe {group} prelazi dozvoljenu količinu ({expected_quantity})
tr: Grup aralığı {group}, izin verilen miktarı aşmaktadır ({expected_quantity})

source: No serial numbers found
cs: Nenalezena žádná výrobní čísla
el: Δεν βρέθηκαν σειριακοί αριθμοί
fr: Aucun numéro de série trouvé
ja: シリアル番号が見つかりません
lt: Serijos numerių nerasta
nl: Geen serienummers gevonden
no: Ingen serienummer funnet
ru: Серийных номеров не найдено
sr: Nisu pronađeni serijski brojevi
tr: Seri numarası bulunamadı

source: Number of unique serial numbers ({n}) must match quantity ({q})
cs: Počet jedinečných sériových čísel ({n}) musí odpovídat množství ({q})
el: Ο αριθμός μοναδικών σειριακών αριθμών ({n}) πρέπει να αντιστοιχεί στην ποσότητα ({q})
fr: Le nombre de numéros de série uniques ({n}) doit correspondre à la quantité ({q})
ja: 固有のシリアル番号の数（{n}）は数量（{q}）と一致する必要があります。
nl: Hoeveelheid van unieke serienummers ({n}) moet overeenkomen met de hoeveelheid ({q})
ru: Количество уникальных серийных номеров ({n}) должно быть равно ({q})
tr: Benzersiz seri numaralarının sayısı ({n}) miktarla eşleşmeli ({q})

source: Remove HTML tags from this value
cs: Odstranit HTML tagy z této hodnoty
el: Αφαιρέστε τα HTML tags από την τιμή που εισάγατε
fr: Retirer les balises HTML de cette valeur
ja: この値からHTMLタグを削除
lt: Pašalinkite HTML žymes iš šios reikšmės
nl: Verwijder HTML tags van deze waarde
no: Fjern HTML-tagger fra denne verdien
ru: Удалить HTML теги из этого значения
sr: Uklonite HTML oznake iz ove vrednosti
tr: Bu değerden HTML etiketlerini kaldır

source: Data contains prohibited markdown content
cs: Data obsahují zakázaný markdown obsah
el: Τα δεδομένα περιέχουν απαγορευμένο περιεχόμενο markdown
fr: Les données contiennent du contenu markdown interdit
ja: データに禁止されているマークダウン・コンテンツが含まれています。
lt: Duomenyse yra draudžiamo „markdown“ turinio
nl: Gegevens bevatten verboden markdown inhoud
ru: Данные содержат недопустимую разметку
sr: Podatak sadrži zabranjen jezički sadržaj
tr: Veriler yasaklanmış işaretleme içeriği içeriyor

source: Connection error
cs: Chyba spojení
el: Σφάλμα σύνδεσης
fr: Erreur de connexion
ja: 接続エラー
lt: Ryšio klaida
nl: Verbindingsfout
no: Tilkoblingsfeil
ru: Ошибка соединения
sr: Greška u povezivanju
tr: Bağlantı hatası

source: Server responded with invalid status code
cs: Server odpověděl s neplatným stavovým kódem
el: Ο διακομιστής απάντησε με μη έγκυρο κωδικό κατάστασης
fr: Le serveur a répondu avec un code de statut invalide
ja: サーバは無効なステータスコードで応答しました
lt: Serveris grąžino netinkamą būsenos kodą
nl: Server reageerde met ongeldige statuscode
no: Serveren svarte med ugyldig statuskode
ru: Сервер ответил неверным кодом статуса
sr: Server je odgovorio nevažećim statusnim kodom
tr: Sunucu geçersiz durum kodu ile cevap verdi

source: Exception occurred
cs: Došlo k výjimce
el: Προέκυψε σφάλμα
fr: Une erreur est survenue
ja: 例外が発生しました
lt: Įvyko išimtis
nl: Uitzondering opgetreden
no: Det har oppstått et unntak
ru: Произошло исключение
sr: Došlo je do izuzetka
tr: İstisna oluştu

source: Server responded with invalid Content-Length value
cs: Server odpověděl s neplatnou hodnotou Content-Length
el: Ο διακομιστής ανταποκρίθηκε με "Invalid Content-Length value"
fr: Le serveur a répondu avec une valeur de longueur de contenu invalide
ja: サーバーが無効なContent-Length値で応答しました
lt: Serveris grąžino neteisingą „Content-Length“ reikšmę
nl: Server reageerde met ongeldige Content-Length waarde
no: Serveren svarte med ugyldig "Content-Length"-verdi
ru: Сервер ответил неверным значением Контент-Длина
sr: Server je odgovorio nevažećom vrednošću dužina sadržaja
tr: Sunucu geçersiz Content-Length değeriyle yanıt verdi

source: Image size is too large
cs: Velikost obrázku je příliš velká
el: Η εικόνα είναι πολύ μεγάλη σε μέγεθος
fr: Image trop volumineuse
ja: 画像サイズが大きすぎます
lt: Paveikslėlio dydis per didelis
nl: Afbeeldingsformaat is te groot
no: Bildestørrelsen er for stor
ru: Изображение слишком большое
sr: Veličina slike je prevelika
tr: Görsel boyutu çok büyük

source: Image download exceeded maximum size
cs: Stahování obrázku překročilo maximální velikost
el: Η λήψη εικόνας ξεπέρασε το μέγιστο μέγεθος
fr: La taille de l'image dépasse la taille maximale autorisée
ja: 画像のダウンロードが最大サイズを超えました
lt: Paveikslėlio atsisiuntimas viršijo maksimalų leistiną dydį
nl: Beelddownload overschrijdt de maximale grootte
no: Bildenedlasting overskred maksimal størrelse
ru: Загрузка изображения превышен максимальный размер
sr: Preuzimanje slike premašilo je maksimalnu veličinu
tr: Görsel indirme maksimum boyutu aştı

source: Remote server returned empty response
cs: Vzdálený server vrátil prázdnou odpověď
el: Ο διακομιστής επέστρεψε σφάλμα %1$d %2$s
fr: Le serveur distant a renvoyé une réponse vide
ja: リモートサーバーが空のレスポンスを返しました
lt: Nutolęs serveris grąžino tuščią atsakymą
nl: Externe server heeft lege reactie teruggegeven
no: Ekstern server returnerte tomt svar
ru: Удаленный сервер вернул пустой ответ
sr: Udaljeni server vratio je prazan odgovor
tr: Uzak sunucu boş cevap döndü

source: Supplied URL is not a valid image file
cs: Zadaná URL adresa není platný soubor obrázku
el: Το URL δεν είναι έγκυρο αρχείο εικόνας
fr: L'URL fournie n'est pas un fichier image valide
ja: 指定されたURLは有効な画像ファイルではありません
lt: Nurodytas URL nėra tinkamas paveikslėlio failas
nl: Opgegeven URL is geen geldig afbeeldingsbestand
no: Angitt URL er ikke en gyldig bildefil
ru: Предоставленный URL не является допустимым файлом изображения
sr: Navedeni URL nije važeća slikovna datoteka
tr: Sağlanan URL geçerli bir görsel dosyası değil

source: Log in to the app
cs: Přihlásit se do aplikace
el: Σύνδεση στην εφαρμογή
fr: Se connecter à l'application
ja: アプリにログイン
lt: Prisijungti prie programos
nl: Log in op de app
ru: Войти в приложение
sr: Prijavljivanje na aplikaciju
tr: Uygulamaya giriş yapın

source: Email
ja: メールアドレス
lt: El. paštas
no: E-post
ru: Электронная почта
sr: E-Pošta
tr: E-posta

source: You must enable two-factor authentication before doing anything else.
cs: Před tím, než budete dělat cokoli jiného, musíte zapnout dvoufaktorové ověřování.
el: Πρέπει να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων πριν κάνετε οτιδήποτε άλλο.
fr: Vous devez activer l'authentification à deux facteurs avant toute autre chose.
ja: 二要素認証を有効にする必要があります。
lt: Prieš atliekant bet kokius veiksmus, privalote įjungti dviejų veiksnių autentifikavimą.
nl: Schakel tweestapsverificatie in voordat je iets anders kunt doen.
ru: Вы должны включить двухфакторную аутентификацию, прежде чем делать что-нибудь еще.
tr: Başka bir şey yapmadan önce iki faktörlü kimlik doğrulamayı etkinleştirme gerekir.

source: Error running plugin validation
cs: Chyba při ověření pluginu
el: Σφάλμα κατά την εκτέλεση επικύρωσης προσθέτου
fr: Erreur lors de l'exécution de la validation du plugin
ja: プラグイン検証の実行エラー
lt: Klaida vykdant įskiepio patvirtinimą
nl: Fout bij uitvoeren plug-in validatie
no: Feil under validering av utvidelse
ru: Ошибка запуска проверки плагина
sr: Greška prilikom validacije ekstenzije
tr: Eklenti doğrulama sırasında hata oluştu

source: Metadata must be a python dict object
cs: Metadata musí být objekt python dict
el: Τα μεταδεδομένα πρέπει να είναι ένα αντικείμενο dict python
fr: Les metadata doivent être un objet python de type "dict"
ja: メタデータは python dict オブジェクトでなければなりません。
lt: Metaduomenys turi būti „Python“ žodyno tipo objektas
nl: Metadata moeten een python dict object zijn
no: Metadata må være et python dict-objekt
ru: Метаданные должны быть объектом python dict
sr: Metapodaci moraju biti "python dict" objekat
tr: Metadata, bir python dict nesnesi olmalıdır

source: Plugin Metadata
cs: Metadata pluginu
el: Μεταδεδομένα Πρόσθετου
fr: Métadonnées de l'Extension
ja: プラグインメタデータ
lt: Įskiepio metaduomenys
no: Utvidelse-metadata
ru: Метаданные плагина
sr: Metapodaci dodatka
tr: Plugin Metaverileri

source: JSON metadata field, for use by external plugins
cs: Pole metadat JSON pro použití externími pluginy
el: JSON πεδίο μεταδεδομένων, για χρήση από εξωτερικά πρόσθετα
fr: Champs metadata JSON, pour plugins tiers
ja: 外部プラグインで使用するためのJSONメタデータフィールド
lt: JSON metaduomenų laukas, skirtas naudoti išoriniams įskiepiams
nl: JSON metadata veld, voor gebruik door externe plugins
no: JSON-metadatafelt, for bruk av eksterne utvidelser
ru: Поле метаданных JSON для использования внешними плагинами
sr: Polje metapodataka JSON, za korištenje eksternih dodataka
tr: Harici eklentiler tarafından kullanım için JSON metadata alanı

source: Improperly formatted pattern
cs: Nesprávně naformátovaný vzor
el: Λανθασμένο μοτίβο
fr: Modèle mal formaté
ja: 不適切な書式パターン
lt: Netinkamai suformuotas šablonas
nl: Onjuist opgemaakt patroon
no: Uriktig formatert mønster
ru: Неправильно отформатированный шаблон
sr: Neispravno formatiran obrazac
tr: Yanlış biçimlendirilmiş desen

source: Unknown format key specified
cs: Neznámý formát klíče
el: Δώσατε λάθος μορφή κλειδιού
fr: Clé de format inconnu spécifiée
ja: 不明なフォーマットキーが指定されました
lt: Nurodytas nežinomas formato raktas
nl: Onbekende opmaaksleutel gespecificeerd
no: Ukjent formatnøkkel spesifisert
ru: Указан неизвестный ключ формата
sr: Naveden je ključ nepoznatog formata
tr: Belirtilen bilinmeyen format anahtarı

source: Missing required format key
cs: Chybí požadovaný klíč
el: Λείπει το απαραίτητο κλειδί
fr: Clé de format requise manquante
ja: 必要なフォーマットキーがありません
lt: Trūksta būtino formato rakto
nl: Vereiste opmaaksleutel ontbreekt
no: Mangler nødvendig formatnøkkel
ru: Отсутствует требуемый ключ формата
sr: Nedostaje potreban ključ formata
tr: Gerekli format anahtarı eksik

source: Reference field cannot be empty
cs: Referenční pole nemůže být prázdné
el: Το πεδίο δεν μπορεί να είναι άδειο
fr: Le champ de référence ne peut pas être vide
ja: 参照フィールドを空にすることはできません。
lt: "Nuorodos laukas negali būti tuščias
nl: Referentieveld mag niet leeg zijn
no: Referansefeltet kan ikke være tomt
ru: Ссылочный идентификатор не может быть пустым
sr: Polje za reference ne može biti prazno
tr: Referans alanı boş olamaz

source: Reference must match required pattern
cs: Referenční číslo musí odpovídat požadovanému vzoru
el: Η αναφορά πρέπει να ταιριάζει με το απαιτούμενο μοτίβο
fr: La référence doit correspondre au modèle requis
ja: 参照は必須パターンに一致する必要があります。
lt: Nuoroda turi atitikti reikalaujamą šabloną
nl: Referentie moet overeenkomen met verplicht patroon
no: Referansen må samsvare påkrevd mønster
ru: Ссылка должна соответствовать шаблону {pattern}
sr: Referenca mora odgovarati traženom obrascu
tr: Referans {pattern} deseniyle mutlaka eşleşmeli

source: Reference number is too large
cs: Referenční číslo je příliš velké
el: Ο αριθμός αναφοράς είναι πολύ μεγάλος
fr: Le numéro de référence est trop grand
ja: 参照番号が大きすぎる
lt: Nuorodos numeris per didelis
nl: Referentienummer is te groot
no: Referansenummeret er for stort
ru: Номер ссылки слишком большой
sr: Broj reference je predugačak
tr: Referans sayısı çok fazla

source: Invalid choice
cs: Neplatný výběr
el: Μη έγκυρη επιλογή
fr: Choix invalide
ja: 無効な選択です
lt: Neteisingas pasirinkimas
nl: Ongeldige keuze
no: Ugyldig valg
ru: Неверный выбор
sr: Nevažeći izvor
tr: Geçersiz seçim
