Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Stock item with ID {id} does not exist
cs: Skladová položka s ID {id} neexistuje
el: Είδος αποθέματος με ID {id} δεν υπάρχει
ja: ID {id} の在庫品は存在しません
nl: Voorraadartikel met ID {id} bestaat niet
ru: Складской элемент с ID {id} не существует

source: Include Part Variants
ru: Включая варианты деталей

source: Date after
ru: После

source: Date before
ru: До

source: Stock Location type
cs: Typ skladového umístění
el: Τύπος τοποθεσίας αποθέματος
fr: Type d'emplacement du stock
ja: 在庫ロケーションタイプ
lt: Atsargų vietos tipas
nl: Voorraad locatie soort
no: Lagerplasseringstype
ru: Тип местоположения склада
sr: Tip lokacije zaliha

source: Stock Location types
cs: Typy skladových umístění
el: Τύποι τοποθεσίας αποθέματος
fr: Types d'emplacements de stock
ja: ストックロケーションの種類
lt: Atsargų vietos tipai
nl: Voorraad locatie soorten
no: Lagerplasseringstyper
ru: Типы местоположения склада
sr: Tipovi lokacija zaliha

source: Default icon for all locations that have no icon set (optional)
cs: Výchozí ikona pro všechny lokace které nemají ikonu nastavenou (volitelné)
el: Προεπιλεγμένο εικονίδιο για όλες τις τοποθεσίες που δεν έχουν ορισμένο εικονίδιο (προαιρετικό)
fr: Icône par défaut pour tous les lieux qui n'ont pas d'icône (facultatif)
ja: アイコンが設定されていないすべての場所のデフォルトアイコン (オプション)
lt: Numatytoji piktograma visoms vietoms, kurioms nepaskirta piktograma (neprivaloma)
nl: Standaardpictogram voor alle locaties waarvoor geen pictogram is ingesteld (optioneel)
no: Standard ikom for alle plasseringer som ikke har satt et ikon (valgfritt)
ru: Значок по умолчанию для мест хранения с невыбранным значком (необязательно)
sr: Podrazumevana ikonica za sve lokacije koje nemaju podešenu ikonicu (opciono)

source: Stock Location
cs: Skladové umístění
el: Τοποθεσία αποθέματος
fr: Emplacement du stock
ja: ストックロケーション
lt: Atsargų vieta
nl: Voorraadlocatie
no: Lagerplassering
ru: Место хранения
sr: Lokacija zaliha
tr: Stok Konumu

source: Stock Locations
cs: Skladová umístění
el: Τοποθεσίες αποθέματος
fr: Emplacement des stocks
ja: 在庫場所
lt: Atsargų vietos
nl: Voorraadlocaties
no: Lagerplasseringer
ru: Места хранения
sr: Lokacija zaliha
tr: Stok Konumları

source: Owner
cs: Správce
el: Ιδιοκτήτης
fr: Propriétaire
ja: 所有者
lt: Savininkas
nl: Eigenaar
no: Eier
ru: Владелец
sr: Vlasnik

source: Select Owner
cs: Vybrat vlastníka
el: Επιλέξτε ιδιοκτήτη
fr: Sélectionner un propriétaire
ja: 所有者を選択
lt: Pasirinkite savininką
nl: Selecteer eigenaar
no: Velg eier
ru: Выберите владельца
sr: Izaberi vlasnika

source: Stock items may not be directly located into a structural stock locations, but may be located to child locations.
cs: Skladové položky nelze umístit přímo do strukturálních skladových umístění, ale lze je umístit do podřízených skladových umístění.
el: Τα είδη αποθέματος δεν μπορούν να τοποθετηθούν απευθείας σε δομικές τοποθεσίες αποθέματος, αλλά μπορούν να τοποθετηθούν σε θυγατρικές τοποθεσίες.
fr: Les articles en stock ne peuvent pas être directement placés dans un emplacement de stock structurel, mais peuvent être placés dans des emplacements subordonnés.
ja: ストックアイテムは、構造的なストックロケーションに直接配置されることはありませんが、子ロケーションに配置されることはあります。
lt: Atsargos negali būti tiesiogiai patalpintos į struktūrines atsargų vietas, bet gali būti patalpinti į jų sub-vietas.
nl: Voorraaditems kunnen niet direct worden geplaatst op een structurele voorraadlocatie, maar kunnen zich op onderliggende locaties bevinden.
no: Lagervarer kan ikke knyttes direkte mot en strukturell lagerplassering, men kan knyttes mot underplasseringer.
ru: Складские позиции не могут находиться в структурных местах хранения, но могут находиться в дочерних местах хранения.
sr: Stavke sa zaliha ne mogu biti direktno locirane u strukturnim lokacijama zaliha, ali mogu biti locirane u podređenim lokacijama.

source: External
cs: Externí
el: Εξωτερικό
fr: Externe
ja: 外部
lt: Išorinė
nl: Extern
no: Ekstern
ru: Внешний
sr: Eksterna

source: This is an external stock location
cs: Toto je externí skladové umístění
el: Πρόκειται για εξωτερική τοποθεσία αποθέματος
fr: Il s'agit d'un emplacement de stock externe
ja: これは外部の在庫場所です。
lt: Tai yra išorinė atsargų vieta
nl: Dit is een externe voorraadlocatie
no: Dette er en ekstern lagerplassering
ru: Это сторонний склад
sr: Ovo je eksterna lokacija zaliha
tr: Bu, harici bir stok konumudur

source: Location type
cs: Typ umístění
el: Τύπος τοποθεσίας
fr: Type d'emplacement
ja: ロケーションタイプ
lt: Vietos tipas
nl: Locatie type
no: Plasseringstype
ru: Тип места хранения
sr: Tip lokacije
tr: Konum türü

source: Stock location type of this location
cs: Typ tohoto skladového umístění
el: Ο τύπος τοποθεσίας αποθέματος για αυτή την τοποθεσία
fr: Type d'emplacement du stock de cet emplacement
ja: このロケーションのロケーションタイプ
lt: Šios vietos atsargų vietos tipas
nl: Voorraad locatie type van deze locatie
no: Lagerplasseringstype for denne plasseringen
ru: Тип места хранения данного склада
sr: Tip lokacija zaliha za ovu lokaciju
tr: Bu konumun stok konumu türü

source: You cannot make this stock location structural because some stock items are already located into it!
cs: Toto skladové umístění nemůžete označit jako strukturální, protože již obsahuje skladové položky!
el: Δεν μπορείτε να κάνετε αυτή την τοποθεσία αποθέματος δομική, επειδή κάποια είδη αποθέματος είναι ήδη τοποθετημένα σε αυτή!
fr: Vous ne pouvez pas rendre ce magasin structurel car certains articles de stock y sont déjà localisés !
ja: いくつかのストックアイテムがすでにストックロケーションに配置されているため、このストックロケーションを構造化することはできません！
lt: Negalite padaryti šios atsargų vietos struktūrine, nes joje jau yra atsargų!
nl: U kunt deze voorraadlocatie niet structureel maken omdat sommige voorraadartikelen er al in liggen!
no: De kan ikke gjøre denne plasseringen strukturell, da noen lagervarer allerede er plassert i den!
ru: Вы не можете сделать это место хранение структурным, потому, что некоторые складские позиции уже находятся в нем!
sr: Ne možete postaviti ovu lokaciju zaliha kao strukturnu jer su već neke stavke locirane na njoj!
tr: Bazı stok kalemleri zaten bu stok konumunda bulunduğundan, bu stok konumunu yapısal hale getiremezsiniz!

source: {field} does not exist
cs: {field} neexistuje
el: Το {field} δεν υπάρχει
ja: {field}は存在しません
nl: {field} bestaat niet
ru: {field} не существует
tr: {field} mevcut değil

source: Part must be specified
cs: Díl musí být zadán
el: Πρέπει να καθοριστεί προϊόν
fr: La pièce doit être spécifiée
ja: 部品の指定が必要
lt: Turi būti nurodyta detalė
nl: Onderdeel moet gespecificeerd worden
ru: Необходимо указать деталь
sr: Deo mora biti određen
tr: Parça belirtilmelidir

source: Stock items cannot be located into structural stock locations!
cs: Skladové položky nelze umístit do strukturálních skladových umístění!
el: Τα είδη αποθέματος δεν μπορούν να τοποθετηθούν σε δομικές τοποθεσίες αποθέματος!
fr: Les articles en stock ne peuvent pas être localisés dans des emplacements de stock structurel !
ja: 在庫品は、構造的な在庫場所に配置することはできません！
lt: Atsargos negali būti patalpintos į struktūrines atsargų vietas!
nl: Voorraaditems kunnen niet worden geplaatst in structurele voorraadlocaties!
no: Lagervarer kan ikke plasseres i strukturelle plasseringer!
ru: Складские позиции не могут находиться в структурных местах хранения!
sr: Stavka sa zaliha ne može biti locirana u strukturnim lokacijama zaliha!
tr: Stok kalemleri yapısal stok konumlarına yerleştirilemez!

source: Stock item cannot be created for virtual parts
cs: Nelze vytvořit skladovou položku pro virtuální díl
el: Δεν μπορεί να δημιουργηθεί είδος αποθέματος για εικονικά προϊόντα
fr: Il n'est pas possible de créer un article de stock pour les pièces virtuelles
ja: 仮想部品にストックアイテムを作成できません
lt: Atsargų elementas negali būti sukurtas virtualioms detalėms
nl: Voorraadartikel kan niet worden aangemaakt voor virtuele onderdelen
no: Lagervare kan ikke opprettes for virtuelle deler
ru: Складская позиция не может быть создана для виртуальных деталей
sr: Stavka sa zaliha ne može biti kreirana za virtuelne delove
tr: Sanal parçalar için stok kalemi oluşturulamaz

source: Part type ('{self.supplier_part.part}') must be {self.part}
cs: Typ dílu ('{self.supplier_part.part}') musí být {self.part}
el: Ο τύπος προϊόντος ('{self.supplier_part.part}') πρέπει να είναι {self.part}
fr: Le type de pièce ('{self.supplier_part.part}') doit être {self.part}
ja: パートタイプ('{self.supplier_part.part}')は{self.part}でなければなりません。
lt: Detalės tipas ('{self.supplier_part.part}') turi būti {self.part}
nl: Onderdeel type ('{self.supplier_part.part}') moet {self.part} zijn
no: Deltype ('{self.supplier_part.part}') må være {self.part}
ru: Тип детали ('{self.supplier_part.part}') должен быть {self.part}
sr: Deo tipa ('{self.supplier_part.part}') mora biti {self.part}
tr: Parça türü ('{self.supplier_part.part}'), {self.part} olmalıdır

source: Quantity must be 1 for item with a serial number
cs: Množství musí být 1 pro položku se sériovým číslem
el: Η ποσότητα πρέπει να είναι 1 για είδος με σειριακό αριθμό
fr: La quantité doit être de 1 pour un article avec un numéro de série
ja: シリアル番号のある商品は数量が1でなければなりません。
lt: Elemento, turinčio serijos numerį, kiekis turi būti 1
nl: Hoeveelheid moet 1 zijn voor item met een serienummer
no: Antall må være 1 for produkt med et serienummer
ru: Количество должно быть 1 для элемента с серийным номером
sr: Količina mora biti 1 za stavku sa serijskim brojem
tr: Seri numarası olan ögenin miktarı bir olmalı

source: Serial number cannot be set if quantity greater than 1
cs: Sériové číslo nemůže být nastaveno, když množství je více než 1
el: Δεν μπορεί να οριστεί σειριακός αριθμός αν η ποσότητα είναι μεγαλύτερη από 1
fr: Le numéro de série ne peut pas être défini si la quantité est supérieure à 1
ja: 数量が1以上の場合、シリアル番号は設定できません。
lt: Serijos numeris negali būti nustatytas, jei kiekis didesnis nei 1
nl: Serienummer kan niet worden ingesteld als de hoeveelheid groter is dan 1
no: Serienummeret kan ikke angis hvis antall er større enn 1
ru: Серийный номер нельзя задать, если количество больше 1
sr: Serijski broj ne može biti postavljen ukoliko je količina veća od 1
tr: Miktar birden büyük ise seri numarası ayarlanamaz

source: Item cannot belong to itself
cs: Položka nemůže patřit sama sobě
el: Το είδος δεν μπορεί να ανήκει στον εαυτό του
fr: L'objet ne peut pas s'appartenir à lui-même
ja: アイテムはそれ自身に属することはできません
lt: Elementas negali priklausyti pats sau
nl: Item kan niet tot zichzelf behoren
no: Elementet kan ikke tilhøre seg selv
ru: Элемент не может принадлежать сам себе
sr: Stavka ne može da pripada samoj sebi
tr: Öge kendisine ait olamaz

source: Item must have a build reference if is_building=True
cs: Předmět musí mít stavební referenci pokud is_building=True
el: Το είδος πρέπει να έχει αναφορά παραγωγής αν is_building=True
fr: L'élément doit avoir une référence de construction si is_building=True
ja: is_building=Trueの場合、アイテムはビルド・リファレンスを持っていなければならない。
lt: Elementas turi turėti surinkimo nuorodą, jei is_building=True
nl: Item moet een bouw referentie hebben als is_building=True
no: Elementet må ha en produksjonsrefereanse om is_building=True
ru: Элемент должен иметь ссылку на производство, если is_building=True
sr: Stavka mora da ima referencu izgradnje ukoliko is_building=True
tr: is_building=True ise ögenin bir üretim referansı olmalıdır

source: Build reference does not point to the same part object
cs: Stavební reference neukazuje na stejný objekt dílu
el: Η αναφορά παραγωγής δεν αντιστοιχεί στο ίδιο προϊόν
fr: La référence de construction ne pointe pas vers le même objet de pièce
ja: ビルド参照が同じ部品オブジェクトを指していません。
lt: Surinkimo nuoroda nenurodo į tą pačią detalę
nl: Bouw referentie verwijst niet naar hetzelfde deel object
no: Produksjonsreferanse peker ikke til samme del-objekt
ru: Ссылка на производство не указывает на тот же элемент
sr: Referenca izgradnje ne ukazuje na isti objekat dela
tr: Üretim referansı aynı parça nesnesini göstermiyor

source: Parent Stock Item
cs: Nadřazená skladová položka
el: Γονικό είδος αποθέματος
fr: Poste de stock parent
ja: 親株式
lt: Pirminis atsargų elementas
nl: Bovenliggend voorraad item
no: Overordnet lagervare
ru: Складская позиция
sr: Nadređena stavka sa zaliha
tr: Üst Stok Kalemi

source: Base part
cs: Základní díl
el: Βασικό προϊόν
fr: Pièce de base
ja: ベース部
lt: Pagrindinė detalė
nl: Basis onderdeel
no: Basisdel
ru: Базовая деталь
sr: Osnovni deo
tr: Temel parça

source: Select a matching supplier part for this stock item
cs: Vyberte odpovídající díl dodavatele pro tuto skladovou položku
el: Επιλέξτε αντίστοιχο προϊόν προμηθευτή για αυτό το είδος αποθέματος
fr: Sélectionnez une pièce fournisseur correspondante pour cet article en stock
ja: この在庫品に一致するサプライヤー部品を選択してください
lt: Pasirinkite atitinkančią tiekėjo detalę šiam atsargų elementui
nl: Selecteer een leveranciersdeel voor dit voorraadartikel
no: Velg en tilsvarende leverandørdel for denne lagervaren
ru: Выберите соответствующего поставщика детали для этой складской позиции
sr: Izaberi odgovarajući deo dobavljača za ovu stavku sa zaliha
tr: Bu stok kalemiyle eşleşen bir tedarikçi parçası seçin

source: Where is this stock item located?
cs: Kde se tato skladová položka nachází?
el: Πού βρίσκεται αυτό το είδος αποθέματος;
fr: Où se trouve cet article en stock ?
ja: この在庫品はどこにありますか？
lt: Kur yra šis atsargų elementas?
nl: Waar bevindt zich dit voorraaditem?
no: Hvor er denne lagervaren plassert?
ru: Где находится эта складская позиция?
sr: Gde je locirana ova stavka sa zaliha?
tr: Bu stok kalemi nerede bulunur?

source: Packaging this stock item is stored in
cs: Balení, ve kterém je tato skladová položka uložena
el: Συσκευασία στην οποία αποθηκεύεται αυτό το είδος αποθέματος
fr: L'emballage de cet article en stock est stocké dans
ja: この在庫品は以下の梱包で保管されています。
lt: Pakuotė, kurioje laikomas šis atsargų elementas
nl: Het verpakken van dit voorraaditem is opgeslagen in
no: Inpakningen denne lagervaren er lagret i
ru: Упаковка этой складской позиции хранится в
sr: Pakovanje u kom je ova stavka sa zaliha
tr: Bu stok kaleminin ambalajı şu şekilde saklanmaktadır

source: Installed In
cs: Instalováno v
el: Εγκατεστημένο σε
fr: Installé dans
ja: 設置場所
lt: Sumontuotas į
nl: Geïnstalleerd in
no: Installert i
ru: Установлено в
sr: Instalirano u
tr: Şuna Takıldı

source: Is this item installed in another item?
cs: Je tato položka nainstalována v jiné položce?
el: Είναι αυτό το είδος εγκατεστημένο σε άλλο είδος;
fr: L'article a été installé dans un autre article ?
ja: このアイテムは他のアイテムにインストールされていますか？
lt: Ar šis elementas yra sumontuotas kitame elemente?
nl: Is dit item geïnstalleerd in een ander item?
no: Er denne artikkelen montert i en annen artikkel?
ru: Установлен ли этот элемент в другой элемент?
sr: Da li je ova stavka instalirana u drugu stavku?
tr: Bu öge başka bir ögeye takılı mı?

source: Serial number for this item
cs: Sériové číslo pro tuto položku
el: Σειριακός αριθμός για αυτό το είδος
fr: Numéro de série pour cet article
ja: この商品のシリアル番号
lt: Šio elemento serijos numeris
nl: Serienummer van dit item
no: Serienummer for denne artikkelen
ru: Серийный номер для этого элемента
sr: Serijski broj za ovu stavku
tr: Bu öge için seri numarası

source: Batch code for this stock item
cs: Kód šarže pro tuto skladovou položku
el: Κωδικός παρτίδας για αυτό το είδος αποθέματος
fr: Code de lot pour cet article de stock
ja: このストックアイテムのバッチコード
lt: Šio atsargų elemento partijos kodas
nl: Batch code voor dit voorraaditem
no: Batchkode for denne lagervaren
ru: Код партии для этой складской позиции
sr: Šifra ture za ovu stavku sa zaliha

source: Stock Quantity
cs: Mnižství
el: Ποσότητα αποθέματος
fr: Quantité en stock
ja: 在庫数
lt: Atsargų kiekis
nl: Voorraad hoeveelheid
no: Lagerantall
ru: Количество на складе
sr: Količina zaliha

source: Source Build
cs: Zdrojová sestavení
el: Πηγή παραγωγής
fr: Source Construire
ja: ソースビルド
lt: Surinkimo šaltinis
nl: Bron Bouw
no: Kildeproduksjon
ru: Исходное производство
sr: Izvorna gradnja

source: Build for this stock item
cs: Postavit pro tuto skladovou položku
el: Εντολή παραγωγής για αυτό το είδος αποθέματος
fr: Construire pour cet article en stock
ja: このストックアイテムのビルド
lt: Surinkimas šiam atsargų elementui
nl: Build voor dit voorraaditem
no: Produksjon for denne lagervaren
ru: Производства для этой складской позиции
sr: Nalog za ovu stavku sa zaliha

source: Consumed By
cs: Použito v
el: Έχει αναλωθεί από
fr: Consommé par
ja: 消費者
lt: Sunaudojo
nl: Verbruikt door
no: Brukt av
ru: Поглощен
sr: Potrošeno od strane

source: Build order which consumed this stock item
cs: Výrobní příkaz, který spotřeboval tuto skladovou položku
el: Εντολή παραγωγής που κατανάλωσε αυτό το είδος αποθέματος
fr: Ordre de construction qui a consommé cet article de stock
ja: このストックアイテムを消費したビルドオーダー
lt: Gamybos užsakymas, kuris sunaudojo šį atsargų elementą
nl: Bestelling bouwen welke dit voorraadartikel heeft verbruikt
no: Produksjonsordren som brukte denne lagervaren
ru: Заказ на производство, который поглотил эту складскую позицию
sr: Nalog za izradu koji je potrošio ovu stavku sa zaliha

source: Source Purchase Order
cs: Zdrojová nákupní objednávka
el: Πηγή εντολής αγοράς
fr: Bon de commande source
ja: 発注元
lt: Pirkimo užsakymo šaltinis
nl: Inkooporder Bron
no: Kildeinnkjøpsordre
ru: Исходный заказ на закупку
sr: Izvorni nalog za kupovinu

source: Purchase order for this stock item
cs: Nákupní objednávka pro tuto skladovou položku
el: Εντολή αγοράς για αυτό το είδος αποθέματος
fr: Commande d'achat pour cet article en stock
ja: この在庫商品の購入注文
lt: Pirkimo užsakymas šiam atsargų elementui
nl: Inkooporder voor dit voorraadartikel
no: Innkjøpsordre for denne lagervaren
ru: Заказ на закупку для этой складской позиции
sr: Nalog za kupovinu za ovu stavku sa zaliha

source: Destination Sales Order
cs: Cílová prodejní objednávka
el: Εντολή πώλησης προορισμού
fr: Destination de la commande client
ja: 販売先オーダー
lt: Pardavimo užsakymo paskirtis
nl: Bestemming Verkooporder
no: Tildelt Salgsordre
ru: Целевой заказ на продажу
sr: Odredište naloga za prodaju

source: Expiry date for stock item. Stock will be considered expired after this date
cs: Datum expirace pro skladovou položku. Po tomto datu bude položka brána jako expirovaná
el: Ημερομηνία λήξης για το είδος αποθέματος. Το απόθεμα θα θεωρείται ληγμένο μετά από αυτή την ημερομηνία
fr: Date d'expiration de l'article en stock. Le stock sera considéré comme périmé après cette date
ja: 在庫品の有効期限。この日を過ぎると在庫は期限切れとなります。
lt: Atsargų elemento galiojimo data. Po šios datos atsargos bus laikomos pasibaigusiomis
nl: Vervaldatum voor voorraadartikel. Voorraad zal worden beschouwd als verlopen na deze datum
no: Utløpsdato for lagervare. Lagerbeholdning vil bli ansett som utløpt etter denne datoen
ru: Дата истечения срока годности для складской позиции. Остатки будут считаться просроченными после этой даты
sr: Datum isteka za stavku sa zaliha. Zalihe će se smatrati isteklim nakon ovog datuma

source: Delete on deplete
cs: Odstranit po vyčerpání
el: Διαγραφή κατά την εξάντληση
fr: Supprimer lors de l'épuisement
ja: 枯渇時に削除
lt: Ištrinti išnaudojus
nl: Verwijderen bij leegmaken
no: Slett når oppbrukt
ru: Удалить при обнулении
sr: Obriši kad je potrošeno

source: Delete this Stock Item when stock is depleted
cs: Odstranit tuto skladovou položku po vyčerpání zásob
el: Διαγραφή αυτού του είδους αποθέματος όταν εξαντληθεί
fr: Supprimer ce poste de stock lorsque le stock est épuisé
ja: 在庫がなくなったら、このストックアイテムを削除します。
lt: Ištrinti šį atsargų elementą, kai atsargos bus išnaudotos
nl: Verwijder dit voorraadproduct wanneer de voorraad is leeg
no: Slett lagervaren når beholdningen er oppbrukt
ru: Удалить эту складскую позицию при обнулении складского запаса
sr: Obriši ovu stavku sa zaliha kada su zalihe potrošene

source: Single unit purchase price at time of purchase
cs: Jednotková kupní cena v okamžiku nákupu
el: Τιμή αγοράς ανά μονάδα κατά τον χρόνο αγοράς
fr: Prix d'achat de l'unité unique au moment de l'achat
ja: 購入時の単品購入価格
lt: Vieneto pirkimo kaina pirkimo metu
nl: Enkele eenheidsprijs van de aankoop op het moment van aankoop
no: Innkjøpspris per enhet på kjøpstidspunktet
ru: Цена за единицу на момент покупки
sr: Cena kupovine jedne jedinice u vreme kupovine

source: Converted to part
cs: Převedeno na díl
el: Μετατράπηκε σε προϊόν
fr: Converti en partie
ja: パートに変換
lt: Konvertuota į detalę
nl: Omgezet tot onderdeel
no: Konvertert til del
ru: Преобразовано в деталь
sr: Konvertovano u deo

source: Quantity exceeds available stock
cs: Množství přesahuje dostupné zásoby
el: Η ποσότητα υπερβαίνει το διαθέσιμο απόθεμα
ja: 数量が在庫数を超えています
nl: Hoeveelheid overschrijdt beschikbare voorraad
ru: Количество превышает доступный запас

source: Part is not set as trackable
cs: Díl není nastaven jako sledovatelný
el: Το προϊόν δεν έχει οριστεί ως ιχνηλάσιμο
fr: La pièce n'est pas définie comme pouvant faire l'objet d'un suivi
ja: 部品が追跡可能に設定されていません
lt: Detalė nenustatyta kaip sekama
nl: Onderdeel is niet ingesteld als traceerbaar
no: Delen er ikke angitt som sporbar
ru: Деталь не является отслеживаемой
sr: Deo nije postavljen kao deo koji je moguće pratiti

source: Quantity must be integer
cs: Množstvní musí být celé číslo
el: Η ποσότητα πρέπει να είναι ακέραιος αριθμός
fr: La quantité doit être un nombre entier
ja: 数量は整数でなければなりません。
lt: Kiekis turi būti sveikasis skaičius
nl: Hoeveelheid moet heel getal zijn
no: Antall må være heltall
ru: Количество должно быть целым числом
sr: Količina mora biti ceo broj

source: Quantity must not exceed available stock quantity ({self.quantity})
cs: Množství nesmí překročit dostupné množství zásob ({self.quantity})
el: Η ποσότητα δεν πρέπει να υπερβαίνει το διαθέσιμο απόθεμα ({self.quantity})
fr: La quantité ne doit pas dépasser la quantité disponible en stock ({self.quantity})
ja: 数量は在庫数 ({self.quantity}) を超えてはなりません。
lt: Kiekis negali viršyti galimų atsargų kiekio ({self.quantity})
nl: Hoeveelheid mag niet hoger zijn dan de beschikbare voorraad ({self.quantity})
no: Antall kan ikke overstige tilgjengelig lagerbeholdning ({self.quantity})
ru: Количество не должно превышать доступный запас ({self.quantity})
sr: Količina ne sme da pređe dostupnu količinu zaliha ({self.quantity})

source: Serial numbers must be provided as a list
cs: Sériové čísla musí být poskytnuta jako seznam
el: Οι σειριακοί αριθμοί πρέπει να δοθούν ως λίστα
fr: Les numéros de série doivent être fournis sous forme de liste
ja: シリアル番号はリストとして提供されなければなりません
lt: Serijos numeriai turi būti pateikti sąraše
nl: Serienummers moeten als lijst worden opgegeven
ru: Серийные номера должны быть предоставлены в виде списка
sr: Serijski brojevi moraju biti dostavljeni kao lista

source: Quantity does not match serial numbers
cs: Množství neodpovídá sériovým číslům
el: Η ποσότητα δεν αντιστοιχεί στους σειριακούς αριθμούς
fr: La quantité ne correspond pas au nombre de numéros de série
ja: 数量がシリアル番号と一致しません
lt: Kiekis nesutampa su serijos numeriais
nl: Hoeveelheid komt niet overeen met serienummers
no: Antallet stemmer ikke overens med serienumrene
ru: Количество не соответствует серийным номерам
sr: Količine se ne poklapaju sa serijskim brojevima
tr: Miktar seri numaları ile eşleşmiyor

source: Cannot assign stock to structural location
cs: Nelze přiřadit zásoby ke strukturálnímu umístění
ja: 構造上ロケーションに在庫を割り当てることはできません
nl: Kan voorraad niet toewijzen aan structurele locatie
ru: Нельзя назначить запас в структурное местоположение

source: Test template does not exist
cs: Testovací šablona neexistuje
el: Το πρότυπο δοκιμής δεν υπάρχει
fr: Le modèle de test n'existe pas
ja: テストテンプレートが存在しません
lt: Bandomasis šablonas neegzistuoja
nl: Testsjabloon bestaat niet
ru: Шаблон теста не существует
sr: Test šablon ne postoji
