Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Invalid model type specified for attachment
cs: Uveden neplatný typ modelu pro přílohu
el: Μη έγκυρος τύπος μοντέλου που ορίστηκε για το συνημμένο
fr: Type de modèle non valide spécifié pour la pièce jointe
ja: 添付ファイルに指定されたモデルタイプが無効です
lt: Netinkamas modelio tipas priedui
nl: Ongeldig modeltype opgegeven voor bijlage
no: Ugyldig modelltype spesifisert for vedlegg
ru: Указан недопустимый тип модели для вложения
sr: Određen je neispravan tip modela za prilog
tr: Ek için belirtilen model türü geçersiz

source: Custom State
cs: Vlastní stav
el: Προσαρμοσμένη κατάσταση
fr: État personnalisé
ja: カスタムステート
lt: Pasirinktinė būsena
nl: Aangepaste staat
ru: Пользовательское состояние
sr: Posebno stanje
tr: Özel Durum

source: Custom States
cs: Vlastní stavy
el: Προσαρμοσμένες καταστάσεις
fr: États membres de l'Union européenne
ja: カスタムステート
lt: Pasirinktinės būsenos
nl: Aangepaste statussen
ru: Пользовательские состояния
sr: Posebna stanja
tr: Özel Durumlar

source: Reference Status Set
cs: Nastavení referenčního stavu
el: Σετ κατάστασης αναφοράς
fr: Ensemble d'états de référence
ja: リファレンス・ステータス・セット
lt: Nuorodos būsenų rinkinys
nl: Referentie status set
ru: Группа статусов
sr: Referentni status podešen
tr: Referans Durum Seti

source: Status set that is extended with this custom state
cs: Stav nastavený, který je prodloužen tímto vlastním stavem
el: Σετ καταστάσεων που επεκτείνεται με αυτή την προσαρμοσμένη κατάσταση
fr: Ensemble d'états étendu à cet état personnalisé
ja: このカスタム状態で拡張されたステータスセット
lt: Būsenų rinkinys, papildomas šia pasirinktine būsena
nl: Status set die met deze aangepaste status wordt uitgebreid
ru: Группа статусов, которая будет дополнена пользовательским состоянием
sr: Status je podešen i produžen je sa ovim posebnim stanjem
tr: Bu özel durum ile genişletilen durum seti

source: Logical Key
cs: Logický klíč
el: Λογικό κλειδί
fr: Clé logique
ja: 論理キー
lt: Loginis raktas
nl: Logische sleutel
ru: Логическое состояние
sr: Logički ključ
tr: Mantıksal anahtar

source: State logical key that is equal to this custom state in business logic
cs: Logický klíč statusu, který je rovný tomuto vlastnímu statusu v podnikové logice
el: Λογικό κλειδί κατάστασης που είναι ισοδύναμο με αυτή την προσαρμοσμένη κατάσταση στη λογική της εφαρμογής
fr: Clé logique de l'état qui est égale à cet état personnalisé dans la logique métier
ja: ビジネスロジックでこのカスタムステートに等しいステート論理キー
lt: Loginis būsenos raktas, atitinkantis šią pasirinkitinę būseną
nl: Staat logische sleutel die gelijk is aan deze staat in zakelijke logica
ru: Логическое состояние, соответствующее пользовательскому состоянию в бизнес-логике
sr: Stanje logičkog ključa je jednako posebnom ključu u poslovnoj logici
tr: İş mantığında bu özel duruma eşit olan durum mantıksal anahtarı

source: Value
cs: Hodnota
el: Τιμή
fr: Valeur
ja: 値
lt: Reikšmė
nl: Waarde
no: Verdi
ru: Значение
sr: Vrednost
tr: Değer

source: Numerical value that will be saved in the models database
cs: Číselná hodnota, která bude uložena v databázi modelů
el: Αριθμητική τιμή που θα αποθηκευτεί στη βάση δεδομένων των μοντέλων
fr: Valeur numérique qui sera enregistrée dans la base de données des modèles
ja: モデルのデータベースに保存される数値
lt: Skaitinė reikšmė, saugoma modelio duomenų bazėje
nl: De numerieke waarde die wordt opgeslagen in de modellendatabase
ru: Числовое значение, которое будет сохранено в базе данных
sr: Numerička vrednost koja će biti sačuvana u bazi podataka modela
tr: Modeller veritabanına kaydedilecek sayısal değer

source: Name of the state
cs: Název stavu
el: Όνομα της κατάστασης
fr: Nom de l'Etat
ja: 都道府県名
lt: Būsenos pavadinimas
nl: Naam van de toestand
ru: Название состояния
sr: Ime stanja
tr: Durumun adı

source: Label
cs: Popisek
el: Ετικέτα
fr: Étiquette
ja: ラベル
lt: Etiketė
ru: Метка
sr: Etiketa
tr: Etiket

source: Label that will be displayed in the frontend
cs: Štítek, který bude zobrazen na webu
el: Ετικέτα που θα εμφανίζεται στο frontend
fr: Etiquette qui sera affichée dans le frontend
ja: フロントエンドに表示されるラベル
lt: Etiketė, rodoma vartotojo sąsajoje
nl: Label dat in de frontend getoond wordt
ru: Метка, которая будет отображаться на фронтенде
sr: Etiketa koja će biti prikazana na korisničkoj strani
tr: Ön yüzde gösterilecek etiket

source: Color
cs: Barva
el: Χρώμα
fr: Couleur
ja: 色
lt: Spalva
nl: Kleur
ru: Цвет
sr: Boja
tr: Renk

source: Color that will be displayed in the frontend
cs: Barva, která bude zobrazena ve frontendu
el: Χρώμα που θα εμφανίζεται στο frontend
fr: Couleur qui sera affichée dans le frontend
ja: フロントエンドに表示される色
lt: Spalva, rodoma vartotojo sąsajoje
nl: Kleur die in de frontend getoond wordt
ru: Цвет отображения в интерфейсе
sr: Boja koja će biti prikazana na korisničkoj strani
tr: Ön yüzde gösterilecek renk

source: Model
el: Μοντέλο
fr: Modèle
ja: モデル
lt: Modelis
ru: Модель

source: Model this state is associated with
cs: Model, ke kterému je tento stav přiřazen
el: Μοντέλο με το οποίο συσχετίζεται αυτή η κατάσταση
fr: Modèle cet état est associé à
ja: この状態が関連するモデル
lt: Modelis, su kuriuo susieta būsena
nl: Model met deze staat is gekoppeld aan
ru: Модель, с которой связано это состояние
sr: Model ovog stanja je povezan sa
tr: Bu durumun ilişkilendirildiği model

source: Model must be selected
cs: Musí být vybrán model
el: Πρέπει να επιλεγεί μοντέλο
fr: Le modèle doit être sélectionné
ja: モデルを選択する必要があります
lt: Turi būti pasirinktas modelis
nl: Het model moet worden gekozen
ru: Необходимо выбрать модель
sr: Model mora biti izabran
tr: Model seçilmelidir

source: Key must be selected
cs: Musí být vybrán klíč
el: Πρέπει να επιλεγεί κλειδί
fr: La clé doit être sélectionnée
ja: キーを選択する必要があります。
lt: Turi būti pasirinktas raktas
nl: Sleutel moet worden geselecteerd
ru: Необходимо выбрать ключ
sr: Ključ mora biti izabran
tr: Anahtar Seçilmelidir

source: Logical key must be selected
cs: Musí být vybrán logický klíč
el: Πρέπει να επιλεγεί λογικό κλειδί
fr: La clé logique doit être sélectionnée
ja: 論理キーを選択する必要があります。
lt: Turi būti pasirinktas loginis raktas
nl: Logische sleutel moet worden geselecteerd
ru: Логическое состояние должно быть выбрано
sr: Logički ključ mora biti izabran
tr: Mantıksal anahtar seçilmelidir

source: Key must be different from logical key
cs: Klíč se musí lišit od logického klíče
el: Το κλειδί πρέπει να είναι διαφορετικό από το λογικό κλειδί
fr: La clé doit être différente de la clé logique
ja: キーは論理キーと異なる必要があります。
lt: Raktas turi skirtis nuo loginio rakto
nl: Sleutel moet anders zijn dan logische sleutel
ru: Ключ должен отличаться от логического ключа
sr: Ključ mora da se razlikuje od logičkog ključa
tr: Anahtar, mantık anahtarından farklı olmalıdır

source: Valid reference status class must be provided
cs: Musí být uvedena platná referenční třída statusu
el: Πρέπει να δοθεί έγκυρη κλάση κατάστασης αναφοράς
fr: Une classe de statut de référence valide doit être fournie
ja: 有効な参照ステータスクラスが提供されなければならない
lt: Turi būti pateikta tinkama nuorodos būsenos klasė
nl: Geldige referentie status klasse moet worden opgegeven
ru: Должен быть указан корректный класс ссылочного статуса
sr: Validna referenca statusa klase mora biti dostavljena
tr: Geçerli bir referans durum sınıfı sağlanmalıdır

source: Key must be different from the logical keys of the reference status
cs: Klíč se musí lišit od logických klíčů referenčního statusu
el: Το κλειδί πρέπει να είναι διαφορετικό από τα λογικά κλειδιά της κατάστασης αναφοράς
fr: La clé doit être différente des clés logiques de l'état de référence
ja: キーは、参照ステータスの論理キーとは異なる必要があります。
lt: Raktas turi skirtis nuo nuorodos būsenų loginių raktų
nl: Sleutel moet verschillen van de logische sleutels van de referentie status
ru: Состояние должно отличаться от других логических состояний выбранного статуса
sr: Ključ mora biti različit od logičkog ključa referentnog statusa
tr: Anahtar, referans durumunun mantık anahtarlarından farklı olmalıdır

source: Logical key must be in the logical keys of the reference status
el: Το λογικό κλειδί πρέπει να ανήκει στα λογικά κλειδιά της κατάστασης αναφοράς
fr: La clé logique doit se trouver dans les clés logiques de l'état de référence
ja: 論理キーは、参照ステータスの論理キーに含まれていなければなりません。
lt: Loginis raktas turi būti tarp nuorodos būsenų loginių raktų
nl: Logische sleutel moet in de logische sleutels van de referentiestatus staan
ru: Логическое состояние должно быть из множества логических состояний выбранного статуса
sr: Logički ključ mora biti među logičkim ključevima referentnog statusa
tr: Mantık anahtarı, referans durumunun mantık anahtarları içinde olmalıdır

source: Name must be different from the names of the reference status
cs: Název se musí lišit od názvů referenčního statusu
el: Το όνομα πρέπει να είναι διαφορετικό από τα ονόματα της κατάστασης αναφοράς
fr: Le nom doit être différent des noms des statuts de référence
ja: リファレンス・ステータスの名前とは異なっていなければならない。
lt: Pavadinimas turi skirtis nuo nuorodos būsenų pavadinimų
nl: Naam moet anders zijn dan de namen van de referentie status
ru: Имя должно отличаться от имен эталонного статуса
sr: Naziv mora biti različit od naziva u statusu reference
tr: İsim, referans durumunun isimlerinden farklı olmalıdır

source: Selection List
cs: Výběrové pole
el: Λίστα επιλογών
fr: Liste de sélection
ja: セレクションリスト
lt: Pasirinkimų sąrašas
nl: Keuzelijst
ru: Список выбора
sr: Lista odabira
tr: Seçim Listesi

source: Selection Lists
cs: Výběrová pole
el: Λίστες επιλογών
fr: Listes de sélection
ja: セレクション・リスト
lt: Pasirinkimų sąrašai
nl: Selectielijst
ru: Списки выбора
sr: Liste odabira
tr: Seçim Listeleri

source: Name of the selection list
cs: Název výběrového pole
el: Όνομα της λίστας επιλογών
fr: Nom de la liste de sélection
ja: 選択リストの名前
lt: Pasirinkimų sąrašo pavadinimas
nl: Naam van de selectielijst
ru: Название списка выбора
sr: Ime liste odabira
tr: Seçim listesinin adı

source: Description of the selection list
cs: Popis výběrového pole
el: Περιγραφή της λίστας επιλογών
fr: Description de la liste de sélection
ja: 選択リストの説明
lt: Pasirinkimų sąrašo aprašymas
nl: Beschrijving van de selectielijst
ru: Описание списка выбора
sr: Opis liste odabira
tr: Seçim listesinin açıklaması

source: Locked
cs: Uzamčeno
el: Κλειδωμένο
fr: Verrouillé
ja: ロック中
lt: Užrakinta
nl: Vergrendeld
ru: Заблокирована
sr: Zaključano
tr: Kilitli

source: Is this selection list locked?
cs: Je tento seznam výběrů uzamčen?
el: Είναι αυτή η λίστα επιλογών κλειδωμένη;
fr: Cette liste de sélection est-elle verrouillée ?
ja: この選択リストはロックされていますか？
lt: Ar šis sąrašas užrakintas?
nl: Is deze selectielijst vergrendeld?
ru: Этот список выбора заблокирован?
sr: Da li je ova lista odabira zaključana?
tr: Bu seçim listesi kilitli mi?

source: Can this selection list be used?
cs: Může být tento seznam výběru použit?
el: Μπορεί να χρησιμοποιηθεί αυτή η λίστα επιλογών;
fr: Cette liste de sélection peut-elle être utilisée ?
ja: このセレクションリストは使えますか？
lt: Ar šį pasirinkimų sąrašą galima naudoti?
nl: Kan deze selectielijst worden gebruikt?
ru: Можно ли использовать этот список выбора?
sr: Da li se ova lista odabira može koristiti?
tr: Bu seçim listesi kullanılabilir mi?

source: Source Plugin
cs: Zdrojový plugin
el: Πρόσθετο πηγής
fr: Plug-in source
ja: ソースプラグイン
lt: Šaltinio papildinys
nl: Bron plug-in
ru: Исходный плагин
sr: Ekstenzija/dodatak za izvor
tr: Kaynak Eklentisi

source: Plugin which provides the selection list
cs: Plugin, který poskytuje seznam výběru
el: Πρόσθετο που παρέχει τη λίστα επιλογών
fr: Plugin qui fournit la liste de sélection
ja: 選択リストを提供するプラグイン
lt: Papildinys, pateikiantis šį pasirinkimų sąrašą
nl: Plug-in die de selectielijst biedt
ru: Плагин, который предоставляет список выбора
sr: Ekstenzija koja pruža listu odabira
tr: Seçim listesini sağlayan eklenti

source: Source String
cs: Zdrojový řetězec
el: Συμβολοσειρά πηγής
fr: Chaîne source
ja: ソースストリング
lt: Šaltinio eilutė
nl: Bron tekenreeks
ru: Исходная строка
sr: String izvora
tr: Kaynak Dize

source: Optional string identifying the source used for this list
cs: Volitelný řetězec identifikující zdroj použitý pro tento seznam
el: Προαιρετική συμβολοσειρά που ταυτοποιεί την πηγή που χρησιμοποιείται για αυτή τη λίστα
fr: Chaîne facultative identifiant la source utilisée pour cette liste
ja: このリストに使用されているソースを示すオプションの文字列
lt: Neprivaloma eilutė, identifikuojanti šaltinį, naudotą šiam sąrašui
nl: Optionele tekenreeks die de bron identificeert die voor deze lijst wordt gebruikt
ru: Необязательная строка, определяющая источник, используемый для этого списка
sr: Opcioni string koji identifikuje izvor koji se koristi za ovu listu
tr: Bu liste için kullanılan kaynağı belirten isteğe bağlı dize

source: Default Entry
cs: Výchozí položka
el: Προεπιλεγμένη καταχώρηση
fr: Entrée par défaut
ja: デフォルトエントリー
lt: Numatytasis įrašas
nl: Standaard vermelding
ru: Запись по умолчанию
sr: Podrazumevani unos
tr: Varsayılan Girdi

source: Default entry for this selection list
cs: Výchozí položka pro tento seznam výběru
el: Προεπιλεγμένη καταχώρηση για αυτή τη λίστα επιλογών
fr: Entrée par défaut pour cette liste de sélection
ja: この選択リストのデフォルト項目
lt: Numatytasis šio pasirinkimų sąrašo įrašas
nl: Standaard vermelding voor deze selectielijst
ru: Вариант по умолчанию для этого списка выбора
sr: Podrazumevani unos za ovu listu odabira
tr: Bu seçim listesi için varsayılan girdi

source: Created
cs: Vytvořeno
el: Δημιουργήθηκε
fr: Créé le
ja: 作成日
lt: Sukurta
nl: Gecreëerd
no: Opprettet
ru: Создано
sr: Kreirano
tr: Oluşturuldu

source: Date and time that the selection list was created
cs: Datum a čas vytvoření výběrového seznamu
el: Ημερομηνία και ώρα δημιουργίας της λίστας επιλογών
fr: Date et heure de création de la liste de sélection
ja: 選択リストが作成された日時
lt: Data ir laikas, kada buvo sukurtas pasirinkimų sąrašas
nl: Datum en tijd waarop de selectielijst is aangemaakt
ru: Дата и время создания списка выбора
sr: Datum i vreme kada je ova lista odabira kreirana
tr: Seçim listesinin oluşturulduğu tarih ve saat

source: Last Updated
cs: Poslední aktualizace
el: Τελευταία ενημέρωση
fr: Dernière mise à jour
ja: 最終更新
lt: Paskutinį kartą atnaujinta
nl: Laatst bijgewerkt
no: Sist oppdatert
ru: Последнее обновление
sr: Poslednje ažuriranje
tr: Son Güncelleme

source: Date and time that the selection list was last updated
cs: Datum a čas poslední aktualizace výběrového seznamu
el: Ημερομηνία και ώρα της τελευταίας ενημέρωσης της λίστας επιλογών
fr: Date et heure de la dernière mise à jour de la liste de sélection
ja: 選択リストが最後に更新された日時
lt: Data ir laikas, kada paskutinį kartą buvo atnaujintas sąrašas
nl: Datum en tijd waarop de selectielijst voor het laatst is bijgewerkt
ru: Дата и время последнего обновления списка выбора
sr: Datum i vreme kada je ova lista odabira ažurirana
tr: Seçim listesinin son güncellendiği tarih ve saat

source: Selection List Entry
cs: Položka seznamu výběrů
el: Καταχώρηση λίστας επιλογών
fr: Entrée de la liste de sélection
ja: セレクションリスト入力
lt: Pasirinkimų sąrašo įrašas
nl: Selectielijst item
ru: Вариант списка выбора
sr: Unos liste odabira
tr: Seçim Listesi Girdisi

source: Selection List Entries
cs: Položky seznamu výběrů
el: Καταχωρήσεις λίστας επιλογών
fr: Entrées de la liste de sélection
ja: セレクションリスト
lt: Pasirinkimų sąrašo įrašai
nl: Selectielijst item
ru: Варианты списка выбора
sr: Unosi liste odabira
tr: Seçim Listesi Girişleri

source: Selection list to which this entry belongs
cs: Seznam výběru, do kterého tato položka patří
el: Λίστα επιλογών στην οποία ανήκει αυτή η καταχώρηση
fr: Liste de sélection à laquelle appartient cette entrée
ja: このエントリーが属する選択リスト
lt: Pasirinkimų sąrašas, kuriam priklauso šis įrašas
nl: Selectielijst waaraan dit item hoort
ru: Список выбора, к которому относится данный вариант
sr: Lista odabira kojoj ovaj unos pripada
tr: Bu girdinin ait olduğu seçim listesi

source: Value of the selection list entry
cs: Název výběrového seznamu
el: Τιμή της καταχώρησης λίστας επιλογών
fr: Valeur de l'entrée de la liste de sélection
ja: 選択リストエントリーの値
lt: Pasirinkimų sąrašo įrašo reikšmė
nl: Naam van de selectielijst
ru: Значение варианта списка выбора
sr: Vrednost ovog unosa liste odabira
tr: Seçim listesi girdisinin değeri

source: Label for the selection list entry
cs: Popisek pro výběr seznamu
el: Ετικέτα για την καταχώρηση λίστας επιλογών
fr: Étiquette pour l'entrée de la liste de sélection
ja: 選択リスト項目のラベル
lt: Pasirinkimų įrašo etiketė
nl: Label voor het item in de selectielijst
ru: Метка для элемента списка выбора
sr: Naziv ovog unosa liste odabira
tr: Seçim listesi girdisi için etiket

source: Description of the selection list entry
cs: Popis vstupu výběrového seznamu
el: Περιγραφή της καταχώρησης λίστας επιλογών
fr: Description de l'entrée de la liste de sélection
ja: 選択リスト項目の説明
lt: Pasirinkimų įrašo aprašymas
nl: Beschrijving van het item in de selectielijst
ru: Описание варианта списка выбора
sr: Opis ovog unosa liste odabira
tr: Seçim listesi girdisinin açıklaması

source: Is this selection list entry active?
cs: Je tento výběr výběrového listu aktivní?
el: Είναι ενεργή αυτή η καταχώρηση λίστας επιλογών;
fr: Cette entrée de la liste de sélection est-elle active ?
ja: この選択リストはアクティブですか？
lt: Ar šis sąrašo įrašas aktyvus?
nl: Is dit item in deze lijst actief?
ru: Активен ли варианта списка выбора?
sr: Da li je unos ove liste odabira aktivan?
tr: Bu seçim listesi girdisi aktif mi?

source: Parameter Template
cs: Šablona parametru
el: Πρότυπο παραμέτρου
fr: Modèle de paramètre
ja: パラメータテンプレート
lt: Parametro šablonas
nl: Parameter sjabloon
no: Parametermal
ru: Шаблон параметра
sr: Šablon parametra
tr: Parametre Şablonu

source: Parameter Templates
cs: Šablona parametru
fr: Modèle de paramètre
ja: パラメータテンプレート
nl: Parameter sjablonen
ru: Шаблоны параметров
tr: Parametre Şablonları

source: Checkbox parameters cannot have units
cs: Parametry zaškrtávacího pole nemohou mít jednotky
el: Οι παράμετροι τύπου checkbox δεν μπορούν να έχουν μονάδες
fr: Les paramètres des cases à cocher ne peuvent pas avoir d'unités
ja: チェックボックスのパラメータに単位を指定することはできません。
lt: Žymimojo laukelio parametrai negali turėti matavimo vienetų
nl: Checkbox parameters kunnen geen eenheden bevatten
no: Sjekkboksparameter kan ikke ha enheter
ru: У параметров-переключателей не может быть единицы измерения
sr: Checkbox parametri ne mogu imati jedinice
tr: Onay kutusu parametrelerinin birimleri olamaz

source: Checkbox parameters cannot have choices
cs: Parametry zaškrtávacího pole nemohou mít výběr
el: Οι παράμετροι τύπου checkbox δεν μπορούν να έχουν επιλογές
fr: Les paramètres des cases à cocher ne peuvent pas comporter de choix
ja: チェックボックスパラメータに選択肢を持たせることはできません。
lt: Žymimojo laukelio parametrai negali turėti pasirinkimų
nl: Checkbox parameters kunnen geen eenheden bevatten
no: Sjekkboksparameter kan ikke ha valg
ru: У параметров-переключателей не может быть вариантов
sr: Checkbox parametri ne mogu imati izbore
tr: Onay kutusu parametrelerinin seçenekleri olamaz

source: Choices must be unique
cs: Volby musí být jedinečné
el: Οι επιλογές πρέπει να είναι μοναδικές
fr: Les choix doivent être uniques
ja: 選択肢はユニークでなければなりません
lt: Pasirinkimai turi būti unikalūs
nl: Keuzes moeten uniek zijn
no: Valg må være unike
ru: Варианты должны быть уникальными
sr: Izbori moraju biti jedinstveni
tr: Seçenekler eşsiz olmalıdır

source: Parameter template name must be unique
cs: Název šablony parametru musí být jedinečný
el: Το όνομα προτύπου παραμέτρου πρέπει να είναι μοναδικό
fr: Le nom du modèle de paramètre doit être unique
ja: パラメータ・テンプレート名は一意でなければなりません。
lt: Parametro šablono pavadinimas turi būti unikalus
nl: De template van de parameter moet uniek zijn
no: Navn på parametermal må være unikt
ru: Имя шаблона параметров должно быть уникальным
sr: Ime šablona parametra mora biti jedinstveno
tr: Parametre şablon adı benzersiz olmalıdır

source: Target model type for this parameter template
cs: Cílový typ modelu pro šablonu tohoto parametru
fr: Type de modèle cible pour ce modèle de paramètre
ja: このパラメータテンプレートにおける対象モデルタイプ
nl: Doelmodeltype voor dit parametersjabloon
ru: Тип целевой модели для этого шаблона параметра
tr: Bu parametre şablonu için hedef modeli türü

source: Parameter Name
cs: Název parametru
el: Όνομα παραμέτρου
fr: Nom du paramètre
ja: パラメータ名
lt: Parametro pavadinimas
nl: Parameternaam
no: Parameternavn
ru: Название параметра
sr: Naziv parametra
tr: Parametre Adı

source: Units
cs: Jednotky
el: Μονάδες
fr: Unités
ja: 単位
lt: Vienetai
nl: Eenheden
no: Enheter
ru: Единица измерения
sr: Jedinice
tr: Birim

source: Physical units for this parameter
cs: Fyzické jednotky pro tento parametr
el: Φυσικές μονάδες για αυτή την παράμετρο
fr: Unités physiques pour ce paramètre
ja: このパラメータの物理単位
lt: Fiziniai šio parametro vienetai
nl: Fysieke eenheden voor deze parameter
no: Fysisk enheter for denne parameteren
ru: Физическая единица этого параметра
sr: Fizičke jedinice za ovaj parametar
tr: Bu parametre için fiziksel birimler

source: Parameter description
cs: Popis parametru
el: Περιγραφή παραμέτρου
fr: Description des paramètres
ja: パラメータの説明
lt: Parametro aprašymas
nl: Parameter omschrijving
no: Parameterbeskrivelse
ru: Описание параметра
sr: Opis parametra
tr: Parametre açıklaması

source: Checkbox
cs: Zaškrtávací políčko
fr: Case à cocher
ja: チェックボックス
lt: Žymimasis laukelis
nl: Selectievakje
no: Sjekkboks
ru: Переключатель
sr: Polje za potvrdu
tr: Onay kutusu

source: Is this parameter a checkbox?
cs: Je tento parametr zaškrtávací políčko?
el: Είναι αυτή η παράμετρος τύπου checkbox;
fr: Ce paramètre est-il une case à cocher ?
ja: このパラメータはチェックボックスですか？
lt: Ar šis parametras yra žymimasis laukelis?
nl: Is deze parameter een selectievak?
no: Er dette parameteret en sjekkboks?
ru: Этот параметр является переключателем?
sr: Da li je ovaj parametar checkbox?
tr: Bu parametre bir onay kutusu mu?

source: Choices
cs: Volby
el: Επιλογές
fr: Choix
ja: 選択肢
lt: Pasirinkimai
nl: Keuzes
no: Valg
ru: Варианты
sr: Izbori
tr: Seçenekler

source: Valid choices for this parameter (comma-separated)
cs: Platné volby pro tento parametr (oddělené čárkami)
el: Έγκυρες επιλογές για αυτή την παράμετρο (διαχωρισμένες με κόμμα)
fr: Choix valables pour ce paramètre (séparés par des virgules)
ja: このパラメータの有効な選択肢（カンマ区切り）
lt: Galimi pasirinkimai šiam parametrui (atskirti kableliais)
nl: Geldige keuzes voor deze parameter (komma gescheiden)
no: Gyldige valg for denne parameteren (kommaseparert)
ru: Возможные варианты этого параметра (разделить запятой)
sr: Validni izbori za ovaj parametar (razdvojeni zapetom)
tr: Bu parametre için geçerli seçenekler (virgül ile ayrılmış)

source: Selection list for this parameter
cs: Seznam výběru pro tento parametr
el: Λίστα επιλογών για αυτή την παράμετρο
fr: Liste de sélection pour ce paramètre
ja: このパラメータの選択リスト
lt: Pasirinkimų sąrašas šiam parametrui
nl: Lijst met selecties voor deze parameter
ru: Список выбора для этого параметра
sr: Lista izbora za ovaj parametar
tr: Bu parametre için seçim listesi

source: Enabled
cs: Povoleno
el: Ενεργό
fr: Activé
ja: 有効
lt: Įjungta
nl: Ingeschakeld
no: Aktivert
ru: Включено
sr: Omogućen
tr: Etkin

source: Is this parameter template enabled?
cs: Je šablona tohoto parametru povolena?
fr: Ce modèle de paramètre est-il activé ?
ja: このパラメータテンプレートは有効ですか？
nl: Is dit parametersjabloon ingeschakeld?
ru: Включен ли этот шаблон параметра?
tr: Bu parametre şablonu etkin mi?

source: Parameter
cs: Parametr
fr: Paramètre
ja: パラメータ
ru: Параметр
tr: Parametre

source: Parameters
cs: Parametry
fr: Paramètres
ja: パラメータ
no: Parametere
ru: Параметры
tr: Parametreler
