Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Outgoing email has not been configured. Some login and sign-up features may not work correctly!
no: Utgående e-post har ikke blitt kanskje. Noen innloggings- og registreringsfunksjoner fungerer kanskje ikke korrekt!

source: Signup
no: Registrering

source: Settings
no: Innstillinger

source: URLs
no: URLer

source: The Base-URL for this plugin is <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
no: Basis-URLen for denne utvidelsen er <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.

source: Open in new tab
no: Åpne i ny fane

source: Notification Settings
no: Innstillinger for varsling

source: Slug
no: URL-segment

source: Part Settings
no: Innstillinger for del

source: Part Import
no: Import av Del

source: Import Part
no: Importér Del

source: Part Parameter Templates
no: Mal for Delparameter

source: Stocktake Settings
no: Innstillinger for lagertelling

source: Stocktake Reports
no: Lagertellingsrapporter

source: Physical Units
no: Fysiske enheter

source: Add Unit
no: Legg til enhet

source: Plugin Settings
no: Innstillinger for Utvidelser

source: Changing the settings below require you to immediately restart the server. Do not change this while under active usage.
no: Endring av innstillingene nedenfor krever at du umiddelbart starter serveren på nytt. Ikke endre under aktiv bruk.

source: Plugins
no: Utvidelser

source: Install Plugin
no: Installer Utvidelse

source: Reload Plugins
no: Last utvidelser på nytt

source: External plugins are not enabled for this InvenTree installation
no: Eksterne utvidelser er ikke aktivert for denne InvenTree-installasjonen

source: Plugin Error Stack
no: Utvidelse feilstack

source: Stage
no: Stadium

source: Message
no: Melding

source: Plugin information
no: Informasjon om utvidelse

source: no version information supplied
no: ingen versjonsinformasjon angitt

source: License
no: Lisens

source: The code information is pulled from the latest git commit for this plugin. It might not reflect official version numbers or information but the actual code running.
no: Kodeinformasjonen hentes fra siste git-commit for denne utvidelsen. Det gjenspeiler kanskje ikke offisielle versjonsnummer eller informasjon, men den faktiske koden som kjører.

source: Package information
no: Informasjon om pakken

source: Installation method
no: Installasjonsmåte

source: This plugin was installed as a package
no: Denne utvidelsen ble installert som en pakke

source: This plugin was found in a local server path
no: Denne utvidelsen ble funnet på en lokal serversti

source: Installation path
no: Installasjonssti

source: This is a builtin plugin which cannot be disabled
no: Dette er en innebygd utvidelse som ikke kan deaktiveres

source: This is a sample plugin
no: Dette er en eksempelplugin

source: Commit Author
no: Commit-forfatter

source: Commit Date
no: Commit-dato

source: Commit Message
no: Commit-melding

source: Purchase Order Settings
no: Innstillinger for Innkjøpsordre

source: Pricing Settings
no: Innstillinger for prising

source: Exchange Rates
no: Valutakurser

source: Update Now
no: Oppdater nå

source: Last Update
no: Siste oppdatering

source: Never
no: Aldri

source: Project Code Settings
no: Innstillinger for prosjektkoder

source: Project Codes
no: Prosjektkoder

source: New Project Code
no: Ny Prosjektkode

source: Report Settings
no: Rapportinstillinger

source: Return Order Settings
no: Innstillinger for Returordre

source: No value set
no: Ingen verdi satt

source: Edit setting
no: Rediger innstilling

source: New Location Type
no: Ny plasseringstype

source: User Settings
no: Brukerinnstillinger

source: Account
no: Konto

source: Display
no: Visning

source: Home Page
no: Startside

source: Search
no: Søk

source: Reporting
no: Rapportering

source: Global Settings
no: Globale innstillinger

source: Labels
no: Etiketter

source: Categories
no: Kategorier

source: Sales Order Settings
no: Innstillinger for salgsordre

source: Stock Settings
no: Instillinger for lager

source: Stock Location Types
no: Lagerplasseringstyper

source: Account Settings
no: Kontoinnstillinger

source: Change Password
no: Endre passord

source: The following email addresses are associated with your account:
no: Følgende e-postadresser er tilknyttet din konto:

source: Verified
no: Bekreftet

source: Unverified
no: Ubekreftet

source: Primary
no: Primær

source: Make Primary
no: Gjør til primær

source: Re-send Verification
no: Re-send bekreftelse

source: Warning:
no: Advarsel:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
no: Du har for øyeblikket ikke konfigurert noen epostadresse. Du burde legge til en e-postadresse slik at du kan motta varslinger, tilbakestille passordet, osv.

source: Add Email Address
no: Legg til e-postadresse

source: Add Email
no: Legg til e-post

source: Multifactor
no: Multifaktor

source: You have these factors available:
no: Du har disse faktorene tilgjengelig:

source: Static
no: Statisk

source: Multifactor authentication is not configured for your account
no: Multifaktor-autentisering er ikke konfigurert for din konto

source: Change factors
no: Endre faktorer

source: Setup multifactor
no: Sett opp multifaktor

source: Remove multifactor
no: Fjern multifaktor

source: Active Sessions
no: Aktive økter

source: Log out active sessions (except this one)
no: Logg ut aktive økter (unntatt denne)

source: Log Out Active Sessions
no: Logg Ut Aktive Økter

source: <em>unknown on unknown</em>
no: <em>ukjent på ukjent</em>

source: <em>unknown</em>
no: <em>ukjent</em>

source: IP Address
no: IP-adresse

source: Device
no: Enhet

source: Last Activity
no: Siste aktivitet

source: %(time)s ago (this session)
no: %(time)s siden (denne økten)

source: %(time)s ago
no: %(time)s siden

source: Display Settings
no: Visningsinnstillinger

source: Theme Settings
no: Temainnstillinger

source: Select theme
no: Velg tema

source: Set Theme
no: Sett tema

source: Language Settings
no: Språkinnstillinger

source: Select language
no: Velg språk

source: %(lang_translated)s%% translated
no: %(lang_translated)s%% oversatt

source: No translations available
no: Ingen oversettelser tilgjengelig

source: Set Language
no: Angi språk

source: Some languages are not complete
no: Noen språk er ikke komplett

source: Show only sufficient
no: Vis kun tilstrekkelige

source: and hidden.
no: og skjulte.

source: Show them too
no: Vis dem også

source: Help the translation efforts!
no: Hjelp oss med oversettelsesinnsatsen!

source: Native language translation of the web application is community contributed via crowdin. Contributions are welcomed and encouraged.
no: Språkoversettelsen av nettapplikasjonen er bidratt av fellesskapet via crowdin. Bidrag er ønsket og settes pris på.

source: InvenTree Translation Project
no: InvenTree Oversettelsesprosjekt

source: Home Page Settings
no: Innstillinger for startside

source: Search Settings
no: Søkeinnstillinger

source: Single Sign On Accounts
no: "Single Sign On"-kontoer

source: You can sign in to your account using any of the following third party accounts:
no: Du kan logge inn på kontoen din ved hjelp av følgende tredjepartskontoer:

source: There are no social network accounts connected to this account.
no: Det finnes ingen sosiale nettverkskontoer koblet til denne kontoen.

source: Add SSO Account
no: Legg til SSO-konto

source: Single Sign On is not enabled for this server
no: Single Sign On er ikke aktivert for denne serveren

source: InvenTree Version
no: InvenTree-versjon

source: Development Version
no: Utviklingsversjon

source: Up to Date
no: Oppdatert

source: InvenTree Documentation
no: InvenTree-dokumentasjon

source: API Version
no: API-versjon

source: Python Version
no: Python-versjon

source: Django Version
no: Django-versjon

source: View Code on GitHub
no: Vis koden på GitHub

source: Credits
no: Krediteringer

source: Mobile App
no: Mobilapp

source: Submit Bug Report
no: Send feilrapport

source: copy to clipboard
no: kopier til utklippstavle

source: copy version information
no: kopiér versjonsinformasjon

source: Confirm Email Address
no: Bekreft e-postadresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
no: Vennligst bekreft at <a href="mailto:%(email)s">%(email)s</a> er ne e-postadresse for bruker %(user_display)s.

source: Confirm
no: Bekreft

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
no: Denne e-postbekreftelseslenken er utgått eller ugyldig. Vennligst <a href="%(email_url)s">send en ny bekreftelsesforespørsel</a>.

source: Sign In
no: Logg inn

source: Not a member?
no: Ikke medlem?

source: Sign Up
no: Registrer deg

source: Forgot Password?
no: Glemt passord?

source: or log in with
no: eller logg på med

source: Sign Out
no: Logg ut

source: Are you sure you want to sign out?
no: Er du sikker på at du vil logge ut?

source: Return to Site
no: Gå tilbake til siden

source: Password Reset
no: Tilbakestill passord

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
no: Glemt passord? Skriv inn e-postadressen din under, så sender vi deg en e-post slik at du kan tilbakestille den.

source: Reset My Password
no: Tilbakestill passord

source: This function is currently disabled. Please contact an administrator.
no: Denne funksjonen er deaktivert. Vennligst kontakt en administrator.

source: Bad Token
no: Ugyldig token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
no: Link for å tilbakestille passordet var ugyldig, muligens fordi det allerede er brukt. Be om en <a href="%(passwd_reset_url)s">ny tilbakestilling</a>.

source: Change password
no: Endre passord

source: Your password is now changed.
no: Passordet ditt er nå endret.

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
no: Har du allerede en konto? Vennligst <a href="%(login_url)s">logg inn</a>.

source: Use a SSO-provider for signup
no: Bruk en SSO-leverandør for registrering

source: Sign Up Closed
no: Registreringen er lukket

source: Sign up is currently closed.
no: Registrering er for tiden stengt.

source: Return to login page
no: Tilbake til innloggingsside

source: View in administration panel
no: Vis i administrasjonspanel

source: Two-Factor Authentication
no: Tofaktor-autentisering

source: Authenticate
no: Autentisér

source: Two-Factor Authentication Backup Tokens
no: Tofaktor-autentisering Backup-symboler

source: Backup tokens have been generated, but are not revealed here for security reasons. Press the button below to generate new ones.
no: Backup-symboler er generert, men ikke avslørt her av sikkerhetshensyn. Trykk på knappen under for å generere nye.

source: No backup tokens are available. Press the button below to generate some.
no: Ingen backup-symboler er tilgjengelig. Trykk på knappen under for å generere noen.

source: Generate Tokens
no: Generer Symboler

source: Disable Two-Factor Authentication
no: Deaktiver Tofaktor-autentisering

source: Are you sure?
no: Er du sikker?

source: Disable 2FA
no: Deaktiver 2FA

source: Setup Two-Factor Authentication
no: Sett opp to-faktor autentisering

source: Step 1
no: Trinn 1

source: Scan the QR code below with a token generator of your choice (for instance Google Authenticator).
no: Skann QR-koden nedenfor med en symbolgenerator du velger (for eksempel Google Authenticator).

source: Step 2
no: Trinn 2

source: Input a token generated by the app:
no: Angi et symbol generert av appen:

source: Verify
no: Bekreft

source: Add Link
no: Legg til lenke

source: Add Attachment
no: Legg til vedlegg

source: Barcode Identifier
no: Strekkode-identifikator

source: Scan Barcode
no: Skann strekkode

source: Close
no: Lukk

source: Form errors exist
no: Skjemafeil eksisterer

source: Submit
no: Send

source: Notifications will load here
no: Varsler lastes inn her

source: Enter search query
no: Angi søkeord

source: Buy
no: Kjøp

source: Sell
no: Selg

source: Show Notifications
no: Vis varsler

source: New Notifications
no: Nye varslinger

source: Logout
no: Logg ut

source: Save
no: Lagre

source: Show all notifications and history
no: Vis alle varsler og historikk

source: QR data not provided
no: QR-data ikke oppgitt

source: You were logged out successfully.
no: Du ble logget ut.

source: Log in again
no: Logg inn på nytt

source: Show full search results
no: Vis fullstendige søkeresultater

source: Clear search
no: Nullstill søk

source: Close search menu
no: Lukk søkemeny

source: Social Network Login Failure
no: "Sosial nettverk"-pålogging feilet

source: Account Login Failure
no: Kontofeil ved innlogging

source: An error occurred while attempting to login via your social network account.
no: En feil oppstod under forsøk på å logge inn via din sosiale nettverkskonto.

source: Contact your system administrator for further information.
no: Kontakt systemadministratoren for mer informasjon.

source: Connect %(provider)s
no: Koble til %(provider)s

source: You are about to connect a new third party account from %(provider)s.
no: Du er i ferd med å koble en ny tredjepartskonto fra %(provider)s.

source: Sign In Via %(provider)s
no: Logg på via %(provider)s

source: You are about to sign in using a third party account from %(provider)s.
no: Du er i ferd med å logge inn med en tredjepartskonto fra %(provider)s.

source: Continue
no: Fortsett

source: Invalid SSO Provider
no: Ugyldig SSO-leverandør

source: The selected SSO provider is invalid, or has not been correctly configured
no: Valgt SSO-leverandør er ugyldig, eller den er ikke riktig konfigurert

source: Provider has not been configured
no: Leverandør er ikke konfigurert

source: No SSO providers have been configured
no: Ingen SSO-leverandører er konfigurert

source: Instance Name
no: Instansnavn

source: Server is running in debug mode
no: Serveren kjører i debug-modus

source: Docker Mode
no: Docker-modus

source: Server is deployed using docker
no: Serveren er distribuert ved hjelp av docker

source: Plugin Support
no: Støtte for utvidelser

source: Plugin support enabled
no: Utvidelsesstøtte aktivert

source: Plugin support disabled
no: Utvidelsesstøtte deaktivert

source: Healthy
no: Frisk

source: Issues detected
no: Problemer oppdaget

source: Background Worker
no: Bakgrunnsarbeider

source: Background worker not running
no: Bakgrunnsarbeider kjører ikke

source: Email Settings
no: E-Post-Innstillinger

source: Email settings not configured
no: E-postinnstillinger ikke konfigurert

source: Yes
no: Ja

source: No
no: Nei

source: The following users are members of multiple groups
no: Følgende brukere er medlemmer av flere grupper
