Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Date stocktake was performed
cs: Datum provedení inventury
el: Ημερομηνία που πραγματοποιήθηκε η απογραφή
fr: Date de l'inventaire
ja: ストックテイク実施日
lt: Inventorizacijos atlikimo data
nl: Datum waarop voorraad werd uitgevoerd
no: Dato for utført lagertelling
ru: Дата проведения инвентаризации
sr: Datum kada je izvršen popis
tr: Stok sayımının yapıldığı tarih

source: Minimum Stock Cost
cs: Minimální cena zásob
el: Ελάχιστο κόστος αποθέματος
fr: Coût minimum du stock
ja: 最低在庫コスト
lt: Minimali atsargų kaina
nl: Minimale voorraadprijs
no: Minimal lagerkostnad
ru: Минимальная стоимость запасов
sr: Minimalna vrednost zaliha
tr: Minimum Stok Maliyeti

source: Estimated minimum cost of stock on hand
cs: Odhadovaná minimální cena zásob k dispozici
el: Εκτιμώμενο ελάχιστο κόστος αποθέματος σε διαθεσιμότητα
fr: Coût minimum estimé des stocks disponibles
ja: 手元在庫の最低見積原価
lt: Apytikslė minimali turimų atsargų kaina
nl: Geschatte minimum kosten van de voorraad op de hand
no: Estimert minimal kostnad for lagerbeholdning
ru: Оценочная минимальная стоимость имеющихся запасов
sr: Procenjena minimalna vrednost trenutnih zaliha
tr: Mevcut stokun tahmini minimum maliyeti

source: Maximum Stock Cost
cs: Maximální cena zásob
el: Μέγιστο κόστος αποθέματος
fr: Coût maximal du stock
ja: 最大在庫コスト
lt: Maksimali atsargų kaina
nl: Maximale voorraadkosten
no: Maksimal lagerkostnad
ru: Максимальная стоимость запасов
sr: Maksimalna vrednost zaliha
tr: Maksimum Stok Maliyeti

source: Estimated maximum cost of stock on hand
cs: Odhadovaná maximální cena zásob k dispozici
el: Εκτιμώμενο μέγιστο κόστος αποθέματος σε διαθεσιμότητα
fr: Coût maximum estimé des stocks disponibles
ja: 手元在庫の最大見積原価
lt: Apytikslė maksimali turimų atsargų kaina
nl: Geschatte maximale kosten van de hand van voorraad
no: Estimert maksimal kostnad for lagerbeholdning
ru: Оценочная максимальная стоимость имеющихся запасов
sr: Procenjena maksimalna vrednost trenutnih zaliha
tr: Mevcut stokun tahmini maksimum maliyeti

source: Part Sale Price Break
cs: Částeční sleva v ceně
el: Κλιμακωτή τιμή πώλησης προϊόντος
fr: Vente de pièces détachées Prix cassé
ja: パーツセール価格
lt: Detalės kainų intervalai pardavimui
nl: Periodieke verkoopprijs voor onderdelen
ru: Цена продажи детали по порогу
sr: Smanjenje prodajne cene dela
tr: Parça Satış Fiyat Kademesi

source: Part Test Template
cs: Šablona testu položky
el: Πρότυπο δοκιμής προϊόντος
fr: Modèle de test partiel
ja: 部品試験テンプレート
lt: Detalės bandymų šablonas
nl: Sjabloon test onderdeel
ru: Шаблон теста детали
sr: Šablon testa dela
tr: Parça Test Şablonu

source: Invalid template name - must include at least one alphanumeric character
cs: Neplatný název šablony - musí obsahovat alespoň jeden alfanumerický znak
el: Μη έγκυρο όνομα προτύπου - πρέπει να περιλαμβάνει τουλάχιστον έναν αλφαριθμητικό χαρακτήρα
fr: Le nom du modèle n'est pas valide - il doit comporter au moins un caractère alphanumérique
ja: 無効なテンプレート名 - 英数字を1文字以上含む必要があります。
lt: Netinkamas šablono pavadinimas - turi būti bent vienas raidinis ar skaitinis simbolis
nl: Ongeldige sjabloonnaam - moet minstens één alfanumeriek teken bevatten
ru: Недопустимое имя шаблона — должно содержать хотя бы один буквенно-цифровой символ
sr: Nevažeći naziv šablona - mora da uključuje bar jedan alfanumerički karakter
tr: Geçersiz şablon adı - en az bir alfasayısal karakter içermelidir

source: Test templates can only be created for testable parts
cs: Zkušební šablony lze vytvořit pouze pro testovatelné části
el: Πρότυπα δοκιμών μπορούν να δημιουργηθούν μόνο για προϊόντα που είναι υπό δοκιμή
fr: Les modèles de test ne peuvent être créés que pour les parties testables
ja: テストテンプレートは、テスト可能な部分に対してのみ作成できます。
lt: Bandymų šablonus galima kurti tik testuojamoms detalėms
nl: Test sjablonen kunnen alleen worden gemaakt voor testbare onderdelen
ru: Шаблоны тестов можно создавать только для тестируемых деталей
sr: Test šabloni mogu biti kreirani samo za delove koje je moguće testirati
tr: Test şablonları sadece test edilebilir paçalar için oluşturulabilir

source: Test template with the same key already exists for part
cs: Testovací šablona se stejným klíčem již existuje pro díl
el: Υπάρχει ήδη πρότυπο δοκιμής με το ίδιο κλειδί για το προϊόν
fr: Un modèle de test avec la même clé existe déjà pour la partie
ja: 同じキーを持つテスト・テンプレートがパートに既に存在します。
lt: Detalė jau turi bandymų šabloną su tokiu pačiu raktu
nl: Test template met dezelfde sleutel bestaat al voor een deel
ru: Шаблон теста с тем же ключом уже существует для детали
sr: Test šablon sa istim ključem već postoji za ovaj deo
tr: Aynı anahtara sahip test şablonu parça için zaten mevcut

source: Test Name
cs: Název testu
el: Όνομα δοκιμής
fr: Nom de test
ja: 試験名
lt: Bandymo pavadinimas
nl: Test naam
no: Testnavn
ru: Название теста
sr: Naziv testa
tr: Test Adı

source: Enter a name for the test
cs: Zadejte název testu
el: Εισαγάγετε όνομα για τη δοκιμή
fr: Entrez un nom pour le test
ja: テストの名前を入力します。
lt: Įveskite bandymo pavadinimą
nl: Geef een naam op voor de test
no: Angi et navn for testen
ru: Введите имя для теста
sr: Unesi naziv za ovaj test
tr: Test için bir ad girin

source: Test Key
cs: Testovací klíč
el: Κλειδί δοκιμής
fr: Clé de test
ja: テストキー
lt: Bandymo raktas
nl: Test sleutel
ru: Ключ теста
sr: Test ključ
tr: Test Anahtarı

source: Simplified key for the test
cs: Zjednodušený klíč pro testování
el: Απλοποιημένο κλειδί για τη δοκιμή
fr: Clé simplifiée pour le test
ja: テストの簡易キー
lt: Supaprastintas bandymo raktas
nl: Vereenvoudigde sleutel voor de test
ru: Упрощённый ключ для теста
sr: Pojednostavljen ključ za test
tr: Test için basitleştirilmiş anahtar

source: Test Description
cs: Popis testu
el: Περιγραφή δοκιμής
fr: Description du test
ja: 試験内容
lt: Bandymo aprašymas
nl: Test beschrijving
no: Testbeskrivelse
ru: Описание теста
sr: Opis testa
tr: Test Açıklaması

source: Enter description for this test
cs: Zadejte popis pro tento test
el: Εισαγάγετε περιγραφή για αυτή τη δοκιμή
fr: Saisir la description de ce test
ja: このテストの説明を入力してください。
lt: Įveskite šio bandymo aprašymą
nl: Voer beschrijving in voor deze test
no: Legg inn beskrivelse for denne testen
ru: Введите описание для этого теста
sr: Unesi opis za ovaj test
tr: Bu test için açıklama girin

source: Is this test enabled?
cs: Je tento test povolen?
el: Είναι αυτή η δοκιμή ενεργή;
fr: Ce test est-il activé ?
ja: このテストは有効ですか？
lt: Ar šis bandymas įjungtas?
nl: Is deze test ingeschakeld?
ru: Активен ли данный тест?
sr: Da li je ovaj test omogućen?
tr: Bu test etkinleştirildi mi?

source: Required
cs: Požadováno
el: Απαραίτητη
fr: Requis
ja: 必須
lt: Privalomas
nl: Vereist
no: Påkrevd
ru: Необходим
sr: Neophodno
tr: Gerekli

source: Is this test required to pass?
cs: Je tato zkouška vyžadována k projití?
el: Απαιτείται η επιτυχής ολοκλήρωση αυτής της δοκιμής;
fr: Ce test est-il obligatoire pour passer l'examen ?
ja: このテストは合格するために必要ですか？
lt: Ar šį bandymą būtina išlaikyti?
nl: Is deze test nodig om te doorlopen?
no: Er det påkrevd at denne testen bestås?
ru: Необходимо ли пройти этот тест?
sr: Da li je neophodno da ovaj test prođe?
tr: Testi geçmesi için bu gerekli mi?

source: Requires Value
cs: Požadovaná hodnota
el: Απαιτεί τιμή
fr: Valeur requise
ja: 価値が必要
lt: Reikalauja reikšmės
nl: Waarde vereist
no: Krever verdi
ru: Требуется значение
sr: Zahteva vrednost
tr: Değer Gerektirir

source: Does this test require a value when adding a test result?
cs: Vyžaduje tato zkouška hodnotu při výpočtu výsledku zkoušky?
el: Απαιτεί αυτή η δοκιμή τιμή κατά την προσθήκη αποτελέσματος δοκιμής;
fr: Ce test nécessite-t-il une valeur lors de l'ajout d'un résultat de test ?
ja: このテストは、テスト結果を追加する際に値を必要としますか？
lt: Ar šiam bandymui reikia įvesti reikšmę pridedant rezultatą?
nl: Heeft deze test een waarde nodig bij het toevoegen van een testresultaat?
no: Krever denne testen en verdi når det legges til et testresultat?
ru: Требуется ли значение для этого теста при добавлении результата?
sr: Da li ovaj test zahteva vrednost prilikom dodavanja rezultata testa?
tr: Bir test sonucu eklerken bu test bir değer gerektirir mi?

source: Requires Attachment
cs: Vyžaduje přílohu
el: Απαιτεί συνημμένο
fr: Nécessite une pièce jointe
ja: アタッチメントが必要
lt: Reikalauja priedo
nl: Vereist bijlage
no: Krever vedlegg
ru: Требуются вложения
sr: Zahteva prilog
tr: Ek Gerektirir

source: Does this test require a file attachment when adding a test result?
cs: Vyžaduje tato zkouška soubor při přidání výsledku testu?
el: Απαιτεί αυτή η δοκιμή συνημμένο αρχείο κατά την προσθήκη αποτελέσματος δοκιμής;
fr: Ce test nécessite-t-il un fichier joint lors de l'ajout d'un résultat de test ?
ja: この試験では、試験結果を追加する際にファイルの添付が必要ですか。
lt: Ar šiam bandymui reikia pridėti failą su rezultatu?
nl: Vereist deze test een bestandsbijlage bij het toevoegen van een testresultaat?
no: Krever denne testen et filvedlegg når du legger inn et testresultat?
ru: Требуется ли прикреплять вложение в виде файла при добавлении результатов теста?
sr: Da li ovaj test zahteva fajl kao prilog prilikom dodavanja rezultata testa?
tr: Bir test sonucu eklerken bu test bir dosya eki gerektirir mi?

source: Valid choices for this test (comma-separated)
cs: Platné volby pro tento test (oddělené čárkami)
el: Έγκυρες επιλογές για αυτή τη δοκιμή (διαχωρισμένες με κόμμα)
fr: Choix valables pour ce test (séparés par des virgules)
ja: このテストで有効な選択肢（カンマ区切り）
lt: Galimi pasirinkimai šiam bandymui (atskirti kableliais)
nl: Geldige keuzes voor deze parameter (komma gescheiden)
ru: Допустимые варианты данного теста(через запятую)
sr: Validni izbori za ovaj test (razdvojeni zapetom)
tr: Bu test için geçerli seçenekler (virgül ile ayrılmış)

source: BOM item cannot be modified - assembly is locked
cs: Položku kusovníku nelze změnit - sestava je uzamčena
el: Το στοιχείο BOM δεν μπορεί να τροποποιηθεί - η συναρμολόγηση είναι κλειδωμένη
fr: L'article de nomenclature ne peut pas être modifié - l'assemblage est verrouillé
ja: BOMアイテムは変更できません - アセンブリがロックされています。
lt: BOM elemento keisti negalima - surinkimas užrakintas
nl: BOM item kan niet worden gewijzigd - assemblage is vergrendeld
ru: Пункт спецификации нельзя изменить — сборка заблокирована
sr: Stavke sa spiska materijala se ne mogu modifikovati - sklapanje je zaključano
tr: BOM kalemi değiştirilemez - montaj kilitlidir

source: BOM item cannot be modified - variant assembly is locked
cs: Položku kusovníku nelze změnit - varianta montáže je uzamčena
el: Το στοιχείο BOM δεν μπορεί να τροποποιηθεί - η συναρμολόγηση παραλλαγής είναι κλειδωμένη
fr: Le poste de nomenclature ne peut pas être modifié - l'assemblage de la variante est verrouillé
ja: BOM アイテムは変更できません - バリアントアセンブリがロックされています。
lt: BOM elemento keisti negalima - varianto surinkimas užrakintas
nl: BOM item kan niet worden gewijzigd - assemblage is vergrendeld
ru: Пункт спецификации нельзя изменить — вариант сборки заблокирован
sr: Stavke sa spiska materijala se ne mogu modifikovati - sklapanje varijanti je zaključano
tr: BOM kalemi değiştirilemez - varyant montajı kilitlidir

source: Select parent part
cs: Vyberte nadřazený díl
el: Επιλέξτε γονικό προϊόν
fr: Sélectionner la partie parentale
ja: 親部品を選択
lt: Pasirinkite pirminę detalę
nl: Selecteer boven liggend onderdeel
no: Velg overordnet del
ru: Выберите родительскую деталь
sr: Izaberi nadređeni deo
tr: Üst parçayı seçin

source: Sub part
cs: Poddílec
el: Υποπροϊόν
fr: Sous-partie
ja: サブパート
lt: Pavaldi detalė
nl: Sub onderdeel
no: Underordnet del
ru: Суб-деталь
sr: Pod-deo
tr: Alt parça

source: Select part to be used in BOM
cs: Vyberte díl které bude použit v kusovníku
el: Επιλέξτε προϊόν που θα χρησιμοποιηθεί στο BOM
fr: Sélectionner la pièce à utiliser dans la nomenclature
ja: BOMで使用する部品を選択
lt: Pasirinkite detalę, naudojamą BOM
nl: Selecteer onderdeel dat moet worden gebruikt in BOM
no: Velg del som skal brukes i BOM
ru: Выбрать деталь для использования в BOM
sr: Izaberi deo koji će biti korišćen u spisku materijala
tr: BOM'da kullanılacak parçayı seçin

source: BOM quantity for this BOM item
cs: Kusovníkové množství pro tuto kusovníkovou položku
el: Ποσότητα BOM για αυτό το στοιχείο BOM
fr: Quantité de nomenclature pour ce poste de nomenclature
ja: このBOMアイテムのBOM数量
lt: BOM reikalingas šios detalės kiekis
nl: BOM hoeveelheid voor dit BOM item
no: BOM-antall for denne BOM-artikkelen
ru: Количество элементов в спецификации
sr: Količina spiskova materijala za ovu stavku sa spiska materijala
tr: Bu BOM kalemi için BOM miktarı

source: This BOM item is optional
cs: Tato položka kusovníku je nepovinná
el: Αυτό το στοιχείο BOM είναι προαιρετικό
fr: Ce poste de nomenclature est facultatif
ja: この部品表はオプションです。
lt: Šis BOM elementas yra pasirenkamas
nl: Dit BOM item is optioneel
no: Denne BOM-artikkelen er valgfri
ru: Эта позиция спецификации необязательна
sr: Ova stavka sa spiska materijala je opciona
tr: Bu BOM kalemi isteğe bağlıdır

source: This BOM item is consumable (it is not tracked in build orders)
cs: Tento předmět kusovníku je spotřebovatelný (není sledován v objednávkách stavby)
el: Αυτό το στοιχείο BOM είναι αναλώσιμο (δεν παρακολουθείται στις εντολές παραγωγής)
fr: Ce poste de nomenclature est consommable (il n'est pas suivi dans les ordres de fabrication).
ja: このBOMアイテムは消耗品です。
lt: Šis BOM elementas yra sunaudojamas (nesekamas gamybos užsakymuose)
nl: Dit BOM item is verbruikbaar (het wordt niet bijgehouden in build orders)
no: Denne BOM-artikkelen er forbruksvare (den spores ikke i produksjonsordrer)
ru: Эта позиция - расходник (она не отслеживается в заказах на производство)
sr: Ova stavka sa spiska materijala se može potrošiti (nije praćena u nalozima za izradu)
tr: Bu BOM kalemi bir sarf malzemesidir (üretim emirlerinde izlenmez)

source: Setup Quantity
cs: Nastavit množství
el: Ποσότητα ρύθμισης
fr: Définir la quantité
ja: 設定数量
nl: Totale hoeveelheid
ru: Количество для подготовки
tr: Hazırlık Payı

source: Extra required quantity for a build, to account for setup losses
cs: Dodatečné množství potřebné pro sestavení k vyúčtování ztráty nastavení
el: Επιπλέον απαιτούμενη ποσότητα για μια παραγωγή, για να ληφθούν υπόψη οι απώλειες ρύθμισης
ja: ビルドに必要な追加の必要量（セットアップ時の損失を考慮した分）
nl: Extra benodigde hoeveelheid voor een build, rekening houdend met verliezen van de setup
ru: Дополнительное требуемое количество для сборки, учитывающее потери при подготовке
tr: Bir üretimdeki hazırlık kayıplarını telafi etmek için gereken ek miktar

source: Attrition
cs: Přirozené ztráty
el: Φθορά
ja: 歩留まり損失
nl: Attriatie
ru: Потери
tr: Fire

source: Estimated attrition for a build, expressed as a percentage (0-100)
cs: Odhadované přirozené ztráty pro stavbu, vyjádřeno v procentech (0-100)
el: Εκτιμώμενη φθορά για μια παραγωγή, εκφρασμένη ως ποσοστό (0-100)
fr: Attrition estimée pour cette fabrication, exprimée en pourcentage (0-100)
ja: ビルドにおける推定歩留まり率（0～100％で表されます）
nl: Geschatte uitstraling voor een gebouw, uitgedrukt in percentage (0-100)
ru: Оценочные потери для сборки, выраженные в процентах (0–100)
tr: Bir üretim için tahmini fire oranı, yüzde olarak ifade edilir (0-100)

source: Rounding Multiple
cs: Zaokrouhlení více
el: Πολλαπλάσιο στρογγυλοποίησης
fr: Arrondi au multiple
ja: 丸め倍数
nl: Afronden meerdere
ru: Округление до кратности
tr: Kat Yuvarlama

source: Round up required production quantity to nearest multiple of this value
cs: Zaokrouhlit požadované množství produkce na nejbližší násobek této hodnoty
el: Στρογγυλοποίηση προς τα πάνω της απαιτούμενης ποσότητας παραγωγής στο πλησιέστερο πολλαπλάσιο αυτής της τιμής
fr: Arrondir la quantité de production requise au multiple le plus proche de cette valeur
ja: 必要な生産数量を、この値の倍数に切り上げてください。
nl: Afronden met omhoog vereiste productiehoeveelheid naar dichtstbijzijnde meerdere van deze waarde
ru: Округлять требуемое производственное количество до ближайшего кратного этого значения
tr: Gerekli üretim miktarını bu değerin en yakın katına yuvarlayın

source: BOM item reference
cs: Reference položky kusovníku
el: Αναφορά στοιχείου BOM
fr: Référence du poste de nomenclature
ja: BOMアイテムリファレンス
lt: BOM nuoroda
nl: Artikelregel referentie
no: BOM-artikkelreferanse
ru: Ссылка на позицию спецификации
sr: Referenca stavke sa spiska materijala
tr: BOM kalemi referansı

source: BOM item notes
cs: Poznámky k položce kusovníku
el: Σημειώσεις στοιχείου BOM
fr: Notes sur les postes de nomenclature
ja: BOMアイテムノート
lt: BOM pastabos
nl: BOM item notities
no: BOM-artikkelnotater
ru: Заметка о позиции в спецификации
sr: Beleške stavki sa spiska materijala
tr: BOM kalemi notları

source: Checksum
cs: Kontrolní součet
el: Άθροισμα ελέγχου
fr: Somme de contrôle
ja: チェックサムi
lt: Kontrolinė suma
nl: Controle som
no: Kontrollsum
ru: Контрольная сумма
sr: Suma
tr: Sağlama Toplamı

source: BOM line checksum
cs: Kontrolní součet řádku kusovníku
el: Άθροισμα ελέγχου γραμμής BOM
fr: Somme de contrôle de la ligne de nomenclature
ja: BOMラインのチェックサム
lt: BOM eilutės kontrolinė suma
nl: BOM lijn controle som
no: BOM-linje kontrollsum
ru: Контрольная сумма строки спецификации
sr: Suma spiska materijala
tr: BOM satırı sağlama toplamı

source: Validated
cs: Schváleno
el: Επικυρωμένο
fr: Validée
ja: 検証済み
lt: Patvirtinta
nl: Goedgekeurd
no: Godkjent
ru: Проверен
sr: Validirano
tr: Doğrulandı

source: This BOM item has been validated
cs: Tato položka kusovníku ještě nebyla schválena
el: Αυτό το στοιχείο BOM έχει επικυρωθεί
fr: Ce poste de nomenclature a été validé
ja: このBOMアイテムは検証済みです
lt: Šis BOM elementas patvirtintas
nl: Dit BOM item is goedgekeurd
no: Denne BOM-artikkelen er godkjent
ru: Этот пункт спецификации подтверждён
sr: Ova stavka sa spiska materijala je validirana
tr: Bu BOM kalemi doğrulandı

source: Gets inherited
cs: Se zdědí
el: Κληρονομείται
fr: Obtient l'héritage
ja: 継承
lt: Paveldima
nl: Wordt overgenomen
no: Arves
ru: Наследуется
sr: Biva nasleđeno
tr: Devralınır

source: This BOM item is inherited by BOMs for variant parts
cs: Tento kusovník se zdědí kusovníky pro varianty dílů
el: Αυτό το στοιχείο BOM κληρονομείται από τα BOM για προϊόντα παραλλαγών
fr: Ce poste de nomenclature est hérité des nomenclatures des composants variants
ja: この BOM アイテムは、バリアントパーツの BOM に継承されます。
lt: Šį BOM elementą paveldi variantų sąrašai
nl: Dit BOM item wordt overgenomen door BOMs voor variant onderdelen
no: Denne BOM-artikkelen er arvet fra stykkliste for variantdeler
ru: Позиция спецификации наследуется разновидностями детали
sr: Ova stavka sa spiska materijala je nasleđivana od spiska materijala za varijante delova
tr: Bu BOM kalemi, varyant parçaların BOM'larından devralınmıştır

source: Stock items for variant parts can be used for this BOM item
cs: Skladové položky pro varianty dílu lze použít pro tuto položku kusovníku
el: Είδη αποθέματος για προϊόντα παραλλαγών μπορούν να χρησιμοποιηθούν για αυτό το στοιχείο BOM
fr: Les postes de stock pour les composants variants peuvent être utilisés pour ce poste de nomenclature
ja: このBOMアイテムには、バリアントパーツのストックアイテムを使用できます。
lt: Šiam BOM elementui galima naudoti variantinių detalių atsargas
nl: Voorraaditems voor variant onderdelen kunnen worden gebruikt voor dit BOM artikel
no: Lagervarer for variantdeler kan brukes for denne BOM-artikkelen
ru: Эту позицию можно заменять деталями, которые находятся на складе
sr: Stavke sa zaliha za varijante delova se mogu koristiti za ovu stavku sa spiska materijala
tr: Varyant parçaların stok kalemleri bu BOM kalemi için kullanılabilir

source: Quantity must be integer value for trackable parts
cs: Množství musí být celé číslo pro sledovatelné díly
el: Η ποσότητα πρέπει να είναι ακέραια τιμή για προϊόντα με ιχνηλάτηση
fr: La quantité doit être un nombre entier pour les pièces pouvant être suivies
ja: 数量は追跡可能な部品の場合、整数値でなければなりません。
lt: Sekamoms detalėms kiekis turi būti sveikasis skaičius
nl: Hoeveelheid moet een geheel getal zijn voor trackable onderdelen
no: Antall må være heltallsverdi for sporbare deler
ru: Для отслеживаемых деталей количество должно быть целым числом
sr: Količina mora biti ceo broj za delove koji se mogu pratiti
tr: İzlenebilir parçalar için miktar tamsayı olmalıdır

source: Sub part must be specified
cs: Poddíl musí být specifikován
el: Πρέπει να καθοριστεί υποπροϊόν
fr: La sous-partie doit être spécifiée
ja: サブパーツの指定が必要
lt: Turi būti nurodyta pavaldi detalė
nl: Onderdeel moet gespecificeerd worden
no: Underordnet del må angis
ru: Необходимо указать поддеталь
sr: Zamenski deo mora biti određen
tr: Alt parça belirtilmelidir

source: BOM Item Substitute
cs: Náhradní položka kusovníku
el: Εναλλακτικό στοιχείο BOM
fr: Remplacement d'un poste de nomenclature
ja: BOMアイテム代替
lt: BOM elemento pakaitalas
nl: BOM Item vervangingen bewerken
no: BOM-artikkel erstatning
ru: Замена пункта спецификации
sr: Zamenska stavka sa spiska materijala
tr: BOM Kalemi Muadili

source: Substitute part cannot be the same as the master part
cs: Náhradní díl nemůže být stejný jako hlavní díl
el: Το εναλλακτικό προϊόν δεν μπορεί να είναι το ίδιο με το κύριο προϊόν
fr: La pièce de remplacement ne peut pas être identique à la pièce maîtresse
ja: 代用部品はマスター部品と同じにすることはできません。
lt: Pakaitinė detalė negali būti tokia pati kaip pagrindinė detalė
nl: Vervanging onderdeel kan niet hetzelfde zijn als het hoofddeel
no: Erstatningsdel kan ikke være samme som hoveddelen
ru: Деталь для замены не может быть такой же, как основная деталь
sr: Zamenski deo ne može biti isti kao glavni deo
tr: Muadil parça ile asıl parça aynı olamaz

source: Parent BOM item
cs: Nadřazená položka kusovníku
el: Γονικό στοιχείο BOM
fr: Poste de nomenclature parent
ja: 親BOMアイテム
lt: Pagrindinis BOM elementas
nl: Bovenliggend BOM item
no: Overordnet BOM-artikkel
ru: Позиция BOM-родителя
sr: Nadređena stavka sa spiska materijala
tr: Üst BOM kalemi

source: Substitute part
cs: Náhradní díl
el: Εναλλακτικό προϊόν
fr: Pièce de rechange
ja: 代用部品
lt: Pakaitinė detalė
nl: Vervanging onderdeel
no: Erstatningsdel
ru: Замена детали
sr: Zamenski deo
tr: Muadil parça

source: Part 1
cs: Díl 1
el: Προϊόν 1
fr: Première partie
ja: パート #1
lt: Detalė 1
nl: Eerste deel
no: Del 1
ru: Деталь 1
sr: Deo 1
tr: Parça 1

source: Part 2
cs: Díl 2
el: Προϊόν 2
fr: Partie 2
ja: パート #2
lt: Detalė 2
nl: Tweede deel
no: Del 2
ru: Деталь 2
sr: Deo 2
tr: Parça 2

source: Select Related Part
cs: Vyberte související díl
el: Επιλέξτε σχετικό προϊόν
fr: Sélectionner une partie connexe
ja: 関連部品を選択
lt: Pasirinkite susijusią detalę
nl: Selecteer gerelateerd onderdeel
no: Velg relatert del
ru: Выберите связанную деталь
sr: Izaberi povezan deo
tr: İlgili Parçayı Seçin

source: Note for this relationship
cs: Poznámka pro tento vztah
el: Σημείωση για αυτή τη σχέση
fr: Note pour cette relation
ja: この関係について
lt: Pastaba šiam ryšiui
nl: Opmerking voor deze relatie
ru: Заметка для данной связи
sr: Beleška za ovu relaciju
tr: Bu ilişki için not

source: Part relationship cannot be created between a part and itself
cs: Část vztahu nemůže být vytvořena mezi dílem samotným
el: Δεν μπορεί να δημιουργηθεί σχέση προϊόντος μεταξύ ενός προϊόντος και του εαυτού του
fr: Il n'est pas possible de créer une relation entre une pièce et elle-même
ja: 部品とそれ自身との間に部品関係を作ることはできません。
lt: Detalių ryšio negalima sukurti tarp detalės ir jos pačios
nl: Onderdeel relatie kan niet worden gecreëerd tussen een deel en zichzelf
no: Del-forhold kan ikke opprettes mellom en del og seg selv
ru: Нельзя создать отношение детали с самой собой
sr: Relacija između delova ne može biti kreirana između jednog istog dela
tr: Bir parça ile kendisi arasında parça ilişkisi oluşturulamaz

source: Duplicate relationship already exists
cs: Duplicitní vztah již existuje
el: Υπάρχει ήδη διπλή σχέση
fr: Une relation en double existe déjà
ja: 重複する関係が既に存在します。
lt: Toks ryšys jau egzistuoja
nl: Dubbele relatie bestaat al
no: Duplikatforhold eksisterer allerede
ru: Дублирующее отношение уже существует
sr: Identična veza već postoji
tr: Kopyalanan ilişki zaten mevcut
