Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Users must use multifactor security.
cs: Uživatelé musí používat vícefaktorové zabezpečení.
el: Οι χρήστες πρέπει να χρησιμοποιούν πολυπαραγοντική ασφάλεια
fr: Les utilisateurs doivent utiliser l'authentification multifacteurs.
ja: ユーザーは多要素セキュリティを使用する必要があります。
lt: Vartotojai privalo naudoti kelių veiksnių apsaugą.
nl: Gebruikers moeten multifactor-beveiliging gebruiken.
no: Brukere må bruke flerfaktorsikkerhet.
ru: Пользователи должны использовать многофакторную безопасность.
sr: Korisnici moraju koristiti multifaktorsku bezbednost
tr: Kullanıcıların çok faktörlü kimlik doğrulamasını kullanması gerekmektedir.

source: Enabling this setting will require all users to set up multifactor authentication. All sessions will be disconnected immediately.
cs: Povolení tohoto nastavení bude vyžadovat více fázové ověření u všech uživatelů. Všechny relace budou okamžitě ukončeny.
fr: Activer ce paramètre demandera à tous les utilisateurs de configurer l'authentification multi-facteurs. Toutes les sessions seront déconnectées immédiatement.
nl: Het inschakelen van deze instelling zal ervoor zorgen dat alle gebruikers multifactor authenticatie instellen. Alle sessies worden onmiddellijk verbroken.
ru: Включение этой настройки потребует от всех пользователей настройки многофакторной аутентификации. Все сессии будут отключены немедленно.
tr: Bu ayarı etkinleştirmek, tüm kullanıcıların çok faktörlü kimlik doğrulamayı ayarlamasını gerektirecektir. Tüm oturumlar hemen kapatılacaktır.

source: Check plugins on startup
cs: Zkontrolovat pluginy při spuštění
el: Έλεγχος plugins κατά την εκκίνηση
fr: Vérifier les plugins au démarrage
ja: 起動時にプラグインをチェック
lt: Tikrinti įskiepius paleidimo metu
nl: Controleer plugins bij het opstarten
no: Sjekk utvidelser ved oppstart
ru: Проверять плагины при запуске
sr: Proveri plugine pri pokretanju
tr: Başlangıçta eklentileri kontrol et

source: Check that all plugins are installed on startup - enable in container environments
cs: Zkontrolujte, zda jsou při spuštění nainstalovány všechny pluginy - povolit v kontejnerových prostředích
el: Έλεγχος ότι όλα τα plugins είναι εγκατεστημένα κατά την εκκίνηση – χρήσιμο σε container περιβάλλοντα
fr: Vérifier que tous les plugins sont installés au démarrage - activer dans les environnements conteneurs
ja: 起動時にすべてのプラグインがインストールされていることを確認 - コンテナ環境では有効にします。
lt: Tikrina, ar visi įskiepiai įdiegti paleidžiant – naudoti konteinerių aplinkose
nl: Controleer of alle plug-ins zijn geïnstalleerd bij het opstarten - inschakelen in container-omgevingen
no: Sjekk at alle utvidelser er installert ved oppstart - aktiver i containermiljøer
ru: Проверять, что все плагины установлены при запуске — включать в контейнерных средах
sr: Proveri da li su svi pluginovi instalirani pri pokretanju - omogućeni u kontejnerskim okruženjima
tr: Başlangıçta tüm eklentilerin kurulmuş olduğunu kontrol et - konteyner ortamlarında etkinleştir

source: Check for plugin updates
cs: Zkontrolovat aktualizace pluginů
el: Έλεγχος για ενημερώσεις plugin
fr: Vérifier les mises à jour des plugins
ja: プラグインのアップデートの確認
lt: Tikrinti įskiepių atnaujinimus
nl: Controleren op plug-in updates
ru: Проверка обновлений плагинов
sr: Proveri ažuriranja pluginova
tr: Eklenti güncellemelerini kontrol et

source: Enable periodic checks for updates to installed plugins
cs: Povolit pravidelné kontroly aktualizací nainstalovaných pluginů
el: Ενεργοποίηση περιοδικών ελέγχων για ενημερώσεις εγκατεστημένων plugins
fr: Activer les vérifications périodiques pour les mises à jour des plugins installés
ja: インストールされているプラグインのアップデートを定期的にチェックします。
lt: Įjungti periodinius įdiegtų įskiepių atnaujinimų tikrinimus
nl: Schakel periodieke controles voor updates voor geïnstalleerde plug-ins in
ru: Включить периодическую проверку обновлений установленных плагинов
sr: Omogući periodično proveranje pluginova
tr: Kurulu eklentiler için periyodik güncelleme kontrolünü etkinleştir

source: Enable URL integration
cs: Povolit integraci URL
el: Ενεργοποίηση URL integration
fr: Activer l'intégration d'URL
ja: URL統合の有効化
lt: Įjungti URL integravimą
nl: Activeer URL-integratie
no: Aktiver URL-integrasjon
ru: Включить интеграцию URL
sr: Omogući URL integraciju
tr: URL entegrasyonunu etkinleştir

source: Enable plugins to add URL routes
cs: Povolit plug-inům přidávat trasy URL
el: Ενεργοποίηση προσθήκης URL routes από plugins
fr: Autoriser les plugins à ajouter des chemins URL
ja: プラグインがURLルートを追加できるようにします
lt: Leisti įskiepiams pridėti URL maršrutus
nl: Plugins toestaan om URL-routes toe te voegen
no: Tillat utvidelser å legge til URL-ruter
ru: Разрешить плагинам добавлять маршруты URL
sr: Omogući da pluginovi dodaju URL rute
tr: URL yönlendirmesi eklemek için eklentileri etkinleştir

source: Enable navigation integration
cs: Povolit integraci navigace
el: Ενεργοποίηση ενσωμάτωσης στην πλοήγηση
fr: Activer l'intégration de navigation
ja: ナビゲーション統合の有効化
lt: Įjungti navigacijos integraciją
nl: Activeer navigatie integratie
no: Aktiver navigasjonsintegrasjon
ru: Включить интеграцию навигации
sr: Omogući integraciju u navigaciju
tr: Gezinti entegrasyonunu etkinleştir

source: Enable plugins to integrate into navigation
cs: Povolit integrování pluginů do navigace
el: Ενεργοποίηση ενσωμάτωσης των plugins στην πλοήγηση
fr: Activer les plugins à s'intégrer dans la navigation
ja: プラグインをナビゲーションに統合可能
lt: Leisti įskiepiams integruotis į navigaciją
nl: Plugins toestaan om te integreren in navigatie
no: Tillat utvidelser å integrere mot navigasjon
ru: Разрешить плагинам интегрироваться в навигацию
sr: Omogući integraciju pluginova u navigaciju
tr: Eklentilerin gezintiye entegre edilmesini etkinleştir

source: Enable app integration
cs: Povolit integraci aplikací
el: Ενεργοποίηση ενσωμάτωσης εφαρμογών
fr: Activer l'intégration de plugins
ja: アプリとの統合
lt: Įjungti programų integraciją
nl: Activeer app integratie
no: Aktiver app-integrasjon
ru: Включить интеграцию приложений
sr: Omogući integraciju aplikacija
tr: Uygulama entegrasyonunu etkinleştir

source: Enable plugins to add apps
cs: Povolit pluginům přidávát aplikace
el: Ενεργοποίηση προσθήκης εφαρμογών από plugins
fr: Activer l'intégration de plugin pour ajouter des apps
ja: プラグインを有効にしてアプリを追加
lt: Leisti įskiepiams pridėti programas
nl: Activeer plug-ins om apps toe te voegen
no: Tillat utvidelser å legge til apper
ru: Разрешить плагинам добавлять приложения
sr: Omogući pluginovima da dodaju aplikacije
tr: Uygulamalar eklemek için eklentileri etkinleştir

source: Enable schedule integration
cs: Povolit integraci plánu
el: Ενεργοποίηση ενσωμάτωσης χρονοπρογραμματισμού
fr: Activer l'intégration du planning
ja: スケジュール統合の有効化
lt: Įjungti planavimo integraciją
nl: Activeer planning integratie
no: Aktiver tidsplanintegrasjon
ru: Включить интеграцию расписаний
sr: Omogući integraciju planiranja
tr: Zamanlama entegrasyonunu etkinleştir

source: Enable plugins to run scheduled tasks
cs: Povolit pluginům spouštění naplánovaných úloh
el: Ενεργοποίηση εκτέλεσης χρονοπρογραμματισμένων εργασιών από plugins
fr: Autoriser les plugins à éxécuter des tâches planifiées
ja: スケジュールタスクを実行するプラグインの有効化
lt: Leisti įskiepiams vykdyti suplanuotas užduotis
nl: Activeer plugin om periodiek taken uit te voeren
no: Tillat utvidelser å kjøre planlagte oppgaver
ru: Разрешить плагинам запускать запланированные задачи
sr: Omogući da plugini izvršavaju planirane zadatke
tr: Zamanlanmış görevleri çalıştırmak için eklentileri etkinleştir

source: Enable event integration
cs: Povolit integraci událostí
el: Ενεργοποίηση ενσωμάτωσης γεγονότων
fr: Activer l'intégration des évènements
ja: イベント統合の有効化
lt: Įjungti įvykių integraciją
nl: Activeer evenement integratie
no: Aktiver hendelsesintegrasjon
ru: Включить интеграцию событий
sr: Omogući integraciju događaja
tr: Olay entegrasyonunu etkinleştir

source: Enable plugins to respond to internal events
cs: Povolit pluginům reagovat na interní události
el: Ενεργοποίηση απόκρισης plugins σε εσωτερικά γεγονότα
fr: Autoriser les plugins à répondre aux évènements internes
ja: プラグインが内部イベントに応答できるようにします。
lt: Leisti įskiepiams reaguoti į vidinius įvykius
nl: Activeer plugin om op interne evenementen te reageren
no: Tillat utvidelser å reagere på interne hendelser
ru: Разрешить плагинам реагировать на внутренние события
sr: Omogući da plugini odgovaraju na unutrašnje događaje
tr: Eklentilerin olaylara yanıt verebilmesini etkinleştirin

source: Enable interface integration
cs: Povolit rozhraní intergace
el: Ενεργοποίηση ενσωμάτωσης διεπαφής
fr: Permettre l'intégration de l'interface
ja: インターフェース統合の有効化
lt: Įjungti sąsajos integraciją
nl: Interface integratie activeren
ru: Включить интеграцию интерфейса
sr: Omogući integraciju interfejsa
tr: Arayüz entegrasyonunu etkinleştir

source: Enable plugins to integrate into the user interface
cs: Povolit integrování pluginů do uživatelského rozhraní
el: Ενεργοποίηση ενσωμάτωσης plugins στη διεπαφή χρήστη
fr: Permettre aux plugins de s'intégrer dans l'interface utilisateur
ja: プラグインがユーザー・インターフェースに統合できるようにします。
lt: Leisti įskiepiams integruotis į vartotojo sąsają
nl: Plug-ins inschakelen om te integreren in de gebruikersinterface
ru: Разрешить плагинам интегрироваться в пользовательский интерфейс
sr: Omogući integraciju pluginova u korisnički interfejs
tr: Eklentilerin kullanıcı arayüzüne entegre olmasını etkinleştir

source: Enable mail integration
cs: Povolit integraci emailu
el: Ενεργοποίηση ενσωμάτωσης email
fr: Activer l'intégration mail
ja: メール連携を有効にする
nl: E-mail integratie inschakelen
ru: Включить интеграцию почты
tr: Posta entegrasyonunu etkinleştir

source: Enable plugins to process outgoing/incoming mails
cs: Povolit pluginům zpracování odchozích/příchozích emailů
el: Ενεργοποίηση επεξεργασίας εισερχόμενων/εξερχόμενων emails από plugins
fr: Autoriser les plugins à traiter les mails entrants/sortants
ja: プラグインを有効にして、送信/受信メールを処理できるようにします
nl: Schakel plug-ins in om uitgaande / inkomende mails te verwerken
ru: Разрешить плагинам обрабатывать исходящую и входящую почту
tr: Eklentilerin giden/gelen postaları işlemesini etkinleştir

source: Enable project codes
cs: Povolit projektové kódy
el: Ενεργοποίηση κωδικών έργου
fr: Activer les codes de projet
ja: プロジェクトコードの有効化
lt: Įjungti projektų kodus
nl: Activeer project codes
no: Aktiver prosjektkoder
ru: Включить коды проекта
tr: Proje kodlarını etkinleştir

source: Enable project codes for tracking projects
cs: Povolit projektové kódy pro sledování projektů
el: Ενεργοποίηση κωδικών έργου για την παρακολούθηση projects
fr: Activer les codes de projet pour le suivi des projets
ja: プロジェクトを追跡するためのプロジェクトコードの有効化
lt: Įjungti projektų kodų naudojimą projektų sekimui
nl: Schakel projectcodes in voor het bijhouden van projecten
no: Aktiver prosjektkoder for å spore prosjekter
ru: Включить коды проекта для отслеживания проектов
tr: Projeleri izlemek için proje kodlarını etkinleştir

source: Enable Stocktake
ru: Включить инвентаризацию

source: Enable functionality for recording historical stock levels and value
cs: Povolit funkcionalitu pro zaznamenávání historických stavů zásob a hodnoty
el: Ενεργοποίηση καταγραφής ιστορικών επιπέδων και αξιών αποθέματος
fr: Activer la fonctionnalité d'enregistrement des historiques de niveaux de stock et de leur valeur
ja: 過去の在庫数量および価値を記録する機能を有効にします
nl: Functionaliteit voor het opnemen van historische voorraadniveaus en -waarde inschakelen
ru: Включить функцию записи истории уровней и стоимости запасов
tr: Geçmiş stok seviyelerini ve değerini kaydetme işlevini etkinleştir

source: Exclude External Locations
cs: Vyloučit externí umístění
el: Εξαίρεση εξωτερικών τοποθεσιών
fr: Exclure les localisations externes
ja: 外部ロケーションを除く
lt: Neįtraukti išorinių vietų
nl: Externe locaties uitsluiten
no: Ekskluder eksterne plasseringer
ru: Исключить сторонний склад
sr: Ne uključuj eksterne lokacije
tr: Harici Konumları Hariç Tut

source: Exclude stock items in external locations from stocktake calculations
no: Eksluder lagervarer i eksterne plasseringer fra varetellinger
ru: Исключить из инвентаризации единицы хранения на внешних складах

source: Automatic Stocktake Period
cs: Perioda automatické inventury
el: Περίοδος αυτόματης απογραφής
fr: Période de l'inventaire automatique
ja: 自動引取期間
lt: Automatinės inventorizacijos periodas
nl: Automatische Voorraadcontrole Periode
no: Automatisk varetellingsperiode
ru: Автоматический период инвентаризации
sr: Period automatskog popisa
tr: Otomatik Stok Sayımı Periyodu

source: Number of days between automatic stocktake recording
ru: Кол-во дней между автоматических записей инвентаризации

source: Delete Old Stocktake Entries
ru: Удалять устаревшие записи инвентаризаций

source: Delete stocktake entries older than the specified number of days
ru: Удалять записи инвентаризаций старше N дней

source: Stocktake Deletion Interval
ru: Частота удаления записей инвентаризаций

source: Stocktake entries will be deleted after specified number of days
ru: Записи инвентаризации будут удалены после N дней

source: Delete Old Stock Tracking Entries
ru: Удалять старые записи истории запасов

source: Delete stock tracking entries older than the specified number of days
ru: Удалять записи истории запасов старше указанного количества дней

source: Stock Tracking Deletion Interval
ru: Интервал удаления истории запасов

source: Stock tracking entries will be deleted after specified number of days
ru: Записи истории запасов будут удалены через указанное количество дней

source: Display Users full names
cs: Zobrazit celá jména uživatelů
el: Εμφάνιση πλήρους ονόματος χρηστών
fr: Afficher les noms des utilisateurs
ja: ユーザーのフルネームを表示
lt: Rodyti pilnus vartotojų vardus
nl: Gebruikers volledige namen weergeven
no: Vis brukernes fulle navn
ru: Показывать полные имена пользователей
sr: Prikaži puna imena korisnika
tr: Kullancıların tam isimlerini görüntüle

source: Display Users full names instead of usernames
cs: Zobrazit plná jména uživatelů namísto uživatelských jmen
el: Εμφάνιση του πλήρους ονόματος των χρηστών αντί για το όνομα χρήστη
fr: Afficher les noms complets des utilisateurs au lieu des noms d'utilisateur
ja: ユーザー名の代わりにフルネームを表示
lt: Rodyti pilnus vardus vietoj vartotojo vardų
nl: Laat gebruikers volledige namen zien in plaats van gebruikersnamen
no: Vis brukernes fulle navn istedet for brukernavn
ru: Отображать полные имена пользователей вместо логинов
sr: Prikaži puna imena korisnika umesto korisničkih imena
tr: Kullanıcı adı yerine kullanıcıların tam adlarını görüntüle

source: Display User Profiles
cs: Zobrazit uživatelské profily
el: Εμφάνιση προφίλ χρηστών
fr: Afficher les profils d'utilisateur
ja: ユーザープロファイルの表示
lt: Rodyti vartotojų profilius
nl: Gebruikersprofielen tonen
ru: Отображать профили пользователей
tr: Kullanıcı Profillerini Göster

source: Display Users Profiles on their profile page
cs: Zobrazit profily uživatelů na jejich profilové stránce
el: Εμφάνιση προφίλ χρηστών στη σελίδα προφίλ τους
fr: Afficher les profils des utilisateurs sur leur page de profil
ja: プロフィールページにユーザーのプロフィールを表示
lt: Rodyti vartotojų profilius jų paskyros puslapyje
nl: Toon gebruikersprofielen op hun profielpagina
ru: Отображать профили пользователей на их странице профиля
tr: Kullanıcıların Profillerini kendi profil sayfalarında göster

source: Enable Test Station Data
cs: Povolit data zkušební stanice
el: Ενεργοποίηση δεδομένων σταθμού δοκιμών
fr: Activer les données de station de test
ja: テストステーションデータの有効化
lt: Įjungti bandymų stoties duomenis
nl: Inschakelen van teststation data
ru: Добавлять данные об испытательном оборудовании
sr: Omogući podatke test stanica
tr: Test İstasyon Verisini Etkinleştir

source: Enable test station data collection for test results
cs: Povolit sběr dat ze zkušební stanice pro výsledky testů
el: Ενεργοποίηση συλλογής δεδομένων σταθμού δοκιμών για τα αποτελέσματα δοκιμών
fr: Activer la collecte des données de la station de test pour les résultats de test
ja: テスト結果のテストステーションデータ収集の有効化
lt: Įjungti bandymų stoties duomenų rinkimą testų rezultatams
nl: Schakel teststation gegevensverzameling in voor testresultaten
ru: Добавлять данные об испытательном оборудовании в результаты тестирования
sr: Omogući prikupljanje podataka sa test stanica radi rezultata testova
tr: Test sonuçları için test istasyonundan veri toplamayı etkinleştir

source: Enable Machine Ping
cs: Povolit ping stroje
el: Ενεργοποίηση ping μηχανημάτων
ja: マシン ping を有効にする
nl: Machine Ping inschakelen
ru: Включить пинг машин
tr: Makine Pingini Etkinleştir

source: Enable periodic ping task of registered machines to check their status
cs: Povolit pravidelný úkol pingu registrovaných strojů pro kontrolu jejich stavu
el: Ενεργοποίηση περιοδικού ping των καταχωρημένων μηχανημάτων για έλεγχο της κατάστασής τους
ja: 登録されたマシンの状態を確認するため、定期的なpingタスクを有効にしてください
nl: Schakel periodieke ping taak van geregistreerde machines in om hun status te controleren
ru: Включить периодическую задачу пинга зарегистрированных машин для проверки их статуса
tr: Durumlarını kontrol etmek için kayıtlı makinelerin periyodik ping görevini etkinleştir

source: Inline label display
cs: Zobrazení štítků na řádku
el: Εμφάνιση ετικετών ενσωματωμένα
fr: Affichage du libellé en ligne
ja: インラインラベル表示
lt: Etikečių peržiūra naršyklėje
nl: Inline labelweergave
no: Innebygd etikettvisning
ru: Отображать ярлыки в строке
sr: Inlajn prikaz natpisa
tr: Satır içi etiket görüntüleme

source: Display PDF labels in the browser, instead of downloading as a file
cs: Zobrazit štítky PDF v prohlížeči namísto stahování jako soubor
el: Εμφάνιση ετικετών PDF στον browser αντί για λήψη ως αρχείο
fr: Afficher les étiquettes PDF dans le navigateur, au lieu de les télécharger en tant que fichier
ja: ファイルとしてダウンロードする代わりに、ブラウザでPDFラベルを表示します。
lt: Rodyti PDF etiketes naršyklėje vietoje failo atsisiuntimo
nl: PDF-labels in browser weergeven, in plaats van als bestand te downloaden
no: Vis PDF-etiketter i nettleseren fremfor å lastes ned som en fil
ru: Отображение PDF-этикетки в браузере вместо загрузки в виде файла
sr: Prikaži PDF natpise u pretraživaču umesto preuzimanja kao fajla
tr: PDF etiketleri bir dosya olarak indirmek yerine tarayıcıda görüntüle

source: Default label printer
cs: Výchozí tiskárna štítků
el: Προεπιλεγμένος εκτυπωτής ετικετών
fr: Imprimante d'étiquettes par défaut
ja: デフォルトのラベルプリンター
lt: Numatytasis etikečių spausdintuvas
nl: Standaard label printer
no: Standard etikettskriver
ru: Принтер этикетки по умолчанию
sr: Podrazumevani štampač natpisa
tr: Varsayılan etiket yazıcı

source: Configure which label printer should be selected by default
cs: Konfigurovat tiskárnu štítků, která má být vybrána jako výchozí
el: Καθορισμός ποιος εκτυπωτής ετικετών θα επιλέγεται προεπιλεγμένα
fr: Configurer quelle imprimante d'étiquette doit être sélectionnée par défaut
ja: デフォルトで選択されるラベルプリンタの設定
lt: Nustatyti, kuris etikečių spausdintuvas būtų pasirenkamas pagal nutylėjimą
nl: Instellen welke label printer standaard moet worden geselecteerd
no: Konfigurer hvilken etikettskriver som skal være valgt som standard
ru: Настроить принтер этикеток по умолчанию
sr: Konfiguriši koji štampač natpisa će biti izabran kao podrazumevani
tr: Hangi etiket yazıcının varsayılan olarak seçilmesi gerektiğini yapılandır

source: Inline report display
cs: Zobrazení reportů na řádku
el: Εμφάνιση αναφορών ενσωματωμένα
fr: Affichage du rapport en ligne
ja: インラインレポート表示
lt: Ataskaitų peržiūra naršyklėje
nl: Inline rapport weergeven
no: Innebygd rapportvisning
ru: Отображение встроенного отчета
sr: Inlajn prikaz izveštaja
tr: Satır içi rapor görüntüleme

source: Display PDF reports in the browser, instead of downloading as a file
cs: Zobrazit reporty PDF v prohlížeči namísto stahování jako soubor
el: Εμφάνιση αναφορών PDF στον browser αντί για λήψη ως αρχείο
fr: Afficher les rapports PDF dans le navigateur, au lieu de les télécharger en tant que fichier
ja: ファイルとしてダウンロードする代わりに、ブラウザでPDFレポートを表示します。
lt: Rodyti PDF ataskaitas naršyklėje vietoje failo atsisiuntimo
nl: PDF-rapporten in de browser weergeven, in plaats van als bestand te downloaden
no: Vis PDF-rapporter i nettleseren fremfor å lastes ned som en fil
ru: Отображение PDF-этикетки в браузере вместо загрузки в виде файла
sr: Prikaži PDF izveštaje u pretraživaču umesto preuzimanja kao fajla
tr: PDF raporları bir dosya olarak indirmek yerine tarayıcıda görüntüle

source: Barcode Scanner in Form Fields
cs: Skener čárových kódů v polích formuláře
fr: Scanner de codes-barres dans les champs de formulaire
ja: フォームフィールド内のバーコードスキャナー
nl: Barcode Scanner in formuliervelden
ru: Сканирование штрих-кодов в формах
tr: Form Alanlarında Barkod Tarayıcı

source: Allow barcode scanner input in form fields
cs: Povolit zadávání čárového kódu v polích formuláře
fr: Autoriser la saisie du scanner de code-barres dans les champs de formulaire
ja: フォームフィールドへのバーコードスキャナー入力の許可
nl: Barcodescanner invoer in formuliervelden toestaan
ru: Разрешить ввод со сканера штрихкодов в поля формы
tr: Form alanlarında barkod tarayıcı girişine izin ver

source: Search Parts
cs: Hledat díly
el: Αναζήτηση προϊόντων
fr: Rechercher de pièces
ja: 部品検索
lt: Ieškoti detalių
nl: Zoek Onderdelen
no: Søk i Deler
ru: Поиск Деталей
sr: Pretraga delova
tr: Parça Ara

source: Display parts in search preview window
cs: Zobrazit díly v náhledu hledání
el: Εμφάνιση προϊόντων στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les pièces dans la fenêtre d'aperçu de la recherche
ja: 検索プレビューウィンドウに部品を表示
lt: Rodyti detales paieškos peržiūros lange
nl: Onderdelen weergeven in zoekscherm
no: Vis deler i forhåndsvsningsvinduet for søk
ru: Отображение деталей в окне предварительного просмотра поиска
sr: Prikaži delove u prozoru za pregled pretrage
tr: Parçaları arama önizleme penceresinde görüntüle

source: Search Supplier Parts
cs: Hledat díly dodavatele
el: Αναζήτηση προϊόντων προμηθευτή
fr: Recherche du fournisseur de pièces
ja: サプライヤー検索 部品
lt: Ieškoti tiekėjų detalių
nl: Zoek leveranciersonderdelen
no: Søk i Leverandørdeler
ru: Поиск деталей поставщика
sr: Pretraga delova dobavljača
tr: Parça Tedarikçilerini Ara

source: Display supplier parts in search preview window
cs: Zobrazit díly dodavatele v náhledu hledání
el: Εμφάνιση προϊόντων προμηθευτή στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les pièces du fournisseur dans la fenêtre de prévisualisation de la recherche
ja: 検索プレビューウィンドウにサプライヤー部品を表示
lt: Rodyti tiekėjų detales paieškos peržiūros lange
nl: Leveranciersonderdelen weergeven in zoekscherm
no: Vis leverandørdeler i forhåndsvisningsvinduet for søk
ru: Отображение деталей поставщика в окне предварительного просмотра поиска
sr: Prikaži delove dobavljača u prozoru za pregled pretrage
tr: Tedarikçi parçalarını arama önizleme penceresinde görüntüle

source: Search Manufacturer Parts
cs: Vyhledávání dílů výrobce
el: Αναζήτηση προϊόντων κατασκευαστή
fr: Rechercher les pièces du fabricant
ja: メーカー部品検索
lt: Ieškoti gamintojų detalių
nl: Fabrikant onderdelen zoeken
no: Søk i Produsentdeler
ru: Новая деталь производителя
sr: Pretraga delova proizvođača
tr: Parça Üreticilerini Ara

source: Display manufacturer parts in search preview window
cs: Zobrazit díly výrobce v náhledu hledání
el: Εμφάνιση προϊόντων κατασκευαστή στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les pièces du fabricant dans la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウにメーカー部品を表示
lt: Rodyti gamintojų detales paieškos peržiūros lange
nl: Fabrikant onderdelen weergeven in zoekscherm
no: Vis produsentdeler i forhåndsvisningsvinduet for søk
ru: Отображение деталей поставщика в окне предварительного просмотра поиска
sr: Prikaži delove proizvođača u prozoru za pregled pretrage
tr: Üretici parçalarını arama önizleme penceresinde görüntüle
