Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Override calculated value for maximum price
cs: Přespat vypočítanou hodnotu pro maximální cenu
el: Παράκαμψη υπολογισμένης τιμής για τη μέγιστη τιμή
fr: Remplacer la valeur calculée pour le prix maximum
ja: 最高価格の計算値を上書き
lt: Pakeisti apskaičiuotą didžiausią kainą
nl: Overschrijf de berekende waarde voor de maximale prijs
no: Overstyr beregnet verdi for maksimal pris
ru: Переопределить рассчитанное значение максимальной цены
sr: Izmeni izračunatu vrednost maksimalne cene
tr: Maksimum fiyat için hesaplanan değeri geçersiz kıl

source: Maximum price currency
cs: Měna maximální ceny
el: Νόμισμα μέγιστης τιμής
fr: Devise du prix maximum
ja: 最高価格通貨
lt: Didžiausios kainos valiuta
nl: Maximale prijs valuta
no: Valuta for maksimal pris
ru: Валюта максимальной цены
sr: Maksimalna valuta cene
tr: Maksimum fiyat para birimi

source: Update
cs: Aktualizovat
el: Ενημέρωση
fr: Mise à jour
ja: 更新
lt: Atnaujinti
nl: Bijwerken
no: Oppdater
ru: Обновить
sr: Ažuriraj
tr: Güncelle

source: Update pricing for this part
cs: Aktualizovat cenu pro díl
el: Ενημέρωση τιμολόγησης για αυτό το προϊόν
fr: Mise à jour des prix pour cette pièce
ja: この部品の価格を更新
lt: Atnaujinti šios detalės kainodarą
nl: Prijzen voor dit onderdeel bijwerken
no: Oppdater priser for denne delen
ru: Обновить цены для этой детали
sr: Ažuriraj cene za ovaj deo
tr: Bu parçanın fiyatlandırmasını güncelle

source: Could not convert from provided currencies to {default_currency}
cs: Nelze převést z poskytnutých měn na {default_currency}
el: Δεν ήταν δυνατή η μετατροπή από τα δοθέντα νομίσματα σε {default_currency}
fr: Impossible de convertir les devises fournies en {default_currency}
ja: 提供された通貨から{default_currency}に変換できませんでした。
lt: Nepavyko konvertuoti iš nurodytų valiutų į {default_currency}
nl: Kan niet converteren van de verstrekte valuta naar {default_currency}
no: Kan ikke konvertere fra gitte valutaer til {default_currency}
ru: Не удалось конвертировать из предоставленных валют в {default_currency}
sr: Nija moguća konverzija iz dostavljen valute u {default_currency}
tr: Sağlanan para birimlerinden {default_currency} para birimine dönüştürülemedi

source: Minimum price must not be greater than maximum price
cs: Minimální cena musí být vyšší než maximální cena
el: Η ελάχιστη τιμή δεν πρέπει να είναι μεγαλύτερη από τη μέγιστη τιμή
fr: Le prix minimum ne doit pas être supérieur au prix maximum
ja: 最低価格は最高価格を超えてはなりません。
lt: Mažiausia kaina negali būti didesnė už didžiausią kainą
nl: Minimumprijs mag niet hoger zijn dan de maximale prijs
no: Minsteprisen kan ikke være større enn maksimal pris
ru: Минимальная цена не должна превышать максимальную цену
sr: Minimalna cena ne sme biti veća od maksimalne cene
tr: Minimum fiyat maksimum fiyattan yüksek olamaz

source: Maximum price must not be less than minimum price
cs: Maximální cena nesmí být nížší než minimální cena
el: Η μέγιστη τιμή δεν πρέπει να είναι μικρότερη από την ελάχιστη τιμή
fr: Le prix maximum ne doit pas être inférieur au prix minimum
ja: 最高価格は最低価格を下回ってはなりません。
lt: Didžiausia kaina negali būti mažesnė už mažiausią kainą
nl: Maximale prijs mag niet lager zijn dan de minimale prijs
no: Maksimal pris kan ikke være mindre enn minstepris
ru: Максимальная цена не должна быть меньше минимальной
sr: Maksimalna cena ne sme biti manja od minimalne cene
tr: Maksimum fiyat minimum fiyattan düşük olamaz

source: Select the parent assembly
cs: Vybrat nadřazenou sestavu
el: Επιλέξτε τη γονική συναρμολόγηση
fr: Sélectionner l'assemblage parent
ja: 親アセンブリを選択
lt: Pasirinkite pirminį surinkimą
nl: Selecteer de bovenliggende assemblage
ru: Выберите родительскую сборку
sr: Izaberi nadređeni sklop
tr: Üst montajı seçin

source: Select the component part
cs: Vyberte komponentu dílu
el: Επιλέξτε το προϊόν Προϊόντος
fr: Sélectionner le composant
ja: 構成部品の選択
lt: Pasirinkite komponentinę detalę
nl: Selecteer het onderdeel
ru: Выберите деталь, которая является компонентом
sr: Izaberi komponentu dela
tr: Bileşeni seçin

source: Select part to copy BOM from
cs: Vyberte díl pro kopírování kusovníku z
el: Επιλέξτε προϊόν από το οποίο θα αντιγραφεί το BOM
fr: Sélectionner la pièce à partir de laquelle copier la nomenclature
ja: BOMをコピーする部品を選択します。
lt: Pasirinkite detalę, iš kurios kopijuoti BOM
nl: Selecteer onderdeel om BOM van te kopiëren
no: Velg del å kopiere BOM fra
ru: Выберите деталь, из которой копировать спецификацию
sr: Izaberi deo sa kog će se kopirati spisak materijala
tr: BOM'u kopyalanacak parçayı seçin

source: Remove Existing Data
cs: Odstranit existující data
el: Αφαίρεση υπαρχόντων δεδομένων
fr: Supprimer les données existantes
ja: 既存データの削除
lt: Pašalinti esamus duomenis
nl: Bestaande gegevens verwijderen
no: Fjern eksisterende data
ru: Удалить существующие данные
sr: Ukloni postojeće podatke
tr: Mevcut Verileri Temizle

source: Remove existing BOM items before copying
cs: Odstranit existující položky kusovníku před kopírováním
el: Αφαίρεση υπαρχόντων στοιχείων BOM πριν την αντιγραφή
fr: Supprimer les postes de nomenclature existants avant de les copier
ja: コピー前に既存のBOMアイテムを削除
lt: Pašalinti esamus BOM elementus prieš kopijuojant
nl: Verwijder bestaande BOM items voor het kopiëren
no: Fjern eksisterende BOM-artikler før kopiering
ru: Удалить существующие пункты спецификации перед копированием
sr: Ukloni postojeće stavke sa spiska materijala pre kopiranja
tr: Kopyalamadan önce mevcut BOM kalemlerini temizle

source: Include Inherited
cs: Zahrnout zděděné
el: Συμπερίληψη κληρονομημένων
fr: Inclure l'héritage
ja: インクルード継承
lt: Įtraukti paveldėtus
nl: Inclusief overgenomen
no: Inkluder arvede
ru: Включая наследуемые
sr: Uključi nasleđeno
tr: Devralınanı Dahil Et

source: Include BOM items which are inherited from templated parts
cs: Zahrnout položky kusovníku které jsou zdědené z šablonových dílů
el: Συμπερίληψη στοιχείων BOM που κληρονομούνται από προϊόντα προτύπων
fr: Inclure les éléments de nomenclature hérités des pièces modélisées
ja: テンプレート化された部品から継承されたBOM項目を含めます。
lt: Įtraukti BOM elementus, paveldėtus iš šabloninių detalių
nl: Inclusief stuklijst BOM items die worden overgenomen van getemplated onderdelen
no: Inkluder BOM-artikler som er arvet fra maldeler
ru: Включать пункты спецификации, унаследованные от шаблонных деталей
sr: Uključi stavke sa spiska materijala koje su nasleđene od šablonskih delova
tr: Şablon parçalardan devralınan BOM kalemlerini dahil et

source: Skip Invalid Rows
cs: Přeskočit neplatné řádky
el: Παράλειψη μη έγκυρων γραμμών
fr: Sauter les lignes non valides
ja: 無効な行をスキップ
lt: Praleisti netinkamas eilutes
nl: Ongeldige regels overslaan
no: Hopp over ugyldige rader
ru: Пропустить некорректные строки
sr: Preskoči nevažeće vrste
tr: Geçersiz Satırları Atla

source: Enable this option to skip invalid rows
cs: Povolte tuto možnost pro přeskočení neplatných řádků
el: Ενεργοποιήστε αυτή την επιλογή για να παραλείπονται οι μη έγκυρες γραμμές
fr: Activez cette option pour ignorer les lignes non valides
ja: 無効な行をスキップするには、このオプションを有効にします。
lt: Įjunkite šią parinktį, jei norite praleisti netinkamas eilutes
nl: Schakel deze optie in om ongeldige rijen over te slaan
no: Aktiver dette alternativet for å hoppe over ugyldige rader
ru: Включите эту опцию, чтобы пропускать недопустимые строки
sr: Omogući ovu opciju za preskakanje nevažećih vrsta
tr: Geçersiz satırları atlamak için bu seçeneği etkinleştir

source: Copy Substitute Parts
cs: Kopírovat náhradní díly
el: Αντιγραφή εναλλακτικών προϊόντων
fr: Copier les pièces de remplacement
ja: コピー代用部品
lt: Kopijuoti pakaitines detales
nl: Verwijder vervangend deel
no: Kopier erstatningsdeler
ru: Копировать детали-заменители
sr: Kopiraj zamenske delove
tr: Muadil Parçaları Kopyala

source: Copy substitute parts when duplicate BOM items
cs: Kopírovat náhradní díly při duplikaci položek kusovníku
el: Αντιγραφή εναλλακτικών προϊόντων κατά την αντιγραφή στοιχείων BOM
fr: Copie de pièces de rechange en cas de duplication de postes de nomenclature
ja: BOMアイテムの重複時に代替部品をコピー
lt: Kopijuoti pakaitines detales, kai kopijuojami BOM elementai
nl: Kopieer vervangende onderdelen bij dubbele stuklijst BOM items
no: Kopier erstatningsdeler når BOM-elementer dupliseres
ru: Копировать детали-заменители при дублировании пунктов спецификации
sr: Kopiraj zamenske delove prilikom duplikacije stavki sa spiska materijala
tr: BOM kalemlerinin kopyasını oluştururken muadil parçaları kopyala

source: Low stock notification
cs: Oznámení o nízkých zásobách
el: Ειδοποίηση χαμηλού αποθέματος
fr: Notification de stock faible
ja: 在庫不足通知
lt: Perspėjimas apie mažas atsargas
nl: Lage voorraad melding
no: Varsel om lav lagerbeholdning
ru: Уведомление о низком уровне запаса
sr: Notifikacija o niskim zalihama
tr: Düşük stok bildirimi

source: The available stock for {part.name} has fallen below the configured minimum level
cs: Dostupné zásoby pro {part.name} klesly pod nastavenou minimální úroveň
el: Το διαθέσιμο απόθεμα για το {part.name} έχει πέσει κάτω από το καθορισμένο ελάχιστο επίπεδο
fr: Le stock disponible pour {part.name}, est tombé en dessous du niveau minimum configuré
ja: {part.name}の在庫が設定された最低レベルを下回りました。
lt: Galimas atsargų kiekis detalei {part.name} nukrito žemiau nustatyto minimalaus lygio
nl: De beschikbare voorraad voor {part.name} is onder het ingestelde minimumniveau gedaald
no: Tilgjengelig lagerbeholdning for {part.name} har falt under det konfigurerte minimumsnivået
ru: Доступный запас для {part.name} упал ниже настроенного минимального уровня
sr: Dostupne zalihe za {part.name} su pale ispod konfigurisanog minimalnog nivoa
tr: {part.name} için mevcut stok, yapılandırılan minimum seviyenin altına düştü

source: Stale stock notification
cs: Oznámení o zastaralých zásobách
el: Ειδοποίηση παλαιού αποθέματος
ja: 在庫切れ通知
nl: Lage voorraad melding
ru: Уведомление о просроченном запасе
tr: Eskimiş stok bildirimi

source: You have 1 stock item approaching its expiry date
cs: Máte 1 skladovou položku blížící se k datu expirace
el: Έχετε 1 είδος αποθέματος που πλησιάζει την ημερομηνία λήξης του
ja: 在庫品1点について、有効期限が近づいています。
nl: U heeft 1 voorraad product dat de vervaldatum nadert
ru: У вас 1 складская единица приближается к дате истечения срока годности
tr: Geçerlilik tarihi yaklaşan 1 adet stok kaleminiz var

source: You have {item_count} stock items approaching their expiry dates
cs: Máte skladem {item_count} položek, jejichž data expirace se blíží
el: Έχετε {item_count} είδη αποθέματος που πλησιάζουν την ημερομηνία λήξης τους
ja: 在庫品のうち、{item_count}点の商品がまもなく期限切れとなります。
nl: U hebt {item_count} voorraaditems die hun vervaldatum naderen
ru: У вас {item_count} складских единиц приближаются к дате истечения срока годности
tr: Geçerlilik tarihleri yaklaşan {item_count} adet stok kaleminiz var

source: No expiry date
cs: Bez data expirace
el: Χωρίς ημερομηνία λήξης
fr: Pas de date d'expieatio
ja: 有効期限なし
nl: Geen vervaldatum
ru: Нет даты истечения
tr: Geçerlilik tarihi yok

source: Expired {abs(days_diff)} days ago
cs: Expirovalo před {abs(days_diff)} dny
el: Έληξε πριν από {abs(days_diff)} ημέρες
ja: 期限切れ {abs(days_diff)} 日前
nl: {abs(days_diff)} dagen geleden
ru: Истёк {abs(days_diff)} дней назад
tr: {abs(days_diff)} Gün önce süresi doldu

source: Expires today
cs: Expiruje dnes
el: Λήγει σήμερα
fr: Expire aujourd’hui
ja: 本日が期限となります
nl: Verloopt vandaag
ru: Истекает сегодня
tr: Süresi bugün doluyor

source: {days_until_expiry} days
cs: {days_until_expiry} dní
el: {days_until_expiry} ημέρες
fr: {days_until_expiry} jours
ja: {days_until_expiry} 日
nl: {days_until_expiry} dagen
ru: {days_until_expiry} дней
tr: {days_until_expiry} gün

source: Builtin
cs: Vestavěný
el: Ενσωματωμένο
fr: Intégré
ja: 組み込み
lt: Integruotas
nl: Ingebouwd
no: Innebygd
ru: Встроенный
tr: Yerleşik

source: Mandatory
cs: Povinné
el: Υποχρεωτικό
fr: Obligatoire
ja: 必須
lt: Privalomas
nl: verplicht
ru: Обязательно
tr: Zorunlu

source: Sample
cs: Příklad
el: Δείγμα
fr: Échantillon
ja: サンプル
lt: Pavyzdys
nl: Voorbeeld
no: Eksempel
ru: Пример
tr: Numune

source: Installed
cs: Nainstalováno
el: Εγκατεστημένο
fr: Installé
ja: インストール済み
lt: Įdiegtas
nl: Geïnstalleerd
no: Installert
ru: Установлено
sr: Instalirano
tr: Kuruldu

source: Plugin cannot be deleted as it is currently active
cs: Plugin nemůže být odstraněn, protože je aktuálně aktivní
el: Το πρόσθετο δεν μπορεί να διαγραφεί καθώς είναι ενεργό
fr: Le plugin ne peut pas être supprimé car il est actuellement actif
ja: プラグインは現在アクティブなので削除できません。
lt: Įskiepis negali būti ištrintas, nes šiuo metu yra aktyvus
nl: De plug-in kan niet worden verwijderd omdat deze momenteel actief is
ru: Плагин не может быть удалён, так как он активен
sr: Plugin ne može biti obrisan jer je trenutno aktivan
tr: Bu eklenti şu an aktif olduğundan silinemez

source: No action specified
cs: Činnost nebyla specifikována
el: Δεν έχει καθοριστεί ενέργεια
fr: Aucune action spécifiée
ja: アクションが指定されていません
lt: Nenurodytas joks veiksmas
nl: Geen actie gespecificeerd
no: Ingen handling spesifisert
ru: Действие не указано
sr: Nema određene akcije
tr: İşlem belirtilmedi

source: No matching action found
cs: Nebyla nalezena odpovídající činnost
el: Δεν βρέθηκε αντίστοιχη ενέργεια
fr: Aucune action correspondante trouvée
ja: 一致するアクションが見つかりませんでした
lt: Atitinkantis veiksmas nerastas
nl: Geen overeenkomende actie gevonden
no: Ingen samsvarende handling funnet
ru: Соответствующее действие не найдено
sr: Nema poklapajuće akcije
tr: Eşleşen eylem bulunamadı

source: No match found for barcode data
cs: Pro data čárového kódu nebyla nalezena shoda
el: Δεν βρέθηκε αντιστοίχιση για τα δεδομένα barcode
fr: Aucune correspondance trouvée pour les données du code-barres
ja: バーコードデータが見つかりません
lt: Brūkšninio kodo duomenims atitikmens nerasta
nl: Geen overeenkomst gevonden voor streepjescodegegevens
no: Ingen treff funnet for strekkodedata
ru: Не найдено совпадений для данных штрих-кода
sr: Nema poklapanja za podatke sa bar koda
tr: Barkod verisi için eşleşme bulunamadı

source: Match found for barcode data
cs: Pro data čárového kódu byla nalezena shoda
el: Βρέθηκε αντιστοίχιση για τα δεδομένα barcode
fr: Correspondance trouvée pour les données du code-barres
ja: バーコードデータとの一致が確認されました。
lt: Rastas atitikmuo brūkšninio kodo duomenims
nl: Overeenkomst gevonden voor streepjescodegegevens
no: Treff funnet for strekkodedata
ru: Найдено совпадение по штрих-коду
sr: Pronađeno poklapanje za podatke sa bar koda
tr: Barkod verisi için eşleşme bulundu

source: Model is not supported
cs: Model není podporován
el: Το μοντέλο δεν υποστηρίζεται
fr: Le modèle n'est pas pris en charge
ja: モデルはサポートされていません
lt: Modelis nepalaikomas
nl: Model wordt niet ondersteund
ru: Модель не поддерживается
sr: Model nije podržan
tr: Model desteklenmiyor

source: Model instance not found
cs: Instance modelu nebyla nalezena
el: Δεν βρέθηκε η συγκεκριμένη εγγραφή του μοντέλου
fr: L'instance de modèle n'a pas été trouvée
ja: モデルインスタンスが見つかりません
lt: Modelio egzempliorius nerastas
nl: Model instantie niet gevonden
ru: Экземпляр модели не найден
sr: Instanca modela nije pronađena
tr: Model örneği bulunamadı

source: Barcode matches existing item
cs: Čárový kód odpovídá existující položce
el: Το barcode αντιστοιχεί σε υπάρχον είδος
fr: Le code-barres correspond à l'article existant
ja: バーコードが既存のアイテムと一致
lt: Brūkšninis kodas atitinka esamą elementą
nl: Barcode komt overeen met bestaand item
no: Strekkode samsvarer med ekisterende element
ru: Штрихкод соответствует существующему элементу
sr: Bar kod se poklapa sa postojećom stavkom
tr: Barkod mevcut kalemle eşleşiyor

source: No matching part data found
cs: Žádné odpovídající data nebyla nalezena
el: Δεν βρέθηκαν αντίστοιχα δεδομένα προϊόντος
fr: Aucune donnée correspondante n'a été trouvée
ja: 一致する部品データが見つかりません
lt: Atitinkančių detalės duomenų nerasta
nl: Geen overeenkomende actie gevonden
no: Ingen samsvarende del-data funnet
ru: Не найдено соответствующих данных детали
sr: Nema podudarajućih podataka o delovima
tr: Eşleşen parça verisi bulunamadı

source: No matching supplier parts found
cs: Žádné odpovídající díly dodavatelů nebyly nalezeny
el: Δεν βρέθηκαν αντίστοιχα προϊόντα προμηθευτή
fr: Aucune pièce de fournisseur correspondante n'a été trouvée
ja: 一致するサプライヤー部品は見つかりませんでした
lt: Tiekėjo detalių atitikmenų nerasta
nl: Geen overeenkomende leveranciers onderdelen gevonden
no: Finner ingen matchende leverandørdeler
ru: Не найдено соответствующих поставляемых деталей
sr: Nema pronađenih podudarajućih delova dobavljača
tr: Eşleşen tedarikçi parçası verisi bulunamadı

source: Multiple matching supplier parts found
cs: Vícero odpovídajících dílů dodavatelů bylo nalezeno
el: Βρέθηκαν πολλαπλά αντίστοιχα προϊόντα προμηθευτή
fr: Plusieurs pièces de fournisseurs correspondantes trouvées
ja: 一致するサプライヤー部品が複数見つかりました
lt: Rastos kelios atitinkančios tiekėjo detalės
nl: Meerdere overeenkomende leveranciers onderdelen gevonden
no: Flere samsvarende leverandørdeler funnet
ru: Найдено несколько соответствующих поставляемых деталей
sr: Više podudarajućih delova dobavljača pronađeno
tr: Birden çok eşleşen tedarikçi parçası bulundu

source: No matching plugin found for barcode data
cs: Žádný odpovídající plugin pro čárové kódy nebyl nalezen
el: Δεν βρέθηκε αντίστοιχο πρόσθετο για τα δεδομένα barcode
fr: Aucun plugin correspondant n'a été trouvé pour les données de code-barres
ja: バーコードデータに一致するプラグインは見つかりませんでした
lt: Brūkšninio kodo duomenims atitinkančio įskiepio nerasta
nl: Geen overeenkomende plug-in gevonden voor barcode gegevens
ru: Плагин, соответствующий данным штрихкода, не найден
sr: Nema podudarajućeg plugina za podatke sa bar koda
tr: Barkod verisi için eşleşen eklenti bulunamadı

source: Matched supplier part
cs: Odpovídající díl dodavatele
el: Αντίστοιχο προϊόν προμηθευτή
fr: Pièce du fournisseur assortie
ja: 適合部品
lt: Atitinkanti tiekėjo detalė
nl: Overeenkomende leverancier onderdeel
no: Fant leverandørdel
ru: Соответствующая поставляемая деталь
sr: Podudarajući deo dobavljača
tr: Eşleşen tedarikçi parçası

source: Item has already been received
cs: Položka již byla obdržena
el: Το είδος έχει ήδη παραληφθεί
fr: L'article a déjà été reçu
ja: 商品はすでに受領済みです。
lt: Prekė jau buvo priimta
nl: Regel item is al ontvangen
no: Artikkelen er allerede mottatt
ru: Предмет уже был получен
sr: Stavka je već primljena
tr: Ürün kalemi zaten teslim alındı

source: No plugin match for supplier barcode
cs: Žádný plugin neodpovídá čárový kód dodavatele
el: Δεν υπάρχει πρόσθετο που να ταιριάζει για το barcode προμηθευτή
fr: Pas de correspondance de plugin pour le code-barres du fournisseur
ja: サプライヤーのバーコードに一致するプラグインがない
lt: Tiekėjo brūkšniniam kodui įskiepis nerastas
nl: Er komt geen plug-in overeen met de barcode van de leverancier
ru: Нет совпадения плагина для штрихкода поставщика
sr: Nijedan plugin se ne poklapa sa dobavljačevim bar kodom
tr: Tedarikçi barkodu için uygun eklenti bulunamadı

source: Multiple matching line items found
cs: Vícero odpovídajících řádkových položek bylo nalezeno
el: Βρέθηκαν πολλαπλές αντίστοιχες γραμμές
fr: Plusieurs postes correspondants trouvés
ja: 複数の一致する行項目が見つかりました
lt: Rasti keli atitinkantys eilutės įrašai
nl: Meerdere overeenkomende regelitems gevonden
no: Flere samsvarende elementer funnet
ru: Найдено несколько соответствующих позиций
sr: Više pronađenih poklapajućih stavki porudžbine
tr: Birden çok eşleşen satır bulundu

source: No matching line item found
cs: Žádná odpovídající řádková položka nebyla nalezena
el: Δεν βρέθηκε αντίστοιχη γραμμή
fr: Aucun poste correspondant n'a été trouvé
ja: 該当する項目が見つかりません
lt: Atitinkančios eilutės įrašo nerasta
nl: Geen overeenkomend voorraaditem gevonden
no: Ingen samsvarende element funnet
ru: Не найдено соответствующей позиции
sr: Nema podudarajućih stavki porudbžine pronađenih
tr: Eşleşen satır bulunamadı

source: No sales order provided
cs: Žádná prodejní objednávka nebyla poskytnuta
el: Δεν δόθηκε εντολή πώλησης
fr: Aucun ordre de vente n'a été fourni
ja: 販売注文はありません
lt: Nepateiktas pardavimo užsakymas
nl: Geen verkooporder opgegeven
ru: Заказ на продажу не указан
sr: Nema dostavljenih naloga za prodaju
tr: Satış siparişi sağlanmadı

source: Barcode does not match an existing stock item
cs: Čárový kód neodpovídá žádné existující skladové položce
el: Το barcode δεν αντιστοιχεί σε υπάρχον είδος αποθέματος
fr: Le code-barres ne correspond pas à un article de stock existant
ja: バーコードが既存の在庫品と一致しません
lt: Brūkšninis kodas neatitinka jokio esamo atsargų elemento
nl: Streepjescode komt niet overeen met een bestaand voorraadartikel
no: Strekkoden samsvarer ikke med eksisterende lagervare
ru: Штрих-код не соответствует существующим складским позициям
sr: Bar kod se ne poklapa sa postojećom stavkom sa zaliha
tr: Barkod mevcut bir stok kalemiyle eşleşmiyor

source: Stock item does not match line item
cs: Skladová položka se neshoduje s řádkovou položkou
el: Το είδος αποθέματος δεν ταιριάζει με τη γραμμή
fr: Le poste de stock ne correspond pas au poste individuel
ja: 在庫品目が行品目と一致しません
lt: Atsargų elementas neatitinka eilutės įrašo
nl: Voorraad item komt niet overeen met regelitem
no: Lagervare samsvarer ikke med linjeelement
ru: Складская позиция не соответствует позиции
sr: Stavka sa zaliha se ne podudara sa stavkom porudbžine
tr: Stok kalemi satır kalemiyle eşleşmiyor

source: Insufficient stock available
cs: Nedostatečný počet zásob
el: Μη επαρκές διαθέσιμο απόθεμα
fr: Stock disponible insuffisant
ja: 在庫不足
lt: Nepakanka atsargų
nl: Onvoldoende voorraad beschikbaar
no: Utilstrekkelig lagerbeholdning
ru: Недостаточно запаса
sr: Nedovoljno dostupnih stavki
tr: Mevcut stok yetersiz

source: Stock item allocated to sales order
cs: Skladová položka byla přidělena prodejní objednávce
el: Το είδος αποθέματος δεσμεύτηκε στην εντολή πώλησης
fr: Article de stock attribué à la commande client
ja: 販売注文に割り当てられた在庫品目
lt: Atsargų elementas priskirtas pardavimo užsakymui
nl: Voorraad item toegewezen aan verkooporder
no: Lagervaren er tildelt en salgsordre
ru: Складская позиция зарезервирована заказом на продажу
sr: Stavka alocirana nalogu za prodaju
tr: Stok kalemi satış siparişine tahsis edilmiştir

source: Not enough information
cs: Nedostatek informací
el: Μη επαρκείς πληροφορίες
fr: Pas assez d'informations
ja: 情報が不足しています
lt: Nepakanka informacijos
nl: Te weinig informatie
no: Ikke nok informasjon
ru: Недостаточно информации
sr: Nema dovoljno informacija
tr: Yetersiz bilgi

source: Found matching item
cs: Nalezena odpovídající položka
el: Βρέθηκε αντίστοιχο είδος
fr: Trouvé l'article correspondant
ja: 一致するアイテムが見つかりました
lt: Rastas atitinkantis elementas
nl: Gevonden overeenkomend item
ru: Найден соответствующий элемент
sr: Pronađena stavka
tr: Eşleşen öge bulundu

source: Supplier part does not match line item
cs: Dodavatelská položka se neshoduje s řádkovou položkou
el: Το προϊόν προμηθευτή δεν ταιριάζει με τη γραμμή
fr: La pièce du fournisseur ne correspond pas au poste
ja: サプライヤーの部品が品目と一致しない
lt: Tiekėjo detalė neatitinka eilutės įrašo
nl: Leveranciersdeel komt niet overeen met regelitem
ru: Поставляемая деталь не соответствует позиции
sr: Deo dobavljača se ne poklapa sa stavkom porudžbine
tr: Tedarikçi parçası satır ile eşleşmiyor

source: Line item is already completed
cs: Řádková položka je již dokončena
el: Η γραμμή είναι ήδη ολοκληρωμένη
fr: Le poste est déjà clôturé
ja: ライン・アイテムはすでに完了している
lt: Eilutės įrašas jau užbaigtas
nl: Regelitem is al voltooid
ru: Позиция уже завершена
sr: Stavka porudžbine je već završena
tr: Satır zaten tamamlandı
