Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Format to display the part name
cs: Formát pro zobrazení názvu dílu
el: Μορφή με την οποία εμφανίζεται το όνομα του Προϊόντος
fr: Format pour afficher le nom de la pièce
ja: 部品名の表示形式
lt: Detalės pavadinimo rodymo formatas
nl: Opmaak om de onderdeelnaam weer te geven
no: Format for å vise delnavnet
ru: Формат для отображения имени детали
sr: Format u kome će se prikazivati ime dela
tr: Parça adını görüntüleme biçimi

source: Part Category Default Icon
cs: Výchozí ikona kategorie dílu
el: Προεπιλεγμένο εικονίδιο κατηγορίας Προϊόντος
fr: Icône de catégorie par défaut
ja: パーツカテゴリー デフォルトアイコン
lt: Detalės kategorijos numatytoji piktograma
nl: Standaardicoon voor onderdeel catagorie
no: Standardikon for delkategorier
ru: Значок раздела по умолчанию
sr: Podrazumevana ikona za kategoriju dela
tr: Parça Kategorisi Varsayılan Simgesi

source: Part category default icon (empty means no icon)
cs: Výchozí ikona kategorie dílu (prázdné znamená bez ikony)
el: Προεπιλεγμένο εικονίδιο κατηγορίας Προϊόντος (κενό σημαίνει χωρίς εικονίδιο)
fr: Icône par défaut de la catégorie de la pièce (vide signifie aucune icône)
ja: パートカテゴリのデフォルトアイコン（空はアイコンがないことを意味します）
lt: Detalės kategorijos numatytoji piktograma (tuščia reiškia, kad nenaudojama)
nl: Standaardicoon voor onderdeel catagorie (leeg betekent geen pictogram)
no: Standardikon for delkategorier (tomt betyr ingen ikon)
ru: Значок категории по умолчанию (пустой означает отсутствие значка)
sr: Podrazumevana ikona za kategoriju dela (prazno znači bez ikone)
tr: Parça kategorisi için varsayılan simge (boş bırakılırsa simge kullanılmaz)

source: Minimum Pricing Decimal Places
cs: Minimální počet desetinných míst u cen
el: Ελάχιστα δεκαδικά ψηφία τιμολόγησης
fr: Nombre minimal de décimales
ja: 価格の最小桁数
lt: Mažiausias kainos dešimtainių skaičių kiekis
nl: Minimaal aantal prijs decimalen
no: Minimum antall desimalplasser for priser
ru: Минимальные Цены Десятичные Значки
sr: Minimalan broj decimalnih mesta za cene
tr: Minimum Fiyatlandırma Ondalık Basamakları

source: Minimum number of decimal places to display when rendering pricing data
cs: Minimální počet desetinných míst k zobrazení u cenových údajů
el: Ελάχιστος αριθμός δεκαδικών ψηφίων που θα εμφανίζονται στα δεδομένα τιμολόγησης
fr: Nombre minimum de décimales à afficher lors de l'affichage des prix
ja: 価格データのレンダリング時に表示する最小小数点以下の桁数
lt: Minimalus dešimtainių skaitmenų skaičius rodomas kainodaros duomenyse
nl: Minimaal aantal decimalen om weer te geven bij het weergeven van prijsgegevens
no: Minimum antall desimalplasser som skal vises når man gjengir prisdata
ru: Минимальное количество десятичных знаков при отображении данных о ценах
sr: Minimalan broj decimalnih mesta prilikom generisanja cenovnih podataka
tr: Fiyat verilerinde görüntülenecek maksimum ondalık hane sayısı

source: Maximum Pricing Decimal Places
cs: Maximální počet desetinných míst u cen
el: Μέγιστα δεκαδικά ψηφία τιμολόγησης
fr: Nombre maximal de décimales pour la tarification
ja: 価格の小数点以下の桁数
lt: Didžiausias kainos dešimtainių skaičių kiekis
nl: Maximum prijs decimalen
no: Maksimalt antall desimalplasser for priser
ru: Макс. Цены десятичные знаки
sr: Maksimalan broj decimalnih mesta za cene
tr: Maksimum Fiyatlandırma Ondalık Basamakları

source: Maximum number of decimal places to display when rendering pricing data
cs: Maximální počet desetinných míst k zobrazení u cenových údajů
el: Μέγιστος αριθμός δεκαδικών ψηφίων που θα εμφανίζονται στα δεδομένα τιμολόγησης
fr: Nombre maximal de décimales à afficher lors du rendu des données de tarification
ja: 価格データのレンダリング時に表示する小数点以下の桁数の最大値
lt: Didžiausias dešimtainių skaitmenų skaičius rodomas kainodaros duomenyse
nl: Maximum aantal decimalen om weer te geven bij het weergeven van prijsgegevens
no: Maksimalt antall desimalplasser som skal vises når man gjengir prisdata
ru: Минимальное количество десятичных знаков при отображении данных о ценах
sr: Maksimalan broj decimalnih mesta prilikom generisanja cenovnih podataka
tr: Fiyat verilerinde görüntülenecek maksimum ondalık hane sayısı

source: Use Supplier Pricing
cs: Použít ceny dodavatele
el: Χρήση τιμών προμηθευτή
fr: Utiliser le prix fournisseur
ja: サプライヤー価格の利用
lt: Naudoti tiekėjo kainas
nl: Gebruik leveranciersprijzen
no: Bruk leverandørpriser
ru: Использовать цены поставщика
sr: Koristi cene dobavljača
tr: Tedarikçi Fiyatlandırmasını Kullan

source: Include supplier price breaks in overall pricing calculations
cs: Zahrnout cenová zvýhodnění dodavatelů do celkových cenových kalkulací
el: Συμπερίληψη κλιμακωτών τιμών προμηθευτή στους συνολικούς υπολογισμούς τιμών
fr: Inclure les réductions de prix dans le calcul du prix global
ja: 全体的な価格計算にサプライヤーの価格破壊を含めること
lt: Įtraukti tiekėjų kainų lygius į bendrą kainodaros skaičiavimą
nl: Prijsvoordelen leveranciers opnemen in de totale prijsberekening
no: Inkluder leverandørprisbrudd i beregninger av totalpriser
ru: Включить разницу цен поставщиков при расчетах цен
sr: Uključi pauziranje cene dobavljača u sveukupnom računanju cene
tr: Tedarikçi fiyat kademelerini genel fiyat hesaplamalarına dahil et

source: Purchase History Override
cs: Přepsání historie nákupu
el: Υπέρβαση μέσω ιστορικού αγορών
fr: Remplacer l'historique des achats
ja: 購入履歴の上書き
lt: Pirkimų istorija keičia kainas
nl: Aankoopgeschiedenis overschrijven
no: Innkjøpshistorikkoverstyring
ru: Изменить историю покупки
sr: Premosti istorijat kupovina
tr: Satın Alma Geçmişini Geçersiz Kılma

source: Historical purchase order pricing overrides supplier price breaks
cs: Historické ceny nákupních objednávek mají přednost před cenovými zvýhodněními dodavatele
el: Οι ιστορικές τιμές εντολών αγοράς υπερισχύουν των κλιμακωτών τιμών προμηθευτή
fr: La tarification historique des bons de commande remplace les réductions de prix des fournisseurs
ja: 過去の発注価格がサプライヤーの価格変動を上書き
lt: Istorinės pirkimo kainos pakeičia tiekėjo kainų lygius
nl: Historische order prijzen overschrijven de prijzen van de leverancier
no: Historiske innkjøpspriser overstyrer leverandørprisnivåer
ru: Ценообразование по историческим заказам на поставку отменяет различия в ценах поставщиков
sr: Prethodne cene narudžbenice zamenjuje pauze cena dobavljača
tr: Tarihsel satın alma siparişi fiyatlandırması, tedarikçi fiyat kademelerini geçersiz kılar

source: Use Stock Item Pricing
cs: Použít ceny skladových položek
el: Χρήση τιμολόγησης στοιχείου αποθέματος
fr: Utiliser les prix des articles en stock
ja: ストックアイテム価格を使用
lt: Naudoti atsargų kainas
nl: Gebruik voorraaditem prijzen
no: Bruk lagervarepriser
ru: Использовать цены из складских позиций
sr: Koristi cene stavki u zalihama
tr: Stok Kalemi Fiyatlandırmasını Kullan

source: Use pricing from manually entered stock data for pricing calculations
cs: Použít ceny z ručně zadaných skladových údajů pro cenové kalkulace
el: Χρήση τιμών από χειροκίνητα καταχωρημένα δεδομένα αποθέματος για τους υπολογισμούς τιμών
fr: Utiliser les prix des données de stock saisies manuellement pour calculer les prix
ja: 手動入力された在庫データから価格計算を行います。
lt: Naudoti kainas iš rankiniu būdu įvestų atsargų duomenų kainodaros skaičiavimui
nl: Gebruik prijzen van handmatig ingevoerde voorraadgegevens voor prijsberekeningen
no: Bruk priser fra manuelt innlagte lagervarer for prisberegninger
ru: Использовать расценки из ручного ввода данных о запасах для расчета цен
sr: Koristi cene koje su ručno unete u podatke zaliha
tr: Fiyatlandırma hesaplamaları için elle girilen stok verisinin fiyatlandırmasını kullan

source: Stock Item Pricing Age
cs: Stáří cen skladových položek
el: Ηλικία τιμολόγησης στοιχείου αποθέματος
fr: Âge de tarification des articles de stock
ja: 在庫商品の価格設定年齢
lt: Atsargų kainų galiojimo trukmė
nl: Voorraad artikelprijs leeftijd
no: Lagervare prisalder
ru: Возраст цен складских позиций
sr: Godina cena stavki u zalihama
tr: Stok Kalemi Fiyatlandırma Süresi

source: Exclude stock items older than this number of days from pricing calculations
cs: Vyloučit skladové položky starší než tento počet dní z cenových kalkulací
el: Εξαίρεση στοιχείων αποθέματος παλαιότερων από αυτόν τον αριθμό ημερών από τους υπολογισμούς τιμών
fr: Exclure les articles en stock datant de plus de ce nombre de jours des calculs de prix
ja: この日数より古い在庫品を価格計算から除外します。
lt: Pašalinti senesnes nei nurodytas dienų skaičius atsargas iš kainodaros skaičiavimų
nl: Voorraaditems ouder dan dit aantal dagen uitsluiten van prijsberekeningen
no: Unnta lagervarer som er eldre enn dette antall dager fra prisberegninger
ru: Исключить складские позиции старше указанного количества дней с расчёта цен
sr: Odstrani stavke zaliha iz kalkulacija cena, koje su starije od ovog broja dana
tr: Bu gün sayısından daha eski olan stok kalemlerini fiyatlandırma hesaplamalarından hariç tut

source: Use Variant Pricing
cs: Použít cenu varianty
el: Χρήση τιμολόγησης παραλλαγών
fr: Utiliser les prix variants
ja: バリアント価格を使用
lt: Naudoti variantų kainas
nl: Gebruik variantprijzen
no: Bruk Variantpriser
ru: Использовать варианты цен
sr: Koristi drugačije cene
tr: Varyant Fiyatlandırması Kullan

source: Include variant pricing in overall pricing calculations
cs: Zahrnutí cen variant do celkových cenových kalkulací
el: Συμπερίληψη τιμών παραλλαγών στους συνολικούς υπολογισμούς τιμών
fr: Inclure la tarification variante dans le calcul global des prix
ja: 全体的な価格計算にバリアント価格を含む
lt: Įtraukti variantų kainas į bendrą kainodaros skaičiavimą
nl: Variantenprijzen opnemen in de totale prijsberekening
no: Inkluder variantpriser i beregninger av totale priser
ru: Включить разницу цен поставщиков при расчетах цен
sr: Uključi drugačije cene u sveukupnim kalkulacijama cene
tr: Genel fiyat hesaplamalarına varyant fiyatlarını dahil et

source: Active Variants Only
cs: Pouze aktivní varianty
el: Μόνο ενεργές παραλλαγές
fr: Variantes actives uniquement
ja: アクティブバリアントのみ
lt: Tik aktyvūs variantai
nl: Alleen actieve varianten
no: Kun aktive varianter
ru: Только Активные Варианты
sr: Samo aktivne varijante
tr: Yalnızca Aktif Varyantlar

source: Only use active variant parts for calculating variant pricing
cs: Pro výpočet ceny varianty použijte pouze aktivní díly varianty
el: Χρήση μόνο ενεργών Προϊόντων παραλλαγών για τον υπολογισμό τιμών παραλλαγών
fr: N'utiliser que des pièces de variante actives pour calculer le prix de la variante
ja: バリアント価格の計算には、アクティブなバリアントパーツのみを使用します。
lt: Naudoti tik aktyvius detalių variantus kainodarai
nl: Gebruik alleen actieve variantonderdelen voor het berekenen van variantprijzen
no: Bruk kun aktive variantdeler til beregning av variantprising
ru: Использовать только активные запчасти для расчета стоимости варианта
sr: Koristi samo aktivne varijante za određivanje varijante cene
tr: Varyant fiyatlandırmasını hesaplamak için yalnızca aktif varyant parçaları kullan

source: Auto Update Pricing
cs: Automatická aktualizace cen
el: Αυτόματη ενημέρωση τιμών
fr: Mise à jour automatique des prix
ja: 自動更新の価格設定
nl: Prijzen automatisch bijwerken
ru: Автоматическое обновление цен
tr: Fiyatlandırmayı Otomatik Güncelle

source: Automatically update part pricing when internal data changes
cs: Automaticky aktualizovat cenu dílu když se změní interní data
el: Αυτόματη ενημέρωση τιμών Προϊόντων όταν αλλάζουν τα εσωτερικά δεδομένα
fr: Mettre à jour automatiquement les prix des pièces quand les données internes changes
ja: 内部データが変更された際に、部品価格を自動的に更新します。
nl: Automatisch prijzen van onderdelen bijwerken wanneer interne gegevens veranderen
ru: Автоматически обновлять цены деталей при изменении внутренних данных
tr: Dahili veri değişince parça fiyatını otomatik güncelle

source: Pricing Rebuild Interval
cs: Interval přestavby cen
el: Διάστημα επαναυπολογισμού τιμών
fr: Intervalle de regénération des prix
ja: 価格の再構築間隔
lt: Kainodaros atnaujinimo intervalas
nl: Prijzen Herbouw interval
no: Intervall for rekalkulering av priser
ru: Интервал пересчета цен
sr: Vremenski period za ponovno određivanje cena
tr: Fiyatlandırmayı Yeniden Oluşturma Aralığı

source: Number of days before part pricing is automatically updated
cs: Počet dní před automatickou aktualizací cen dílů
el: Αριθμός ημερών πριν ενημερωθούν αυτόματα οι τιμές των Προϊόντων
fr: Nombre de jours avant la mise à jour automatique du prix de la pièce
ja: 部品価格が自動的に更新されるまでの日数
lt: Dienų skaičius iki automatinio detalių kainų atnaujinimo
nl: Aantal dagen voordat de prijzen voor onderdelen automatisch worden bijgewerkt
no: Antall dager før delpriser blir automatisk oppdatert
ru: Количество дней до автоматического обновления цены
sr: Broj dana koji treba da prođe da bi se cene delova automatski ažurirale
tr: Parça fiyatlandrımasının otomatik güncellenmesinden önceki gün sayısı

source: Internal Prices
cs: Interní ceny
el: Εσωτερικές τιμές
fr: Prix internes
ja: 社内価格
lt: Vidinės kainos
nl: Interne Prijzen
no: Interne Priser
ru: Внутренние цены
sr: Interne cene
tr: Dahili Fiyatlar

source: Enable internal prices for parts
cs: Povolit interní ceny pro díly
el: Ενεργοποίηση εσωτερικών τιμών για Προϊόντα
fr: Activer les prix internes pour les pièces
ja: 部品の内部価格の有効化
lt: Įjungti vidines kainas detalėms
nl: Inschakelen van interne prijzen voor onderdelen
no: Aktiver interne priser for deler
ru: Разрешить внутренние цены для частей
sr: Omogući interne cene za delove
tr: Parçalar için dahili fiyatları etkinleştir

source: Internal Price Override
cs: Přepis interní ceny
el: Υπέρβαση μέσω εσωτερικής τιμής
fr: Substitution du prix interne
ja: 内部価格オーバーライド
lt: Vidinės kainos viršenybė
nl: Interne prijs overschrijven
no: Intern prisoverstyring
ru: Переопределение внутренней цены
sr: Premošćavanje internih cena
tr: Dahili Fiyat Geçersiz Kılma

source: If available, internal prices override price range calculations
cs: Pokud jsou k dispozici, interní ceny mají přednost před výpočty cenového rozpětí
el: Όταν υπάρχουν, οι εσωτερικές τιμές υπερισχύουν των υπολογισμών εύρους τιμών
fr: Si disponible, les prix internes remplacent les calculs de la fourchette de prix
ja: 利用可能な場合、内部価格は価格帯の計算より優先されます。
lt: Jei yra, vidinės kainos pakeičia bendrus kainodaros skaičiavimus
nl: Indien beschikbaar, interne prijzen overschrijven berekeningen van prijsbereik
no: Hvis tilgjengelig, overstyrer interne priser kalkulering av prisområde
ru: При наличии внутренних цен переопределить ценовой диапазон
sr: Ako su dostupne, interne cene premošćuju kalkulacije opsega cena
tr: Varsa, dahili fiyatlar fiyat aralığı hesaplarını geçersiz kılar

source: Enable label printing
cs: Povolit tisk štítků
el: Ενεργοποίηση εκτύπωσης ετικετών
fr: Activer l'impression d'étiquettes
ja: ラベル印刷の有効化
lt: Įjungti etikečių spausdinimą
nl: Printen van labels Inschakelen
no: Aktiver etikettutskrift
ru: Включить печать этикеток
sr: Omogući štampanje etiketa
tr: Etiket yazdırmayı etkinleştir

source: Enable label printing from the web interface
cs: Povolit tisk štítků z webového rozhraní
el: Ενεργοποίηση εκτύπωσης ετικετών από το web interface
fr: Activer l'impression d'étiquettes depuis l'interface Web
ja: ウェブインターフェースからラベル印刷を有効にします。
lt: Įjungti etikečių spausdinimą iš žiniatinklio sąsajos
nl: Printen van labels via de webinterface inschakelen
no: Aktiver utskrift av etiketter fra nettleseren
ru: Включить печать этикеток из веб-интерфейса
sr: Omogući štampanje etiketa preko web interfejsa
tr: Web arayüzünden etiket yazdırmayı etkinleştir

source: Label Image DPI
cs: DPI rozlišení štítků
el: DPI εικόνας ετικέτας
fr: Étiquette image DPI
ja: ラベル画像DPI
lt: Etiketės vaizdo DPI
nl: Label Afbeelding DPI
no: Etikettbilde-DPI
ru: Изображение меток DPI
sr: DPI slike etikete
tr: Etiket Görseli DPI Değeri

source: DPI resolution when generating image files to supply to label printing plugins
cs: Rozlišení DPI při generování obrazových souborů, které se dodávají do zásuvných modulů pro tisk štítků
el: Ανάλυση DPI κατά τη δημιουργία αρχείων εικόνας για πρόσθετα εκτύπωσης ετικετών
fr: Résolution DPI lors de la génération de fichiers image pour fournir aux plugins d'impression d'étiquettes
ja: ラベル印刷プラグインに供給する画像ファイルを生成する際のDPI解像度
lt: DPI raiška generuojant vaizdus etikečių spausdinimo papildiniams
nl: DPI resolutie bij het genereren van afbeelginsbestanden voor label printer plugins
no: DPI-oppløsning når når det genereres bildefiler for sending til utvidelser for etikettutskrift
ru: Разрешение DPI при создании файлов изображений для печати этикеток плагинов
sr: DPI rezolucija prilikom generisanja slikovne datoteke za dodatak koji štampa etikete
tr: Görsel dosyaları üretirken etiket yazdırma eklentilerine sağlanacak DPI çözünürlüğü

source: Enable Reports
cs: Povolit reporty
el: Ενεργοποίηση αναφορών
fr: Activer les rapports
ja: レポートの有効化
lt: Įjungti ataskaitas
nl: Activeer Rapportages
no: Aktiver Rapporter
ru: Включить отчеты
sr: Omogući izveštaje
tr: Raporları Etkinleştir

source: Enable generation of reports
cs: Povolit generování reportů
el: Ενεργοποίηση δημιουργίας αναφορών
fr: Activer la génération de rapports
ja: レポートの作成
lt: Įjungti ataskaitų generavimą
nl: Activeer het genereren van rapporten
no: Aktiver generering av rapporter
ru: Включить генерацию отчетов
sr: Omogući generisanje izveštaja
tr: Rapor üretimini etkinleştir

source: Debug Mode
cs: Režim ladění chyb
el: Λειτουργία αποσφαλμάτωσης
fr: Mode Débogage
ja: デバッグモード
lt: Derinimo režimas
nl: Foutopsporingsmodus
no: Feilsøkingsmodus
ru: Режим отладки
sr: Mod otklanjanja grešaka
tr: Hata Ayıklama Modu

source: Generate reports in debug mode (HTML output)
cs: Generovat reporty v režimu ladění (HTML výstup)
el: Δημιουργία αναφορών σε λειτουργία αποσφαλμάτωσης (έξοδος HTML)
fr: Générer des rapports en mode debug (sortie HTML)
ja: デバッグモードでのレポート生成（HTML出力）
lt: Generuoti ataskaitas derinimo režimu (HTML išvestis)
nl: Rapporten genereren in debug modus (HTML uitvoer)
no: Generer rapporter i feilsøkingsmodus (HTML-output)
ru: Генерировать отчеты в режиме отладки (вывод HTML)
sr: Generiši izveštaje u modu za otklanjanje grešaka (izlaz je u HTML)
tr: Raporları hata ayıklama modunda oluştur (HTML çıktısı)

source: Log Report Errors
cs: Zaznamenávat chyby reportů
el: Καταγραφή σφαλμάτων αναφορών
fr: Journal des erreurs
ja: ログレポートエラー
lt: Registruoti ataskaitų klaidas
nl: Log fouten
ru: Журнал ошибок отчета
sr: Greške evidencije izveštaja
tr: Rapor Hatalarını Günlüğe Kaydet

source: Log errors which occur when generating reports
cs: Zaznamenávat chyby, které se vyskytnou při vytváření reportů
el: Καταγραφή σφαλμάτων που προκύπτουν κατά τη δημιουργία αναφορών
fr: Enregistrer les erreurs qui se produisent lors de la génération de rapports
ja: レポート生成時に発生するエラーのログ
lt: Registruoti klaidas, įvykusias generuojant ataskaitas
nl: Registreer fouten die optreden bij het genereren van rapporten
ru: Журнал ошибок, которые возникают при создании отчетов
sr: Greške evidentiranja koje se dese prilikom generisanja izveštaja
tr: Raporlar üretirken oluşan hataları günlüğe kaydet

source: Page Size
cs: Velikost stránky
el: Μέγεθος σελίδας
fr: Taille de la page
ja: ページサイズ
lt: Puslapio dydis
nl: Paginagrootte
no: Sidestørrelse
ru: Размер страницы
sr: Veličina stranice
tr: Sayfa Boyutu

source: Default page size for PDF reports
cs: Výchozí velikost stránky pro PDF reporty
el: Προεπιλεγμένο μέγεθος σελίδας για PDF αναφορές
fr: Taille de page par défaut pour les rapports PDF
ja: PDFレポートのデフォルトのページサイズ
lt: Numatytasis PDF ataskaitų puslapio dydis
nl: Standaard paginagrootte voor PDF rapporten
no: Standard sidestørrelse for PDF-rapporter
ru: Размер страницы по умолчанию для PDF отчетов
sr: Podrazumevana veličina strane za izveštaje u PDF formatu
tr: PDF raporlar için varsayılan sayfa boyutu

source: Enforce Parameter Units
cs: Vynutit jednotky parametru
el: Επιβολή μονάδων παραμέτρων
fr: Renforcer les unités des paramètres
ja: パラメータ単位の強制
lt: Reikalauti parametrų vienetų
nl: Forceer Parameter Eenheden
no: Tving parameterenheter
ru: Принудительное применение единиц измерения параметров
sr: Zahtevaj jedinice parametara
tr: Parametre Birimlerini Zorunlu Kıl

source: If units are provided, parameter values must match the specified units
cs: Pokud jsou uvedeny jednotky, musí hodnoty parametrů odpovídat zadaným jednotkám
el: Αν δοθούν μονάδες, οι τιμές των παραμέτρων πρέπει να αντιστοιχούν στις καθορισμένες μονάδες
fr: Si des unités sont fournies, les valeurs de paramètre doivent correspondre aux unités spécifiées
ja: 単位が指定されている場合、パラメータ値は指定された単位に一致する必要があります。
lt: Jei nurodyti vienetai, parametro reikšmės turi atitikti nurodytus vienetus
nl: Als er eenheden worden opgegeven, moeten parameterwaarden overeenkomen met de opgegeven eenheden
no: Hvis det er angitt en enhet, skal parameterverdiene samsvare med de angitte enhetene
ru: Если введены единицы, значения параметра должны соответствовать указанным единицам измерения
sr: Ako su jedinice date, vrednosti parametara moraju odgovarati datim jedinicama
tr: Birimler sağlanırsa, parametre değerleri belirtilen birimlere uymalıdır

source: Globally Unique Serials
cs: Globálně unikátní sériová čísla
el: Καθολικά μοναδικοί σειριακοί αριθμοί
fr: Numéro de Série Universellement Unique
ja: 世界的にユニークな連載
lt: Globaliai unikalūs serijiniai numeriai
nl: Globaal unieke serienummers
no: Globalt Unike Serienummer
ru: Глобально уникальные серийные номера
sr: Globalno jedinstveni serijski brojevi
tr: Küresel Çapta Benzersiz Seri Numaraları

source: Serial numbers for stock items must be globally unique
cs: Sériová čísla pro skladové položky musí být globálně unikátní
el: Οι σειριακοί αριθμοί των στοιχείων αποθέματος πρέπει να είναι καθολικά μοναδικοί
fr: Les numéros de série pour les articles en stock doivent être uniques au niveau global
ja: 在庫品のシリアル番号はグローバルに一意でなければなりません。
lt: Atsargų serijos numeriai turi būti globaliai unikalūs
nl: Serienummers voor voorraaditems moeten globaal uniek zijn
no: Serienummer for lagervarer må være globalt unike
ru: Серийные номера для складских позиций должны быть уникальными глобально
sr: Serijski brojevi za stavke zaliha moraju da budu globalno jedinstveni
tr: Stok kalemleri için seri numaraları küresel çapta benzersiz olmalıdır

source: Delete Depleted Stock
cs: Odstranit vyčerpané zásoby
el: Διαγραφή εξαντλημένου αποθέματος
fr: Supprimer le stock épuisé
ja: 枯渇在庫の削除
lt: Ištrinti išnaudotas atsargas
nl: Verwijder uitgeputte voorraad
no: Slett oppbrukt lagerbeholdning
ru: Удалить исчерпанный запас
sr: Obriši ispražnjene zalihe
tr: Tükenen Stoku Sil

source: Determines default behavior when a stock item is depleted
cs: Určuje výchozí chování při vyčerpání zásoby položky
el: Καθορίζει την προεπιλεγμένη συμπεριφορά όταν ένα στοιχείο αποθέματος εξαντλείται
fr: Détermine le comportement par défaut lorsqu'un article de stock est épuisé
ja: ストックアイテムが枯渇した場合のデフォルトの動作を決定します。
lt: Nustato numatytą elgseną, kai atsargos yra išnaudotos
nl: Bepaalt standaard gedrag wanneer een voorraadartikel leeg is
ru: Определяет поведение по умолчанию, когда складская позиция заканчивается
sr: Ovo određuje podrazumevano ponašanje kada je stavka zaliha istrošena
tr: Bir stok kalemi tükendiğinde varsayılan davranışı belirler

source: Batch Code Template
cs: Šablona kódu dávky
el: Πρότυπο κωδικού παρτίδας
fr: Modèle de code de lot
ja: バッチコードテンプレート
lt: Partijos kodo šablonas
nl: Batchcode Sjabloon
no: Batchkodemal
ru: Код партии Шаблона
sr: Šablon koda serije
tr: Parti Kodu Şablonu
