Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Enable barcode scanner support in the web interface
cs: Povolit podporu pro skenování čárových kódů ve webovém rozhraní
el: Ενεργοποίηση υποστήριξης σαρωτή barcode στο web interface
fr: Activer le support du scanner de codes-barres dans l'interface web
ja: ウェブインターフェイスでバーコードスキャナのサポートを有効にします。
lt: Įjungti brūkšninių kodų skaitytuvo palaikymą žiniatinklio sąsajoje
nl: Schakel barcodescanner ondersteuning in in de webinterface
no: Aktiver støtte for strekkodeleser i webgrensesnittet
ru: Включить поддержку сканера штрих-кодов в веб-интерфейсе
sr: Omogući podršku za bar kod skener preko interfejsa stranice
tr: Web arayüzünde barkod tarayıcı desteğini etkinleştir

source: Store Barcode Results
cs: Ukládat výsledky čárových kódů
el: Αποθήκευση αποτελεσμάτων barcode
fr: Résultats des codes-barres des magasins
ja: 店舗バーコード結果
lt: Išsaugoti brūkšninių kodų nuskaitymus
nl: Sla de resultaten van de barcode op
ru: Сохранять результаты сканирования штрихкодов
sr: Uskladišti rezultate bar koda
tr: Barkod Sonuçlarını Depola

source: Store barcode scan results in the database
cs: Ukládat výsledky skenování čárových kódů v databázi
el: Αποθήκευση των αποτελεσμάτων σάρωσης barcode στη βάση δεδομένων
fr: Stocker les résultats de la lecture du code-barres dans la base de données
ja: バーコードスキャン結果をデータベースに保存
lt: Brūkšninių kodų nuskaitymo rezultatus išsaugoti duomenų bazėje
nl: Sla de barcode scan resultaten op in de database
ru: Сохранять результаты сканирования штрихкодов в базе данных
sr: Uskladišti rezultate bar koda u bazu podataka
tr: Barkod tarama sonuçlarını veritabanına depola

source: Barcode Scans Maximum Count
cs: Maximální počet naskenovaných čárových kódů
el: Μέγιστος αριθμός σαρώσεων barcode
fr: Scanners de codes-barres Comptage maximal
ja: バーコードスキャン最大カウント
lt: Maksimalus nuskaitymų skaičius
nl: Maximale aantal Barcode Scans
ru: Максимальное количество сохранённых сканирований штрихкодов
sr: Maksimalan broj skeniranja bar koda
tr: Maksimum Barkod Tarama Sayısı

source: Maximum number of barcode scan results to store
cs: Maximální počet uložených výsledků skenování čárových kódů
el: Μέγιστος αριθμός αποτελεσμάτων σάρωσης barcode που θα αποθηκεύονται
fr: Nombre maximum de résultats de lecture de codes-barres à stocker
ja: バーコードスキャン結果の最大保存数
lt: Maksimalus saugomų brūkšninių kodų nuskaitymų skaičius
nl: Maximum aantal resultaten van de barcode scan op te slaan
ru: Максимальное число результатов сканирования штрихкодов для хранения
sr: Maksimalan broj rezultata skeniranja bar koda koji treba da se skladišti
tr: Depolanacak maksimum barkod tarama sonuçları sayısı

source: Barcode Input Delay
cs: Zpoždění vstupu čárového kódu
el: Καθυστέρηση εισόδου barcode
fr: Délai d'entrée du code-barres
ja: バーコード入力遅延
lt: Brūkšninio kodo įvesties delsimas
nl: Barcode Invoer Vertraging
no: Innlesingsforsinkelse for strekkode
ru: Задержка сканирования штрих-кода
sr: Kašnjenje unosa bar koda
tr: Barkod Girdi Gecikmesi

source: Barcode input processing delay time
cs: Doba zpoždění zpracování vstupu čárového kódu
el: Χρόνος καθυστέρησης επεξεργασίας εισόδου barcode
fr: Délai de traitement du code-barres
ja: バーコード入力処理遅延時間
lt: Brūkšninio kodo įvesties apdorojimo delsos laikas
nl: Barcode invoerverwerking vertraging
no: Tidsforsinkelse for behandling av strekkode
ru: Время задержки обработки штрих-кода
sr: Vreme kašnjena obrađivanja ulaza bar koda
tr: Barkod girdi işleme gecikme süresi

source: Barcode Webcam Support
cs: Podpora webové kamery pro čárové kódy
el: Υποστήριξη barcode μέσω webcam
fr: Prise en charge de la webcam code-barres
ja: バーコードウェブカメラサポート
lt: Brūkšninių kodų palaikymas per kamerą
nl: Barcode Webcam Ondersteuning
no: Støtte for strekkodewebkamera
ru: Поддержка веб-камер штрих-кодов
sr: Podrška za bar kod veb kameru
tr: Barkod Web Kamerası Desteği

source: Allow barcode scanning via webcam in browser
cs: Povolit skenování čárových kódů přes webovou kameru v prohlížeči
el: Να επιτρέπεται σάρωση barcode μέσω webcam στο πρόγραμμα περιήγησης
fr: Autoriser la numérisation de codes-barres via la webcam dans le navigateur
ja: ブラウザのウェブカメラでバーコードのスキャンが可能
lt: Leisti brūkšninių kodų nuskaitymą per naršyklės kamerą
nl: Barcode via webcam scannen in browser toestaan
no: Tillat strekkodelesning via webkamera i nettleseren
ru: Разрешить сканирование штрих-кода через веб-камеру в браузере
sr: Omogući skeniranje bar koda pomoću veb kamere u pretraživaču
tr: Tarayıcıda web kamerası aracılığıyla barkod taramaya izin ver

source: Barcode Show Data
cs: Zobrazovat data čárových kódů
el: Εμφάνιση δεδομένων barcode
fr: Code-barres Afficher les données
ja: バーコード表示データ
lt: Rodyti brūkšninio kodo duomenis
nl: Barcode gegevens
no: Vis Strekkodedata
ru: Показать данные штрих-кода
sr: Prikaži podatke bar koda
tr: Barkod Verisini Göster

source: Display barcode data in browser as text
cs: Zobrazovat data čárových kódů v prohlížeči jako text
el: Εμφάνιση των δεδομένων barcode στο πρόγραμμα περιήγησης ως κείμενο
fr: Afficher les données du code-barres dans le navigateur sous forme de texte
ja: バーコードデータをテキストとしてブラウザに表示
lt: Rodyti brūkšninio kodo duomenis naršyklėje kaip tekstą
nl: Geef barcode gegevens weer in browser als tekst
no: Vis strekkodedata som tekst
ru: Отображать данные штрих-кода в браузере в виде текста
sr: Prikaži podatke bar koda u pretraživaču kao tekst
tr: Barkod verisini tarayıcıda metin olarak görüntüle

source: Barcode Generation Plugin
cs: Plugin pro generování čárových kódů
el: Πρόσθετο δημιουργίας barcode
fr: Plugin de génération de codes-barres
ja: バーコード生成プラグイン
lt: Brūkšninio kodo generavimo papildinys
nl: Streepjescode Plug-in
ru: Плагин генерации штрих-кода
sr: Dodatak za generisanje bar koda
tr: Barkod Üreteci Eklentisi

source: Plugin to use for internal barcode data generation
cs: Plugin na použití pro interní generaci čárových kódů
el: Πρόσθετο που θα χρησιμοποιείται για εσωτερική δημιουργία δεδομένων barcode
fr: Plugin à utiliser pour la génération interne de données de code-barres
ja: 内部バーコードデータ生成に使用するプラグイン
lt: Papildinys vidiniam brūkšninių kodų generavimui
nl: Plug-in om te gebruiken voor interne barcode data genereren
ru: Плагин для использования внутренней генерации данных штрих-кодов
sr: Dodatak koji će se koristiti kao interni generator podataka bar koda
tr: Dahili barkod üretimi için kullanılacak eklenti

source: Part Revisions
cs: Revize dílu
el: Εκδόσεις Προϊόντων
fr: Modifications de la pièce
ja: 部品改訂
lt: Detalių versijos
nl: Herzieningen onderdeel
no: Delrevisjoner
ru: Ревизия детали
sr: Revizije dela
tr: Parça Revizyonları

source: Enable revision field for Part
cs: Povolit pole revize pro díl
el: Ενεργοποίηση πεδίου έκδοσης για Aντικειμένου
fr: Activer le champ de modification de la pièce
ja: パートのリビジョンフィールドを有効にします。
lt: Įjungti versijos lauką detalėms
nl: Revisieveld voor onderdeel inschakelen
no: Aktiver revisjonsfeltet for Del
ru: Включить поле ревизии для элемента
sr: Omogući polje za reviziju dela
tr: Parça için revizyon alanını etkinleştir

source: Assembly Revision Only
cs: Revize pouze pro sestavy
el: Μόνο εκδόσεις συναρμολογήσεων
fr: Révision de l'assemblage uniquement
ja: アセンブリ改訂のみ
lt: Tik surinkimo versijoms
nl: Alleen assemblee revisie
ru: Только ревизия сборки
sr: Jedino revizija sastavljanja
tr: Yalnızca Montaj Revizyonu

source: Only allow revisions for assembly parts
cs: Povolit revize pouze pro sestavy
el: Να επιτρέπονται εκδόσεις μόνο για Προϊόντα συναρμολόγησης
fr: N'autoriser les révisions que pour les pièces d'assemblage
ja: 組立部品のみ修正可能
lt: Leisti versijas tik surenkamoms detalėms
nl: Alleen revisies toestaan voor assemblageonderdelen
ru: Разрешить ревизии только для сборочных деталей
sr: Dozvoli jedino revizije za sastavne delove
tr: Yalnızca montaj parçaları için revizyona izin ver

source: Allow Deletion from Assembly
cs: Povolit odstranění ze sestavy
el: Να επιτρέπεται διαγραφή από συναρμολόγηση
fr: Autoriser la suppression de l'Assemblée
ja: アセンブリからの削除を許可
lt: Leisti pašalinti iš surinkimo
nl: Verwijderen uit Assemblage toestaan
ru: Разрешить удаление из заказа
sr: Dozvoli brisanje iz sastavljanja
tr: Montajdan Silmeye İzin Ver

source: Allow deletion of parts which are used in an assembly
cs: Povolit odstranění dílů, které jsou použity v sestavě
el: Να επιτρέπεται η διαγραφή Προϊόντων που χρησιμοποιούνται σε συναρμολόγηση
fr: Permettre la suppression de pièces utilisées dans un assemblage
ja: アセンブリで使用されている部品の削除を許可します。
lt: Leisti ištrinti detales, kurios yra naudojamos surinkimuose
nl: Verwijderen van onderdelen die in een groep worden gebruikt toestaan
ru: Разрешить удаление частей, которые используются в заказе
sr: Dozvoli brisanje delova koji su korišćeni u sastavljanju
tr: Bir montajda kullanılan parçaları silmeye izin ver

source: IPN Regex
fr: Regex IPN
ja: IPN 正規表現
lt: IPN reguliarioji išraiška
ru: Регулярное выражение IPN
sr: Interni broj dela regex
tr: DPN Regex

source: Regular expression pattern for matching Part IPN
cs: Regulární vzorec výrazu pro odpovídající IPN dílu
el: Πρότυπο regular expression για αντιστοίχιση IPN Προϊόντος
fr: Expression régulière pour la correspondance avec l'IPN de la Pièce
ja: 部分IPNにマッチする正規表現パターン
lt: Reguliariosios išraiškos šablonas detalių IPN tikrinimui
nl: Regulier expressiepatroon voor het overeenkomende Onderdeel IPN
no: Regulært uttrykksmønster for matching av internt delnummer
ru: Шаблон регулярного выражения для сопоставления IPN детали
sr: Regularni obrazac izraza za podudaranje IPN dela
tr: Parça DPN eşleştirmesi için Düzenli İfade Kalıbı (Regex)

source: Allow Duplicate IPN
cs: Povolit duplicitní IPN
el: Να επιτρέπονται διπλά IPN
fr: Autoriser les IPN dupliqués
ja: IPNの重複を許可
lt: Leisti pasikartojančius IPN
nl: Duplicaat IPN toestaan
no: Tilat duplikat av internt delnummer
ru: Разрешить повторяющиеся IPN
sr: Dozvoli duple IPN
tr: Yinelenen DPN'ye İzin Ver

source: Allow multiple parts to share the same IPN
cs: Povolit více dílům sdílet stejný IPN
el: Να επιτρέπεται σε πολλαπλά Προϊόντα να μοιράζονται το ίδιο IPN
fr: Permettre à plusieurs pièces de partager le même IPN
ja: 複数のパートが同じIPNを共有できるようにします。
lt: Leisti kelioms detalėms turėti tą patį IPN
nl: Toestaan dat meerdere onderdelen dezelfde IPN gebruiken
no: Tillat flere deler å dele samme interne delnummer
ru: Разрешить нескольким элементам использовать один и тот же IPN
sr: Dozvoli da više delova dele isti IPN
tr: Birden çok parçanın aynı DPN'yi paylaşmasına izin ver

source: Allow Editing IPN
cs: Povolit editaci IPN
el: Να επιτρέπεται η επεξεργασία IPN
fr: Autoriser l'édition de l'IPN
ja: IPNの編集を許可
lt: Leisti redaguoti IPN
nl: Bewerken IPN toestaan
no: Tillat redigering av internt delnummer
ru: Разрешить редактирование IPN
sr: Dozvoli izmenu IPN
tr: DPN Düzenlemeye İzin Ver

source: Allow changing the IPN value while editing a part
cs: Povolit změnu IPN při úpravách dílu
el: Να επιτρέπεται η αλλαγή της τιμής IPN κατά την επεξεργασία ενός Προϊόντος
fr: Permettre de modifier la valeur de l'IPN lors de l'édition d'une pièce
ja: 部品編集中にIPN値の変更を許可
lt: Leisti keisti IPN reikšmę redaguojant detalę
nl: Sta het wijzigen van de IPN toe tijdens het bewerken van een onderdeel
no: Tillat endring av IPN-verdien mens du redigerer en del
ru: Разрешить изменение значения IPN при редактировании детали
sr: Dozvoli izmenu IPN vrednosti u toku izmene dela
tr: Parçayı düzenlerken DPN değiştirmeye izin ver

source: Copy Part BOM Data
cs: Kopírovat data BOM dílu
el: Αντιγραφή δεδομένων BOM Προϊόντος
fr: Copier les données de la pièce
ja: 部品表データのコピー
lt: Kopijuoti detalės BOM duomenis
nl: Kopieer Onderdeel Stuklijstgegevens
no: Kopier BOM-data fra del
ru: Скопировать данные BOM детали
sr: Kopiraj BOM podatke dela
tr: Parça ML Verisini Kopyala

source: Copy BOM data by default when duplicating a part
cs: Kopírovat data BOM ve výchozím nastavení při duplikování dílu
el: Αντιγραφή δεδομένων BOM από προεπιλογή κατά τον διπλασιασμό ενός Προϊόντος
fr: Copier les données des paramètres par défaut lors de la duplication d'une pièce
ja: 部品複製時にBOMデータをデフォルトでコピー
lt: Kopijuoti BOM duomenis pagal nutylėjimą dubliuojant detalę
nl: Kopieer standaard stuklijstgegevens bij het dupliceren van een onderdeel
no: Kopier BOM-data som standard når du dupliserer en del
ru: Копировать данные BOM по умолчанию при дублировании детали
sr: Podrazumevaj kopiranje BOM podataka prilikom pravljenja duplikata dela
tr: Bir parçayo çoğaltırken varsayılan olarak ML verisini kopyala

source: Copy Part Parameter Data
cs: Kopírovat data parametrů dílu
el: Αντιγραφή δεδομένων παραμέτρων Προϊόντος
fr: Copier les données des paramètres de la pièce
ja: 部品パラメータデータのコピー
lt: Kopijuoti detalės parametrus
nl: Kopieer Onderdeel Parametergegevens
no: Kopier parameterdata fra del
ru: Скопировать данные параметров детали
sr: Kopiraj podatke parametara dela
tr: Parça Parametre Verisini Kopyala

source: Copy parameter data by default when duplicating a part
cs: Kopírovat data parametrů ve výchozím nastavení při duplikování dílu
el: Αντιγραφή δεδομένων παραμέτρων από προεπιλογή κατά τον διπλασιασμό ενός Προϊόντος
fr: Copier les données des paramètres par défaut lors de la duplication d'une pièce
ja: 部品複製時にデフォルトでパラメータデータをコピー
lt: Kopijuoti parametrų duomenis pagal nutylėjimą dubliuojant detalę
nl: Parametergegevens standaard kopiëren bij het dupliceren van een onderdeel
no: Kopier parameterdata som standard ved duplisering av en del
ru: Копировать данных параметров по умолчанию при дублировании детали
sr: Podrazumevaj kopiranje podataka parametara dela prilikom pravljenja duplikata dela
tr: Bir parçayı çoğaltırken varsayılan olarak parametre verisini kopyala

source: Copy Part Test Data
cs: Kopírovat zkušební data dílu
el: Αντιγραφή δεδομένων δοκιμών Προϊόντος
fr: Copier les données de test de la pièce
ja: コピー部品テストデータ
lt: Kopijuoti detalės testavimo duomenis
nl: Kopieer Onderdeel Testdata
no: Kopier testdata fra del
ru: Скопировать данные тестирования детали
sr: Kopiraj podatke testiranja dela
tr: Parça Test Verisini Kopyala

source: Copy test data by default when duplicating a part
cs: Kopírovat testovací data ve výchozím nastavení při duplikování dílu
el: Αντιγραφή δεδομένων δοκιμών από προεπιλογή κατά τον διπλασιασμό ενός Προϊόντος
fr: Copier les données de test par défaut lors de la duplication d'une pièce
ja: 部品複製時にテストデータをデフォルトでコピー
lt: Kopijuoti testavimo duomenis pagal nutylėjimą dubliuojant detalę
nl: Testdata standaard kopiëren bij het dupliceren van een onderdeel
no: Kopier testdata som standard ved duplisering av en del
ru: Копировать данные тестирования по умолчанию при дублировании детали
sr: Podrazumevaj kopiranje podataka testiranja dela prilikom pravljenja duplikata dela
tr: Bir parçayı çoğaltırken varsayılan olarak test verisini kopyala

source: Copy Category Parameter Templates
cs: Kopírovat šablony parametrů kategorie
el: Αντιγραφή προτύπων παραμέτρων κατηγορίας
fr: Copier les templates de paramètres de catégorie
ja: カテゴリー・パラメーター・テンプレートのコピー
lt: Kopijuoti kategorijų parametrų šablonus
nl: Kopiëer Categorieparameter Sjablonen
no: Kopier designmaler for kategoriparametere
ru: Скопировать параметры по шаблону категории
sr: Kopiraj šablone parametara kategorije
tr: Kategori Paremetre Sablonu Kopyala

source: Copy category parameter templates when creating a part
cs: Kopírování šablon parametrů kategorie při vytváření dílu
el: Αντιγραφή προτύπων παραμέτρων κατηγορίας κατά τη δημιουργία Προϊόντος
fr: Copier les templates de paramètres de la catégorie lors de la création d'une pièce
ja: 部品作成時のカテゴリー・パラメーター・テンプレートのコピー
lt: Kopijuoti kategorijų parametrų šablonus kuriant detalę
nl: Kopieer categorieparameter sjablonen bij het aanmaken van een onderdeel
no: Kopier parametermaler for kategori ved oppretting av en del
ru: Копировать параметры по шаблону категории при создании детали
sr: Kopiraj šablone parametara kategorije prilikom pravljenja dela
tr: Parça oluştururken kategori parametre şablonlarını kopyala

source: Parts are templates by default
cs: Díly jsou ve výchozím nastavení šablony
el: Τα Προϊόντα είναι πρότυπα από προεπιλογή
fr: Les pièces sont des templates par défaut
ja: パーツはデフォルトのテンプレートです
lt: Detalės pagal nutylėjimą yra šablonai
nl: Onderdelen zijn standaard sjablonen
no: Deler er maler som standard
ru: По умолчанию детали являются шаблонами
sr: Podrazumevano je da su delovi šabloni
tr: Parçaları varsayılan olan şablondur

source: Parts can be assembled from other components by default
cs: Díly lze ve výchozím nastavení sestavit z jiných komponentů
el: Τα Προϊόντα μπορούν να συναρμολογούνται από άλλα συστατικά από προεπιλογή
fr: Les pièces peuvent être assemblées à partir d'autres composants par défaut
ja: パーツはデフォルトで他のコンポーネントから組み立てることができます
lt: Detalės pagal nutylėjimą gali būti surenkamos iš kitų komponentų
nl: Onderdelen kunnen standaard vanuit andere componenten worden samengesteld
no: Deler kan settes sammen fra andre komponenter som standard
ru: По умолчанию детали могут быть собраны из других компонентов
sr: Podrazumevano je da se delovi mogu sastavljati od drugih komponenti
tr: Parçalar varsayılan olarak başka bileşenlerden monte edilebilir

source: Component
cs: Komponent
el: Συστατικό
fr: Composant
ja: コンポーネント
lt: Komponentas
nl: Onderdeel
no: Komponent
ru: Компонент
sr: Komponenta
tr: Bileşen

source: Parts can be used as sub-components by default
cs: Díly lze ve výchozím nastavení použít jako dílčí komponenty
el: Τα Προϊόντα μπορούν να χρησιμοποιούνται ως υποσυστατικά από προεπιλογή
fr: Les pièces peuvent être utilisées comme sous-composants par défaut
ja: パーツはデフォルトでサブコンポーネントとして使用できます
lt: Detalės pagal nutylėjimą gali būti naudojamos kaip sub-komponentai
nl: Onderdelen kunnen standaard worden gebruikt als subcomponenten
no: Deler kan bli brukt som underkomponenter som standard
ru: По умолчанию детали могут использоваться в качестве суб-компонентов
sr: Podrazumevano je da se delovi mogu koristi kao pod-komponente
tr: Parçalar varsayılan olarak alt bileşen olarak kullanılabilir

source: Purchaseable
cs: Možné zakoupit
el: Αγοράσιμο
fr: Achetable
ja: 購入可能
lt: Galima įsigyti
nl: Koopbaar
no: Kjøpbar
ru: Можно купить
sr: Može da se kupi
tr: Satın Alınabilir

source: Parts are purchaseable by default
cs: Díly jsou zakoupitelné ve výchozím nastavení
el: Τα Προϊόντα είναι αγοράσιμα από προεπιλογή
fr: Les pièces sont achetables par défaut
ja: パーツはデフォルトで購入可能です
lt: Detalės pagal nutylėjimą gali būti įsigyjamos
nl: Onderdelen kunnen standaard gekocht worden
no: Deler er kjøpbare som standard
ru: По умолчанию детали являются отслеживаемыми
sr: Podrazumevano je da se delovi mogu kupiti
tr: Parçalar varsayılan olarak satın alınabilir

source: Salable
cs: Prodejné
el: Πωλήσιμο
fr: Vendable
ja: 販売可能
lt: Parduodama
nl: Verkoopbaar
no: Salgbar
ru: Можно продавать
sr: Može da se proda
tr: Satılabilir

source: Parts are salable by default
cs: Díly jsou prodejné ve výchozím nastavení
el: Τα Προϊόντα είναι πωλήσιμα από προεπιλογή
fr: Les pièces sont vendables par défaut
ja: パーツはデフォルトで販売可能です
lt: Detalės pagal nutylėjimą gali būti parduodamos
nl: Onderdelen kunnen standaard verkocht worden
no: Deler er salgbare som standard
ru: Детали продаются по умолчанию
sr: podrazumevano je da delovi mogu da se prodaju
tr: Parçalar varsayılan olarak satılabilir

source: Parts are trackable by default
cs: Díly jsou sledovatelné ve výchozím nastavení
el: Τα Προϊόντα είναι ανιχνεύσιμα από προεπιλογή
fr: Les pièces sont traçables par défaut
ja: パーツはデフォルトで追跡可能です
lt: Detalės pagal nutylėjimą gali būti sekamos
nl: Onderdelen kunnen standaard gevolgd worden
no: Deler er sporbare som standard
ru: По умолчанию детали являются отслеживаемыми
sr: Podrazumevano je da delovi mogu da se prate
tr: Parçalar varsayılan olarak takip edilebilir

source: Virtual
cs: Nehmotné (virtuální)
el: Εικονικό
fr: Virtuelle
ja: バーチャル
lt: Virtuali
nl: Virtueel
no: Virtuelle
ru: Виртуальная
sr: Virtuelni
tr: Sanal

source: Parts are virtual by default
cs: Díly jsou nehmotné (virtuální) ve výchozím nastavení
el: Τα Προϊόντα είναι εικονικά από προεπιλογή
fr: Les pièces sont virtuelles par défaut
ja: パーツはデフォルトでバーチャル
lt: Detalės pagal nutylėjimą yra virtualios
nl: Onderdelen zijn standaard virtueel
no: Deler er virtuelle som standard
ru: Детали являются виртуальными по умолчанию
sr: Podrazumevano je da su delovi virtuelni
tr: Parçalar varsayılan olarak sanaldır

source: Show related parts
cs: Zobrazit související díly
el: Εμφάνιση σχετικών Προϊόντων
fr: Afficher les pièces connexes
ja: 関連部品を表示
lt: Rodyti susijusias detales
nl: Verwante onderdelen tonen
no: Vis relaterte deler
ru: Показывать связанные детали
sr: Prikaži povezane delove
tr: İlgili parçaları göster

source: Display related parts for a part
cs: Zobrazit související díly pro díl
el: Εμφάνιση σχετικών Προϊόντων για ένα Aντικειμένου
fr: Afficher les pièces connexes à une pièce
ja: 部品の関連部品を表示
lt: Rodyti susijusias detales pasirinktai detalei
nl: Verwante onderdelen voor een onderdeel tonen
no: Vis relaterte deler i en del
ru: Отображать связанные детали для элемента
sr: Prikaži povezane delove za deo
tr: Bir parça için ilgili parçaları görüntüle

source: Initial Stock Data
cs: Počáteční údaje zásob
el: Αρχικά δεδομένα αποθέματος
fr: Stock initial
ja: 初期在庫データ
lt: Pradiniai atsargų duomenys
nl: Initiële voorraadgegevens
no: Innledende lagerbeholdningsdata
ru: Начальные данные о запасах
sr: Inicijalni podaci zaliha
tr: Başlangıç Stok Verisi

source: Allow creation of initial stock when adding a new part
cs: Povolit vytvoření počátečního skladu při přidání nové části
el: Να επιτρέπεται η δημιουργία αρχικού αποθέματος κατά την προσθήκη νέου Προϊόντος
fr: Permettre la création d'un stock initial lors de l'ajout d'une nouvelle pièce
ja: 新規部品追加時に初期在庫を作成可能
lt: Leisti sukurti pradinę atsargą pridedant naują detalę
nl: Aanmaken van eerste voorraad toestaan bij het toevoegen van een nieuw onderdeel
no: Tillat oppretting av innledende lagerbeholdning når en ny del opprettes
ru: Разрешить создание начального запаса при добавлении новой детали
sr: Dozvoli kreiranje inicijalne alihe prilikom dodavanja novog dela
tr: Yeni bir parça eklerken başlangıç stoku oluşturmaya izin ver

source: Initial Supplier Data
cs: Počáteční údaje dodavatele
el: Αρχικά δεδομένα προμηθευτή
fr: Données initiales du fournisseur
ja: サプライヤー初期データ
lt: Pradiniai tiekėjo duomenys
nl: Initiële leveranciergegevens
no: Innledende leverandørdata
ru: Исходные данные о поставщике
sr: Podaci inicijalnog dobavljača
tr: İlk Tedarikçi Bilgileri

source: Allow creation of initial supplier data when adding a new part
cs: Povolit vytvoření počátečních dat dodavatele při přidávání nového dílu
el: Να επιτρέπεται η δημιουργία αρχικών δεδομένων προμηθευτή κατά την προσθήκη νέου Προϊόντος
fr: Permettre la création des données initiales du fournisseur lors de l'ajout d'une nouvelle pièce
ja: 新しい部品を追加する際に、最初のサプライヤーデータを作成できるようにします。
lt: Leisti sukurti pradinius tiekėjo duomenis pridedant naują detalę
nl: Aanmaken van eerste leveranciersgegevens toestaan bij het toevoegen van een nieuw onderdeel
no: Tillat oppretting av innledende leverandørdata når en ny del opprettes
ru: Разрешить создание исходных данных о поставщике при добавлении новой детали
sr: Dozvoli kreiranje inicijalnog dobavljača prilikom dodavanja novog dela
tr: Yeni bir parça eklerken ilk tedarikçi bilgilerinin oluşturulmasına izin ver

source: Part Name Display Format
cs: Formát zobrazení jména dílu
el: Μορφή εμφάνισης ονόματος Προϊόντος
fr: Format d'affichage du nom de la pièce
ja: 部品名表示形式
lt: Detalės pavadinimo rodymo formatas
nl: Onderdelennaam Weergaveopmaak
no: Visningsformat for delnavn
ru: Формат отображения детали
sr: Format prikazivanja imena dela
tr: Parça Adı Görüntüleme Biçimi
