Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Parent Category
cs: Nadřazená kategorie
el: Γονική κατηγορία
fr: Catégorie de parents
ja: 親カテゴリ
lt: Pagrindinė kategorija
nl: Bovenliggende categorie
ru: Родительская категория
sr: Nadređena kategorija
tr: Üst Kategori

source: Parent part category
cs: Nadřazená kategorie dílu
el: Γονική κατηγορία προϊόντος
fr: Catégorie de pièce mère
ja: 親部品カテゴリー
lt: Pagrindinė detalių kategorija
nl: Bovenliggende onderdeel categorie
ru: Родительская категория деталей
sr: Nadređena kategorija dela
tr: Üst parça kategorisi

source: Subcategories
cs: Podkategorie
el: Υποκατηγορίες
fr: Sous-catégories
ja: サブカテゴリ
lt: Subkategorijos
nl: Subcategorieën
no: Underkategorier
ru: Подкатегории
sr: Podkategorije
tr: Alt kategoriler

source: Results
cs: Výsledky
el: Αποτελέσματα
fr: Résultats
ja: 結果
lt: Rezultatai
nl: Resultaten
ru: Результаты
sr: Rezultati
tr: Sonuçlar

source: Number of results recorded against this template
cs: Počet výsledků zaznamenaných podle této šablony
el: Αριθμός αποτελεσμάτων που έχουν καταγραφεί για αυτό το πρότυπο
fr: Nombre de résultats enregistrés par rapport à ce modèle
ja: このテンプレートに対して記録された結果の数
lt: Rezultatų skaičius, susietas su šiuo šablonu
nl: Aantal resultaten opgenomen ten opzichte van deze template
ru: Количество результатов, зарегистрированных по этому шаблону
sr: Broj rezultata napravljenih na osnovu ovog šablona
tr: Bu şablon ile ilişkilendirilmiş sonuç sayısı

source: Purchase currency of this stock item
cs: Nákupní měna této skladové položky
el: Νόμισμα αγοράς για αυτό το είδος αποθέματος
fr: Devise d'achat de l'item
ja: この在庫商品の購入通貨
lt: Šio atsargų elemento pirkimo valiuta
nl: Inkooporder voor dit voorraadartikel
no: Innkjøpsvaluta for lagervaren
ru: Валюта закупки складской позиции
sr: Valuta kupovine za ovu stavku sa zaliha
tr: Bu stok kaleminin alış para birimi

source: File is not an image
cs: Soubor není obrázek
el: Το αρχείο δεν είναι εικόνα
fr: Le fichier n'est pas une image
ja: ファイルが画像ではありません
lt: Failas nėra paveikslėlis
nl: Bestand is geen afbeelding
ru: Файл не является изображением
tr: Dosya bir görsel değil

source: Original Part
cs: Původní díl
el: Αρχικό προϊόν
fr: Partie originale
ja: オリジナルパート
lt: Pradinė detalė
nl: Oorspronkelijk onderdeel
no: Original Del
ru: Оригинальная деталь
sr: Originalni deo
tr: Orijinal Parça

source: Select original part to duplicate
cs: Vyberte původní díl, který má být duplikován
el: Επιλέξτε αρχικό προϊόν για αντιγραφή
fr: Sélectionner la partie originale à dupliquer
ja: 複製する元の部品を選択
lt: Pasirinkite pradinę detalę kopijavimui
nl: Selecteer origineel onderdeel om te dupliceren
no: Velg original del å duplisere
ru: Выберите исходную деталь для копирования
sr: Izaberi originalni deo za duplikaciju
tr: Kopyalanacak orijinal parçayı seçin

source: Copy Image
cs: Kopírovat obrázek
el: Αντιγραφή εικόνας
fr: Copier l'image
ja: コピー画像
lt: Kopijuoti paveikslėlį
nl: Afbeelding kopiëren
no: Kopier Bilde
ru: Копировать Изображение
sr: Kopiraj sliku
tr: Görseli Kopyala

source: Copy image from original part
cs: Kopírovat obrázek z původního dílu
el: Αντιγραφή εικόνας από το αρχικό προϊόν
fr: Copier l'image à partir de la partie originale
ja: 元の部分から画像をコピー
lt: Kopijuoti paveikslėlį iš pradinės detalės
nl: Afbeelding kopiëren van het oorspronkelijke onderdeel
no: Kopier bilde fra originaldel
ru: Копировать изображение из исходной детали
sr: Kopiraj sliku sa originalnog dela
tr: Orijinal parçadan görseli kopyala

source: Copy BOM
cs: Kopírovat kusovník
el: Αντιγραφή BOM
fr: Copier la nomenclature
ja: コピーBOM
lt: Kopijuoti BOM
no: Kopier Stykkliste
ru: Скопировать BOM
sr: Kopiraj spisak materijala
tr: BOM'u Kopyala

source: Copy bill of materials from original part
cs: Kopírovat kusovník z původního dílu
el: Αντιγραφή λίστας υλικών (BOM) από το αρχικό προϊόν
fr: Copie de la nomenclature de la pièce originale
ja: 元の部品から部品表をコピー
lt: Kopijuoti komplektavimo žiniaraštį iš pradinės detalės
nl: Kopieer materiaal van het oorspronkelijke deel
no: Kopier stykkliste fra original del
ru: Копировать спецификацию из исходной детали
sr: Kopiraj spisak materijala sa originalnog dela
tr: Orijinal parçadan ürün ağacını kopyala

source: Copy Parameters
cs: Kopírovat parametry
el: Αντιγραφή παραμέτρων
fr: Copier les paramètres
ja: コピーパラメータ
lt: Kopijuoti parametrus
nl: Parameters kopiëren
no: Kopier parametere
ru: Скопировать параметры
sr: Kopiraj parametre
tr: Parametreleri Kopyala

source: Copy parameter data from original part
cs: Kopírovat data parametrů z původního dílu
el: Αντιγραφή δεδομένων παραμέτρων από το αρχικό προϊόν
fr: Copie des données de paramètres de la pièce d'origine
ja: 元の部品からパラメータデータをコピー
lt: Kopijuoti parametrų duomenis iš pradinės detalės
nl: Parameter data kopiëren van het originele onderdeel
no: Kopier parameterdata fra originaldel
ru: Копировать данные параметров из исходной детали
sr: Kopiraj parametarske podatke sa originalnog dela
tr: Orijinal parçadan parametreleri kopyala

source: Copy Notes
cs: Kopírovat poznámky
el: Αντιγραφή σημειώσεων
fr: Notes sur la copie
ja: コピーノート
lt: Kopijuoti pastabas
nl: Notities kopiëren
no: Kopier notater
ru: Копировать Записи
sr: Kopiraj beleške
tr: Notları Kopyala

source: Copy notes from original part
cs: Kopírovat poznámky z původního dílu
el: Αντιγραφή σημειώσεων από το αρχικό προϊόν
fr: Copier les notes de la partie originale
ja: 元のパートからメモをコピー
lt: Kopijuoti pastabas iš pradinės detalės
nl: Kopieer notities van het originele deel
no: Kopier notater fra originaldel
ru: Скопировать записи из оригинальной детали
sr: Kopiraj beleške sa originalnog dela
tr: Orijinal parçadan notları kopyala

source: Copy Tests
cs: Kopírovat testy
el: Αντιγραφή δοκιμών
fr: Test Copie
ja: コピーテスト
nl: Tests kopiëren
ru: Копировать тесты
tr: Testleri Kopyala

source: Copy test templates from original part
cs: Kopírovat testovací šablony z původního dílu
el: Αντιγραφή προτύπων δοκιμών από το αρχικό προϊόν
ja: 元の部品からテスト用テンプレートをコピーしてください
nl: Test sjablonen kopiëren van het originele deel
ru: Копировать шаблоны тестов из исходной детали
tr: Orijinal parçadan test şablonlarını kopyala

source: Initial Stock Quantity
cs: Počáteční skladové množství
el: Αρχική ποσότητα αποθέματος
fr: Quantité de stock initial
ja: 初期在庫量
lt: Pradinis atsargų kiekis
nl: Eerste voorraad hoeveelheid
no: Innledende lagerbeholdning
ru: Начальное количество на складе
sr: Inicijalna količina zaliha
tr: Başlangıç Stok Miktarı

source: Specify initial stock quantity for this Part. If quantity is zero, no stock is added.
cs: Zadejte počáteční skladové množství pro tuto část. Pokud je množství nulové, není přidáno žádné.
el: Καθορίστε αρχική ποσότητα αποθέματος για αυτό το προϊόν. Αν η ποσότητα είναι μηδέν, δεν προστίθεται απόθεμα
fr: Indiquer la quantité de stock initiale pour cette pièce. Si la quantité est égale à zéro, aucun stock n'est ajouté.
ja: この部品の初期在庫数量を指定します。数量が0の場合、在庫は追加されません。
lt: Nurodykite pradinį atsargų kiekį šiai detalei. Jei kiekis nulis - atsargos nebus pridėtos.
nl: Specificeer de initiële voorraad hoeveelheid voor dit onderdeel. Als het aantal nul is, wordt er geen voorraad toegevoegd.
no: Angi initiell lagermengde for denne delen. Hvis antall er null, er ingen lagerbeholdning lagt til.
ru: Задайте начальное количество этой детали на складе. Если количество равно 0, складская позиция не будет добавлена.
sr: Odredi inicijalnu količinu zaliha za ovaj deo. Ukoliko je količina nula, neće biti dodate zalihe.
tr: Bu parça için başlangıç stok miktarını belirtin. Miktar sıfır ise, stok eklenmez.

source: Initial Stock Location
cs: Počáteční skladové místo
el: Αρχική τοποθεσία αποθέματος
fr: Emplacement initial du stock
ja: 初期在庫場所
lt: Pradinė atsargų vieta
nl: Eerste voorraad locatie
no: Innledende lagerplassering
ru: Начальное местоположение запаса
sr: Inicijalna lokacija zaliha
tr: Başlangıç Stok Konumu

source: Specify initial stock location for this Part
cs: Zadejte počáteční skladové místo pro tento díl
el: Καθορίστε αρχική τοποθεσία αποθέματος για αυτό το προϊόν
fr: Spécifier l'emplacement du stock initial pour cette pièce
ja: この部品の初期在庫場所を指定してください。
lt: Nurodykite pradinę atsargų vietą šiai detalei
nl: Specificeer locatie van de eerste voorraad voor dit onderdeel
no: Angi initiell lagerplasering for denne delen
ru: Укажите начальное местоположение запаса для этой детали
sr: Odredi inicijalnu lokaciju zaliha za ovaj deo
tr: Bu parça için başlangıç stok konumunu belirtin

source: Select supplier (or leave blank to skip)
cs: Vyberte dodavatele (nebo nechte prázdné pro přeskočení)
el: Επιλέξτε προμηθευτή (ή αφήστε κενό για παράλειψη)
fr: Sélectionner le fournisseur (ou laisser en blanc pour passer)
ja: サプライヤーを選択してください。
lt: Pasirinkite tiekėją (arba palikite tuščią, jei nenorite nurodyti)
nl: Selecteer leverancier (of laat leeg om niets in te vullen)
no: Velg leverandør (eller la stå tom for å hoppe over)
ru: Выберите поставщика (или оставьте поле пустым, чтобы пропустить)
sr: Izaberi dobavljača (ostavi prazno za preskakanje)
tr: Tedarikçiyi seçin (veya atlamak için boş bırakın)

source: Select manufacturer (or leave blank to skip)
cs: Vyberte výrobce (nebo nechte prázdné pro přeskočení)
el: Επιλέξτε κατασκευαστή (ή αφήστε κενό για παράλειψη)
fr: Sélectionner le fabricant (ou laisser en blanc pour ignorer)
ja: メーカーを選択してください。
lt: Pasirinkite gamintoją (arba palikite tuščią, jei nenorite nurodyti)
nl: Selecteer fabrikant (of laat leeg om niets in te vullen)
no: Velg produsent (eller la stå tom for å hoppe over)
ru: Выберите поставщика (или оставьте поле пустым, чтобы пропустить)
sr: Izaberi proizvođača (ostavi prazno za preskakanje)
tr: Üreticiyi seçin (veya atlamak için boş bırakın)

source: Manufacturer part number
cs: Číslo dílu výrobce
el: Κωδικός προϊόντος κατασκευαστή
fr: Numéro de pièce du fabricant
ja: メーカー品番
lt: Gamintojo detalės numeris
nl: Fabrikant artikel nummer
no: Produsentens delenummer
ru: Артикул производителя
sr: Broj dela proizvođača
tr: Üretici parça numarası

source: Selected company is not a valid supplier
cs: Vybraná společnost není platný dodavatel
el: Η επιλεγμένη εταιρεία δεν είναι έγκυρος προμηθευτής
fr: L'entreprise sélectionnée n'est pas un fournisseur valide
ja: 選択された企業は有効なサプライヤーではありません。
lt: Pasirinkta įmonė nėra galiojantis tiekėjas
nl: Geselecteerde onderneming is geen geldige leverancier
no: Valgt firma er ikke en gyldig leverandør
ru: Выбранная компания не является допустимым поставщиком
sr: Izabrana kompanija nije validan dobavljač
tr: Seçilen şirket geçerli bir tedarikçi değildir

source: Selected company is not a valid manufacturer
cs: Vybraná společnost není platný výrobce
el: Η επιλεγμένη εταιρεία δεν είναι έγκυρος κατασκευαστής
fr: L'entreprise sélectionnée n'est pas un fabricant valide
ja: 選択された会社は有効な製造業者ではありません。
lt: Pasirinkta įmonė nėra galiojantis gamintojas
nl: Geselecteerde bedrijf is geen geldige fabrikant
no: Valgt firma er ikke en gyldig produsent
ru: Выбранная компания не является допустимым производителем
sr: Izabrana kompanija nije validan proizvođač
tr: Seçilen şirket geçerli bir üretici değildir

source: Manufacturer part matching this MPN already exists
cs: Výrobce dílu se stejným MPN již existuje
el: Υπάρχει ήδη προϊόν κατασκευαστή με αυτό το MPN
fr: La pièce du fabricant correspondant à ce MPN existe déjà
ja: このMPNに一致するメーカー部品はすでに存在します。
lt: Detalė su šiuo gamintojo numeriu (MPN) jau egzistuoja
nl: Fabrikant deel dat overeenkomt met deze MPN bestaat al
no: Produsentdel som matcher dette MPN-et, finnes allerede
ru: Деталь производителя с данным артикулом уже существует
sr: Deo proizvođača koji se poklapa sa ovim brojem dela proizvođača već postoji
tr: Bu MPN ile eşleşen üretici parçası zaten mevcut

source: Supplier part matching this SKU already exists
cs: Dodavatelský díl s tímto SKU již existuje
el: Υπάρχει ήδη προϊόν προμηθευτή με αυτό το SKU
fr: La pièce du fournisseur correspondant à cette UGS existe déjà
ja: このSKUに一致するサプライヤー部品は既に存在します。
lt: Tiekėjo detalė su šiuo SKU jau egzistuoja
nl: Leveranciersdeel dat overeenkomt met deze SKU bestaat al
no: Leverandørdel som matcher denne SKU-en, finnes allerede
ru: Деталь поставщика с данным артикулом уже существует
sr: Deo dobavljača koji se opklapa sa ovim brojem dela dobavljača već postoji
tr: Bu SKU ile tedarikçi parçası zaten mevcut

source: Category Name
cs: Název kategorie
el: Όνομα κατηγορίας
fr: Nom catégorie
ja: カテゴリ名
lt: Kategorijos pavadinimas
nl: Categorie naam
no: Kategorinavn
ru: Название категории
sr: Naziv kategorije
tr: Kategori Adı

source: Building
cs: Budova
el: Σε παραγωγή
fr: Construction
ja: 建物
lt: Surinkimas
nl: Bouwen
no: Produseres
ru: Производится
sr: Izrađivanje
tr: Üretiliyor

source: Quantity of this part currently being in production
cs: Množství tohoto dílu, které je v současné době ve výrobě
el: Ποσότητα αυτού του προϊόντος που βρίσκεται αυτή τη στιγμή σε παραγωγή
fr: Quantité de cette pièce actuellement en production
ja: 現在生産中の当該部品の数量
nl: Hoeveelheid van dit deel dat momenteel in productie is
ru: Количество этой детали, находящееся в производстве
tr: Bu parçanın şu anda üretimde olan miktarı

source: Outstanding quantity of this part scheduled to be built
cs: Zbývající množství tohoto dílu, které má být postaveno
el: Εκκρεμής ποσότητα αυτού του προϊόντος που έχει προγραμματιστεί για παραγωγή
fr: Quantité exceptionnelle de cette pièce sont planifié à la fabrication
ja: この部品の予定生産数量
nl: Er zal een onuitputtelijke hoeveelheid van dit deel worden gebouwd
ru: Оставшееся количество этой детали, запланированное к сборке
tr: Bu parçanın üretilmesi planlanan açık miktarı

source: Stock Items
cs: Skladové položky
el: Είδη αποθέματος
fr: Éléments en stock
ja: 在庫商品
lt: Atsargos
nl: Voorraadartikelen
no: Lagervarer
ru: Складские позиции
sr: Stavke sa zaliha
tr: Stok Kalemleri

source: Revisions
cs: Revize
el: Αναθεωρήσεις
fr: Révisions
ja: リビジョン
lt: Versijos
nl: Revisies
ru: Ревизии
sr: Revizije
tr: Revizyonlar

source: Total Stock
cs: Celkem skladem
el: Συνολικό απόθεμα
fr: Stock total
ja: 総在庫
lt: Bendros atsargos
nl: Totale Voorraad
no: Total lagerbeholdning
ru: Общий запас
sr: Ukupne zalihe
tr: Toplam Stok

source: Unallocated Stock
cs: Nezařazené zásoby
el: Μη δεσμευμένο απόθεμα
fr: Stock non attribué
ja: 未割当株式
lt: Nepriskirtos atsargos
nl: Niet toegewezen voorraad
ru: Нераспределённый запас
sr: Nealocirane zalihe
tr: Tahsis Edilmemiş Stok

source: Variant Stock
cs: Skladové varianty
el: Απόθεμα παραλλαγών
fr: Variante Stock
ja: バリアントストック
lt: Variantų atsargos
nl: Variant voorraad
ru: Запас вариантов
sr: Varijante zaliha
tr: Varyant Stoku

source: Duplicate Part
cs: Duplikovat díl
el: Αντιγραφή προϊόντος
fr: Dupliquer une pièce
ja: 重複部分
lt: Kopijuoti detalę
nl: Dupliceer onderdeel
no: Dupliser del
ru: Дублировать деталь
sr: Dupliraj deo
tr: Parçanın Kopyasını Oluştur

source: Copy initial data from another Part
cs: Kopírovat počáteční data z jiného dílu
el: Αντιγραφή αρχικών δεδομένων από άλλο προϊόν
fr: Copier les données initiales d'une autre partie
ja: 別のパートから初期データをコピー
lt: Kopijuoti pradinius duomenis iš kitos detalės
nl: Kopieer eerste gegevens uit een ander onderdeel
no: Kopier innledende data fra en annen del
ru: Копировать начальные данные из другой детали
sr: Kopiraj inicijalne podatke od drugog dela
tr: Başlangıç verisini diğer parçadan kopyala

source: Initial Stock
cs: Počáteční zásoby
el: Αρχικό απόθεμα
fr: Stock initial
ja: 初期在庫
lt: Pradinės atsargos
nl: Eerste voorraad
no: Innledende lagerbeholdning
ru: Начальный запас
sr: Početne zalihe
tr: Başlangıç Stoku

source: Create Part with initial stock quantity
cs: Vytvořit díl s počátečním množstvím zásob
el: Δημιουργία προϊόντος με αρχική ποσότητα αποθέματος
fr: Créer une pièce avec une quantité de stock initiale
ja: 初期在庫数で部品を作成
lt: Sukurti detalę su pradiniu atsargų kiekiu
nl: Maak onderdeel met eerste voorraad
no: Lag en del med innledende lagermengde
ru: Создавать деталь с начальным количеством на складе
sr: Kreiraj deo sa početnom količinom zaliha
tr: Başlangıç stok miktarı ile parça oluştur

source: Supplier Information
cs: Informace o dodavateli
el: Πληροφορίες προμηθευτή
fr: Informations sur le fournisseur
ja: サプライヤー情報
lt: Tiekėjo informacija
nl: Leveranciersgegevens
no: Leverandøropplysninger
ru: Информация о поставщике
sr: Informacije o dobavljaču
tr: Tedarikçi Bilgileri

source: Add initial supplier information for this part
cs: Přidat počáteční informace dodavatele pro tento díl
el: Προσθήκη αρχικών πληροφοριών προμηθευτή για αυτό το προϊόν
fr: Ajouter les informations initiales du fournisseur pour cette pièce
ja: この部品の初期サプライヤー情報を追加します。
lt: Pridėti pradinę tiekėjo informaciją šiai detalei
nl: Aanvankelijke leveranciersinformatie voor dit deel toevoegen
no: Legg til innledende leverandørinformasjon for denne delen
ru: Добавить начальную информацию о поставщике для этой детали
sr: Dodaj inicijalne informacije o dobavljaču za ovaj deo
tr: Bu parça için ilk tedarikçi bilgilerini ekleyin

source: Copy Category Parameters
cs: Kopírovat parametry kategorie
el: Αντιγραφή παραμέτρων κατηγορίας
fr: Copier les paramètres de la catégorie
ja: コピーカテゴリパラメータ
lt: Kopijuoti kategorijos parametrus
nl: Categorie parameters kopiëren
no: Kopier kategoriparametre
ru: Копировать параметры категории
sr: Kopiraj parametre kategorije
tr: Kategori Parametrelerini Kopyala

source: Copy parameter templates from selected part category
cs: Kopírovat šablony parametrů z vybrané kategorie dilu
el: Αντιγραφή προτύπων παραμέτρων από την επιλεγμένη κατηγορία προϊόντος
fr: Copier les modèles de paramètres de la catégorie de pièces sélectionnée
ja: 選択したパーツカテゴリーからパラメータテンプレートをコピー
lt: Kopijuoti parametrų šablonus iš pasirinktos detalių kategorijos
nl: Parameter sjablonen kopiëren uit geselecteerde onderdeel categorie
no: Kopier parametermaler fra valgt delkategori
ru: Копировать шаблоны параметров из выбранной категории деталей
sr: Kopiraj parametarske šablone sa izabrane kategorije dela
tr: Seçilen parça kategorisinden parametre şablonlarını kopyala

source: Existing Image
cs: Stávající obrázek
el: Υπάρχουσα εικόνα
fr: Image existante
ja: 既存イメージ
lt: Esamas paveikslėlis
nl: Bestaande afbeelding
no: Eksisterende bilde
ru: Существующее изображение
sr: Postojeća slika
tr: Mevcut Görsel

source: Filename of an existing part image
cs: Název souboru existujícího obrázku dílu
el: Όνομα αρχείου υπάρχουσας εικόνας προϊόντος
fr: Nom de fichier d'une image de pièce existante
ja: 既存の部品画像のファイル名
lt: Esamos detalės paveikslėlio failo pavadinimas
nl: Bestandsnaam van een bestaande onderdeel afbeelding
no: Filnavn for et eksisterende del-bilde
ru: Имя файла существующего изображения детали
sr: Ime fajla postojeće slike dela
tr: Mevcut parça görselinin dosya adı

source: Image file does not exist
cs: Obrázek neexistuje
el: Το αρχείο εικόνας δεν υπάρχει
fr: Le fichier image n'existe pas
ja: 画像ファイルが存在しません
lt: Paveikslėlio failas neegzistuoja
nl: Afbeeldingsbestand bestaat niet
no: Bildefilen finnes ikke
ru: Файл изображения не существует
sr: Fajl sa slikom ne postoji
tr: Görsel dosyası mevcut değil

source: Validate entire Bill of Materials
cs: Schválit celý kusovník
el: Επικύρωση ολόκληρης της λίστας υλικών (BOM)
fr: Valider l'ensemble de la nomenclature
ja: 部品表全体の検証
lt: Patvirtinti visą komplektavimo žiniaraštį
nl: Valideer de gehele materiaalbon
no: Godkjenn hele Stykklisten
ru: Проверить всю спецификацию
sr: Validiraj ceo spisak materijala
tr: Tüm ürün ağacını doğrula

source: Can Build
cs: Lze postavit
el: Μπορεί να παραχθεί
fr: Peut construire
ja: ビルド
lt: Galima surinkti
nl: Kan bouwen
no: Kan Produsere
ru: Можно произвести
sr: Može se izgraditi
tr: Üretebilir Miktar

source: Required for Build Orders
cs: Vyžadováno pro výrobní objednávku
el: Απαιτείται για εντολές παραγωγής
fr: Nécessaire pour fabrication
ja: ビルドオーダーに必要なもの
nl: Vereist voor bouworders
ru: Требуется для заказов на сборку
tr: Üretim Emirleri için Gerekli

source: Allocated to Build Orders
cs: Přířazeno výrobním objednávkám
el: Δεσμευμένο σε εντολές παραγωγής
fr: Alloué à la fabrication
ja: ビルドオーダーに割り当てられました
nl: Toegewezen aan bouwen van orders
no: Tildelt til produksjonsordrer
ru: Выделено для заказов на сборку
tr: Üretim Emirlerine Tahsis Edildi

source: Required for Sales Orders
cs: Vyžadováno pro prodejní objednávky
el: Απαιτείται για εντολές πώλησης
fr: Nécessaire pour les commandes
ja: セールスオーダーに必要なもの
nl: Vereist voor verkooporders
ru: Требуется для заказов на продажу
tr: Satış Siparişleri için Gerekli

source: Allocated to Sales Orders
cs: Přiřazeno prodejním objednávkám
el: Δεσμευμένο σε εντολές πώλησης
fr: Alloué aux commandes
ja: セールスオーダーに割り当てられました
nl: Toegewezen aan verkooporders
no: Tildelt til Salgsordrer
ru: Выделено для заказов на продажу
tr: Satış Siparişlerine Tahsis Edildi

source: Part IPN
cs: IPN dílu
no: Del -IPN
ru: Внутренний артикул детали

source: Part Description
cs: Popis dílu
no: Delbeskrivelse
ru: Описание детали

source: Select a part to generate stocktake information for that part (and any variant parts)
cs: Vyberte díl u kterého chce vytvořit informace inventury (i pro jeho varianty)
ru: Выберите деталь (и любые её варианты) для которой сгенерировать информацию об инвентаризации

source: Select a category to include all parts within that category (and subcategories)
cs: Vyberte kategorii pro obsažení všech dílů v dané kategorii (a podkategoriích)
ru: Выберите категорию (и любые её подкатегории) для которой сгенерировать информацию об инвентаризации

source: Select a location to include all parts with stock in that location (including sub-locations)
cs: Vyberte lokaci pro obsažení všech dílů se zásobami na dané lokaci (včetně pod-lokací)
ru: Выберите склад, чтобы включить все детали в наличии в указанном складе (включая подразделы)

source: Generate Stocktake Entries
cs: Generovat vstupy inventury
ru: Создать записи инвентаризации

source: Save stocktake entries for the selected parts
cs: Uložit vstupy inventury pro vybrané díly
ru: Сохранить записи инвентаризации для выбранных деталей

source: Generate Report
cs: Generovat report
no: Generer rapport
ru: Создать отчет

source: Generate a stocktake report for the selected parts
cs: Generovat report inventury pro vybrané díly
ru: Создать отчёт инвентаризации для выбранных деталей

source: Minimum Price
cs: Minimální cena
el: Ελάχιστη τιμή
fr: Prix Minimum
ja: 最小価格
lt: Mažiausia kaina
nl: Minimale prijs
no: Minstepris
ru: Минимальная цена
sr: Minimalna cena
tr: Minimum Fiyat

source: Override calculated value for minimum price
cs: Přespat vypočítanou hodnotu pro minimální cenu
el: Παράκαμψη υπολογισμένης τιμής για την ελάχιστη τιμή
fr: Remplacer la valeur calculée pour le prix minimum
ja: 最低価格の計算値の上書き
lt: Pakeisti apskaičiuotą mažiausią kainą
nl: Overschrijf berekende waarde voor minimale prijs
no: Overstyr beregnet verdi for minimumspris
ru: Переопределить рассчитанное значение минимальной цены
sr: Izmeni izračunatu vrednost za minimalnu cenu
tr: Minimum fiyat için hesaplanan değeri geçersiz kıl

source: Minimum price currency
cs: Měna minimální ceny
el: Νόμισμα ελάχιστης τιμής
fr: Prix minimum monnaie
ja: 最低価格通貨
lt: Mažiausios kainos valiuta
nl: Minimale prijs valuta
no: Valuta for minstepris
ru: Валюта минимальной цены
sr: Minimalna valuta cene
tr: Minimum fiyat para birimi

source: Maximum Price
cs: Maximální cena
el: Μέγιστη τιμή
fr: Prix Maximum
ja: 最大価格
lt: Didžiausia kaina
nl: Maximale prijs
no: Makspris
ru: Максимальная цена
sr: Maksimalna cena
tr: Maksimum Fiyat
