Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Purchase order must be specified
cs: Objednávka musí být zadána
el: Πρέπει να καθοριστεί εντολή αγοράς
fr: Le bon de commande doit être spécifié
ja: 注文書の指定が必要
lt: Turi būti nurodytas pirkimo užsakymas
nl: Inkooporder moet worden gespecificeerd
no: Innkjøpsordre må angis
ru: Необходимо указать заказ на закупку
sr: Nalog za kupovinu mora biti određen
tr: Satın alma siparişi belirtilmeli

source: Supplier must match purchase order
cs: Dodavatel musí odpovídat objednávce
el: Ο προμηθευτής πρέπει να ταιριάζει με την εντολή αγοράς
fr: Le fournisseur doit correspondre au bon de commande
ja: サプライヤーは発注書と一致しなければなりません。
lt: Tiekėjas turi atitikti pirkimo užsakymą
nl: De leverancier moet overeenkomen met de inkooporder
no: Leverandør må samsvare med innkjøpsordre
ru: Поставщик должен соответствовать заказу на закупку
sr: Dobavljač mora da se poklapa sa nalogom za kupovinu
tr: Tedarikçi satın alma siparişi ile eşleşmelidir

source: Purchase order must match supplier
cs: Objednávka musí odpovídat dodavateli
el: Η εντολή αγοράς πρέπει να ταιριάζει με τον προμηθευτή
fr: Le bon de commande doit correspondre au fournisseur
ja: 発注書はサプライヤーと一致している必要があります。
lt: Pirkimo užsakymas turi atitikti tiekėją
nl: Inkooporder moet overeenkomen met de leverancier
no: Innkjøpsordre må samsvare med leverandør
ru: Заказ на закупку должен соответствовать поставщику
sr: Nalog za kupovinu mora da se poklapa sa dobavljačem
tr: Satın alma siparişi tedarikçi ile eşleşmelidir

source: Line Item
cs: Řádková položka
el: Γραμμή
fr: Poste
ja: 明細
lt: Eilutės įrašas
nl: Artikel
no: Ordrelinje
ru: Позиция
sr: Stavka porudbžine
tr: Satır

source: Select destination location for received items
cs: Vyberte cílové umístění pro přijaté položky
el: Επιλογή τοποθεσίας προορισμού για τα παραληφθέντα είδη
fr: Sélectionner le lieu de destination des envois reçus
ja: 受取商品の配送先選択
lt: Pasirinkite paskirties vietą gautiems elementams
nl: Selecteer bestemmingslocatie voor ontvangen artikelen
no: Velg lagerplassering for mottatte enheter
ru: Выберите место назначения для полученных элементов
sr: Izaberi odredišnu lokaciju za primljene stavke
tr: Teslim alınan kalemler için varış konumunu seçin

source: Enter batch code for incoming stock items
cs: Zadat kód šarže pro příchozí skladové položky
el: Εισαγάγετε κωδικό παρτίδας για τα εισερχόμενα είδη αποθέματος
fr: Saisir le code de lot pour les articles de stock entrant
ja: 入荷在庫品のバッチコード入力
lt: Įveskite partijos kodą gaunamoms atsargoms
nl: Voer batch code in voor inkomende voorraad items
no: Angi batchkode for innkommende lagervarer
ru: Введите код партии для поступающих складских позиций
sr: Unesi šifru ture za nadolazeće stavke sa zaliha
tr: Gelen stok kalemleri için parti numarası girin

source: Expiry Date
cs: Datum expirace
el: Ημερομηνία λήξης
fr: Date d'expiration
ja: 有効期限
lt: Galiojimo data
nl: Vervaldatum
no: Utløpsdato
ru: Истекает
sr: Datum isteka
tr: Son Kullanma Tarihi

source: Enter expiry date for incoming stock items
cs: Zadejte datum expirace pro příchozí skladové položky
el: Εισαγάγετε ημερομηνία λήξης για τα εισερχόμενα είδη αποθέματος
fr: Saisir la date d'expiration des articles de stock entrant
ja: 入荷在庫の有効期限の入力
lt: Įveskite galiojimo datą gaunamoms atsargoms
nl: Voer vervaldatum in voor inkomende voorraad items
ru: Введите дату истечения срока годности для поступающих складских единиц
tr: Gelen stok kalemleri için son kullanma tarihi girin

source: Enter serial numbers for incoming stock items
cs: Zadat sériová čísla pro příchozí skladové položky
el: Εισαγάγετε σειριακούς αριθμούς για τα εισερχόμενα είδη αποθέματος
fr: Entrez les numéros de série pour les articles de stock entrants
ja: 入荷した在庫品のシリアル番号の入力
lt: Įveskite gaunamų atsargų serijos numerius
nl: Voer serienummers in voor inkomende voorraadartikelen
no: Angi serienummer for innkommende lagervarer
ru: Введите серийные номера для входящих складских позиций
sr: Unesi serijske brojeve za nadolazeće stavke sa zaliha
tr: Gelen stok kalemlerinin seri numaralarını girin

source: Override packaging information for incoming stock items
cs: Přepsat informace o obalu pro příchozí skladové položky
el: Παράκαμψη πληροφοριών συσκευασίας για τα εισερχόμενα είδη αποθέματος
fr: Remplacer les informations d'emballage pour les articles en stock entrants
ja: 入荷在庫品の包装情報の上書き
lt: Pakeisti gaunamų atsargų pakavimo informaciją
nl: Overschrijf verpakkingsinformatie voor binnenkomende voorraad
ru: Переопределить информацию об упаковке для поступающих складских единиц
sr: Promeni informacije o pakovanju za nadolazeće stavke sa zaliha
tr: Gelen stok kalemlerinin paketleme bilgilerini geçersiz kıl

source: Additional note for incoming stock items
cs: Dodatečná poznámka pro příchozí skladové položky
el: Πρόσθετη σημείωση για τα εισερχόμενα είδη αποθέματος
fr: Note supplémentaire pour les articles en stock entrant
ja: 在庫品の入荷に関する注意事項
lt: Papildoma pastaba gaunamoms atsargoms
nl: Extra opmerking voor inkomende voorraad items
ru: Дополнительная заметка для поступающих складских единиц
sr: Dodatne beleške za nadolazeće stavke sa zaliha
tr: Gelen stok kalemleri için ek not

source: Barcode
cs: Čárový kód
fr: Code-barres
ja: バーコード
lt: Brūkšninis kodas
nl: Streepjescode
no: Strekkode
ru: Штрих-код
sr: Bar kod
tr: Barkod

source: Scanned barcode
cs: Naskenovaný čárový kód
el: Σαρωμένο barcode
fr: Code-barres scanné
ja: スキャンされたバーコード
lt: Nuskaitytas brūkšninis kodas
nl: Gescande streepjescode
no: Skannet strekkode
ru: Сканированный штрих-код
sr: Skeniran bar kod
tr: Taranan barkod

source: Barcode is already in use
cs: Tento čárový kód se již používá
el: Το barcode χρησιμοποιείται ήδη
fr: Le code-barres est déjà utilisé
ja: バーコードはすでに使用されています
lt: Brūkšninis kodas jau naudojamas
nl: Streepjescode is al in gebruik
no: Strekkode allerede i bruk
ru: Штрихкод уже используется
sr: Bar kod je već u upotrebi
tr: Barkod zaten kullanımda

source: Line items must be provided
cs: Musí být uvedeny řádkové položky
el: Πρέπει να δοθούν γραμμές
fr: Les postes doivent être fournis
ja: 項目は必ずご記入ください。
lt: Turi būti pateikti eilutės įrašai
nl: Artikelen moeten worden opgegeven
no: Linjeelementer må være oppgitt
ru: Необходимо предоставить позиции
sr: Stavke porudžbine moraju biti dostavljene
tr: Satırlar sağlanmalıdır

source: Destination location must be specified
cs: Místo určení musí být specifikováno
el: Πρέπει να καθοριστεί τοποθεσία προορισμού
fr: L'emplacement de la destination doit être spécifié
ja: デスティネーション・ロケーションを指定する必要があります。
lt: Turi būti nurodyta paskirties vieta
nl: Bestemmingslocatie moet worden opgegeven
no: Målplassering må angis
ru: Необходимо указать место назначения
sr: Odredišna lokacija mora biti određena
tr: Hedef konum belirtilmelidir

source: Supplied barcode values must be unique
cs: Hodnoty dodaných čárových kódů musí být unikátní
el: Οι δοθείσες τιμές barcode πρέπει να είναι μοναδικές
fr: Les valeurs de code-barres fournies doivent être uniques
ja: バーコードの値は一意でなければなりません。
lt: Pateiktos brūkšninių kodų reikšmės turi būti unikalios
nl: Geleverde streepjescodewaarden moeten uniek zijn
no: Angitte strekkodeverdier må være unike
ru: Предоставленные значения штрихкодов должны быть уникальными
sr: Pružene vrednosti bar kodova moraju biti jedinstvene
tr: Sağlanan barkod değerleri benzersiz olmalıdır

source: Shipments
cs: Zásilky
el: Αποστολές
fr: Envois
ja: 発送
lt: Siuntos
nl: Verzendingen
ru: Отгрузки
sr: Isporuke
tr: Sevkiyatlar

source: Completed Shipments
cs: Dokončené zásilky
el: Ολοκληρωμένες αποστολές
fr: Envois terminés
ja: 完了した出荷
lt: Užbaigtos siuntos
nl: Voltooide Verzendingen
no: Fullførte forsendelser
ru: Выполненные отгрузки
sr: Završene isporuke
tr: Tamamlanan Sevkiyatlar

source: Allocated Lines
cs: Přidělené řádky
fr: Lignes allouées
ru: Зарезервированные позиции

source: Sale price currency
cs: Měna prodejní ceny
el: Νόμισμα τιμής πώλησης
fr: Devise du prix de vente
ja: 販売価格通貨
lt: Pardavimo kainos valiuta
nl: Valuta verkoopprijs
no: Valuta for salgspris
ru: Валюта цены продажи
sr: Valuta prodajne cene
tr: Satış para birimi

source: Allocated Items
cs: Přidělené položky
el: Δεσμευμένα είδη
fr: Postes alloués
ja: 割当項目
lt: Paskirstyti elementai
nl: Toegewezen items
ru: Выделенные элементы
sr: Alocirane stavke
tr: Tahsis Edilen Kalemler

source: No shipment details provided
cs: Nebyly poskytnuty žádné údaje o zásilce
el: Δεν δόθηκαν λεπτομέρειες αποστολής
fr: Aucun détail sur l'expédition n'est fourni
ja: 出荷の詳細は記載されていません
lt: Nepateikta siuntos informacija
nl: Geen verzenddetails opgegeven
no: Ingen forsendelsesopplysninger oppgitt
ru: Информация об отгрузке не предоставлена
sr: Nisu dostavljeni detalji isporuke
tr: Sevkiyat bilgileri sağlanmadı

source: Line item is not associated with this order
cs: Řádková položka není přiřazena k této objednávce
el: Η γραμμή δεν συνδέεται με αυτή την παραγγελία
fr: Le poste n'est pas associé à cette commande
ja: ラインアイテムは、この注文に関連付けられていません。
lt: Eilutės įrašas nėra susijęs su šiuo užsakymu
nl: Artikelregel is niet gekoppeld aan deze bestelling
no: Linjeelement er ikke knyttet til denne ordren
ru: Позиция не связана с этим заказом
sr: Stavka porudžbine nije asocirana sa ovim nalogom
tr: Ürün kalemi bu siparişle ilişkilendirilmemiştir

source: Quantity must be positive
cs: Množství musí být kladné
el: Η ποσότητα πρέπει να είναι θετική
fr: La quantité doit être positive
ja: 数量は正数でなければなりません。
lt: Kiekis turi būti teigiamas
nl: Hoeveelheid moet positief zijn
no: Mengden må være positiv
ru: Количество должно быть положительным
sr: Količina mora biti pozitivna
tr: Miktar pozitif olmalıdır

source: Enter serial numbers to allocate
cs: Zadejte sériová čísla pro přidělení
el: Εισαγάγετε σειριακούς αριθμούς προς δέσμευση
fr: Entrez les numéros de série à allouer
ja: 割り当てるシリアル番号を入力
lt: Įveskite priskiriamus serijos numerius
nl: Voer serienummers in om toe te wijzen
no: Skriv inn serienummer for å tildele
ru: Введите серийные номера для резервирования
sr: Unesi serijske brojeve za alokaciju
tr: Tahsis edilecek seri numaralarını girin

source: Shipment has already been shipped
cs: Zásilka již byla odeslána
el: Η αποστολή έχει ήδη σταλεί
fr: L'envoi a déjà été effectué
ja: 出荷済み
lt: Siunta jau išsiųsta
nl: Verzending is al verzonden
no: Forsendelsen er allerede sendt
ru: Отгрузка уже отправлена
sr: Isporuka je već isporučena
tr: Sevkiyat zaten sevk edildi

source: Shipment is not associated with this order
cs: Zásilka není spojena s touto objednávkou
el: Η αποστολή δεν συνδέεται με αυτή την παραγγελία
fr: L'envoi n'est pas associé à cette commande
ja: この注文には出荷が関連付けられていません
lt: Siunta nėra susieta su šiuo užsakymu
nl: Zending is niet gekoppeld aan deze bestelling
no: Forsendelsen er ikke knyttet til denne ordren
ru: Отгрузка не связана с этим заказом
sr: Isporuka nije povezana sa ovim nalogom
tr: Sevkiyat bu sipariş ile ilişkilendirilmemiştir

source: No match found for the following serial numbers
cs: Nebyla nalezena žádná shoda pro následující sériová čísla
el: Δεν βρέθηκε αντιστοίχιση για τους παρακάτω σειριακούς αριθμούς
fr: Aucune correspondance trouvée pour les numéros de série suivants
ja: 以下のシリアル番号に該当するものは見つかりませんでした。
lt: Nerasta atitikmenų šiems serijos numeriams
nl: Geen overeenkomst gevonden voor de volgende serienummers
no: Ingen treff funnet for følgende serienummer
ru: Совпадений для следующих серийных номеров не найдено
sr: Nema pronađenih poklapanja za sledeće serijske brojeve
tr: Şu seri numaraları için bir eşleşme bulunamadı

source: The following serial numbers are unavailable
cs: Následující sériová čísla nejsou k dispozici
el: Οι παρακάτω σειριακοί αριθμοί δεν είναι διαθέσιμοι
fr: Les numéros de série suivants sont indisponibles
ja: 以下のシリアル番号はご利用いただけません。
lt: Šie serijos numeriai nepasiekiami
nl: De volgende serienummers zijn niet beschikbaar
ru: Следующие серийные номера недоступны
sr: Sledeći serijski brojevi su nedostupni
tr: Şu seri numaraları mevcut değildir

source: Return order line item
cs: Řádkový předmět vratky
el: Γραμμή εντολής επιστροφής
fr: Poste de commande de retour
ja: 返品注文項目
lt: Grąžinimo užsakymo eilutės įrašas
nl: Retourneer regel item
no: Returordrelinje
ru: Позиция заказа на возврат
sr: Stavka porudžbine naloga za vraćanje
tr: İade siparişi kalemi

source: Line item does not match return order
cs: Řádková položka neodpovídá vratce
el: Η γραμμή δεν αντιστοιχεί στην εντολή επιστροφής
fr: Le poste ne correspond pas à l'ordre de retour
ja: ラインアイテムが返品オーダーと一致しません
lt: Eilutės įrašas neatitinka grąžinimo užsakymo
nl: Artikelregel komt niet overeen met inkooporder
no: Linjeelementet samsvarer ikke med returordre
ru: Позиция не соответствует заказу на возврат
sr: Stavka porudžbine se ne poklapa sa nalogom za vraćanje
tr: Ürün kalemi iade siparişi ile eşleşmiyor

source: Line item has already been received
cs: Řádková položka již byla přijata
el: Η γραμμή έχει ήδη παραληφθεί
fr: Le poste a déjà été reçu
ja: ラインアイテムはすでに受領済み
lt: Eilutės įrašas jau gautas
nl: Regel item is al ontvangen
no: Linjeelementet er allerede mottatt
ru: Позиция уже получена
sr: Stavka porudžbine je već primljena
tr: Ürün kalemi zaten teslim alındı

source: Items can only be received against orders which are in progress
cs: Položky lze přijímat pouze proti objednávkám, které probíhají
el: Είδη μπορούν να παραληφθούν μόνο για παραγγελίες που είναι σε εξέλιξη
fr: Les articles ne peuvent être reçus que pour des commandes en cours
ja: 商品の受け取りは、進行中の注文に対してのみ可能です。
lt: Elementai gali būti priimami tik pagal vykdomus užsakymus
nl: Artikelen kunnen alleen worden ontvangen tegen lopende bestellingen
no: Artikler kan bare mottas mot ordrer som pågår
ru: Предметы могут быть получены только по заказам, которые находятся в процессе выполнения
sr: Stavke se mogu primiti samo na osnovu naloga koji su u toku
tr: Ürün kalemleri yalnızca işlemdeki siparişlere istinaden teslim alınabilir

source: Quantity to return
cs: Množství k vrácení
el: Ποσότητα προς επιστροφή
fr: Quantité à retourner
ja: 返品数量
lt: Grąžinamas kiekis
nl: Hoeveelheid te retourneren
ru: Количество для возврата
sr: Količina za vraćanje
tr: İade olacak miktar

source: Line price currency
cs: Měna ceny řádku
el: Νόμισμα τιμής γραμμής
fr: Devise du prix de la ligne
ja: ライン価格通貨
lt: Eilutės kainos valiuta
nl: Lijn prijs valuta
no: Valuta for linje
ru: Валюта цены позиции
sr: Valuta cene porudžbine
tr: Satır para birimi

source: Lost
cs: Ztraceno
el: Χάθηκε
fr: Perdu
ja: 紛失
lt: Prarasta
nl: Kwijt
no: Tapt
ru: Потерян
sr: Izgubljeno
tr: Kayıp

source: Returned
cs: Vráceno
el: Επιστράφηκε
fr: Retourné
ja: 返品済
lt: Grąžinta
nl: Retour
no: Returnert
ru: Возвращён
sr: Vraćeno
tr: İade

source: In Progress
cs: Zpracovává se
el: Σε Εξέλιξη
fr: En Cours
ja: 処理中
lt: Vykdoma
nl: In Behandeling
no: Pågående
ru: Выполняется
sr: U progresu
tr: Devam Ediyor

source: Return
cs: Vrátit zpět
el: Επιστροφή
fr: Retour
ja: 戻る
lt: Grąžinimas
nl: Retour
no: Retur
ru: Возврат
sr: Vrati
tr: Geri Dön

source: Repair
cs: Oprava
el: Επισκευή
fr: Réparer
ja: 修理
lt: Remontas
nl: Herstel
no: Reparasjon
ru: Починить
sr: Popravi
tr: Onar

source: Replace
cs: Náhrada
el: Αντικατάσταση
fr: Remplacer
ja: 置換
lt: Keitimas
nl: Vervangen
no: Erstatt
ru: Заменить
sr: Zameni
tr: Değiştir

source: Refund
cs: Vrácení peněz
el: Επιστροφή χρημάτων
fr: Remboursement
ja: 返金
lt: Pinigų grąžinimas
nl: Restitutie
no: Refusjon
ru: Возврат
sr: Refundiraj
tr: Geri öde

source: Reject
cs: Odmítnout
el: Απόρριψη
fr: Refuser
ja: 拒否
lt: Atmesti
nl: Afwijzen
no: Avvis
ru: Отклонён
sr: Odbij
tr: Reddet

source: Overdue Purchase Order
cs: Objednávka po splatnosti
el: Εκπρόθεσμη εντολή αγοράς
fr: Bon de commande en souffrance
ja: 期限切れ発注書
lt: Vėluojantis pirkimo užsakymas
nl: Achterstallige inkooporder
no: Forfalt Innkjøpsordre
ru: Просроченные заказы на закупку
sr: Istekli nalozi za kupovinu
tr: Geciken Satın Alma Siparişi

source: Purchase order {po} is now overdue
cs: Nákupní objednávka {po} je nyní opožděná
el: Η εντολή αγοράς {po} είναι πλέον εκπρόθεσμη
fr: Le bon de commande {po} est maintenant en retard
ja: 発注書{po}は現在期限切れです
lt: Pirkimo užsakymas {po} dabar vėluoja
nl: Inkooporder {po} is nu achterstallig
no: Innkjøpsordre {po} er nå forfalt
ru: Заказ на закупку {po} просрочен
sr: Nalog za kupovinu {po} je sada istekao
tr: Satın alma siparişi {po} şimdi gecikti

source: Overdue Sales Order
cs: Opožděná prodejní objednávka
el: Εκπρόθεσμη εντολή πώλησης
fr: Commande en souffrance
ja: 期限切れ販売注文
lt: Vėluojantis pardavimo užsakymas
nl: Achterstallige Verkooporder
no: Forfalt Salgsordre
ru: Просроченные заказы на продажу
sr: Istekli nalozi za prodaju
tr: Geciken Satış Siparişi

source: Sales order {so} is now overdue
cs: Prodejní objednávka {so} je nyní opožděná
el: Η εντολή πώλησης {so} είναι πλέον εκπρόθεσμη
fr: La commande {so} est maintenant en retard
ja: セールスオーダー{so}は現在期限切れです。
lt: Pardavimo užsakymas {so} dabar vėluoja
nl: Verkooporder {so} is nu achterstallig
no: Salgsordre {so} er nå forfalt
ru: Заказ на продажу {so} просрочен
sr: Nalog za prodaju {so} je sada istekao
tr: Satış siparişi {so} şimdi gecikti

source: Overdue Return Order
cs: Vratka po termínu vrácení
el: Εκπρόθεσμη εντολή επιστροφής
fr: Ordre de retour en retard
ja: 期限切れ返品注文
lt: Vėluojantis grąžinimo užsakymas
nl: Achterstallige retour orders
ru: Просроченный заказ на возврат
tr: Gecikmiş İade Siparişi

source: Return order {ro} is now overdue
cs: Vratka {ro} je nyní opožděná
el: Η εντολή επιστροφής {ro} είναι πλέον εκπρόθεσμη
fr: L'ordre de retour {ro} est maintenant en retard
ja: リターンオーダー{ro}は現在期限切れです
lt: Grąžinimo užsakymas {ro} dabar vėluoja
nl: Productieorder {ro} is nu achterstallig
ru: Заказ на возврат {ro} просрочен
tr: İade siparişi {ro} şimdi gecikti

source: Starred
cs: Označené
el: Με αστέρι
fr: Étoilé
ja: スター付き
lt: Pažymėta žvaigždute
nl: Favoriet
ru: Помечено звёздочкой
sr: Označeno zvezdicom
tr: Yıldızlı

source: Filter by starred categories
cs: Filtrovat podle kategorií s hvězdičkou
el: Φιλτράρισμα κατά κατηγορίες με αστέρι
fr: Filtrer par catégories étoilées
ja: 星の数で絞り込む
lt: Filtruoti pagal pažymėtas kategorijas
nl: Filter op categorieën met ster
ru: Фильтровать по отмеченным категориям
sr: Filtiraj po kategorijama označenim zvezdicom
tr: Yıldızlı kategorilere göre filtrele

source: Depth
cs: Hloubka
el: Βάθος
fr: Profondeur
ja: 深さ
lt: Gylis
nl: Diepte
ru: Глубина
sr: Dubina
tr: Derinlik

source: Filter by category depth
cs: Filtrovat podle hloubky kategorie
el: Φιλτράρισμα κατά βάθος κατηγορίας
fr: Filtrer par profondeur de catégorie
ja: カテゴリの深さでフィルタリング
lt: Filtruoti pagal kategorijos gylį
nl: Filteren op categorie diepte
ru: Фильтровать по глубине категории
sr: Filtriraj po dubini kategorije
tr: Kategori derinliğine göre filtrele

source: Top Level
cs: Nejvyšší úroveň
el: Ανώτατο επίπεδο
fr: Premier niveau
ja: 最多メンバーレベル
lt: Aukščiausio lygio
nl: Hoogste niveau
ru: Верхний уровень
sr: Vrhovni
tr: Üst Seviye

source: Filter by top-level categories
cs: Filtrovat podle nejvyšších kategorií
el: Φιλτράρισμα κατά κατηγορίες ανώτατου επιπέδου
fr: Filtrer par catégories de premier niveau
ja: トップレベルカテゴリーによるフィルタリング
lt: Filtruoti pagal aukščiausio lygio kategorijas
nl: Filteren op topniveau categorieën
ru: Фильтровать по категориям верхнего уровня
sr: Filtriraj po vrhovnim kategorijama
tr: Üst seviye kategorilere göre filtrele

source: Cascade
cs: Kaskáda
el: Κατά κληρονομικότητα
ja: カスケード表示
lt: Kaskada
nl: Stapelen
ru: Каскад
sr: Kaskadno
tr: Kademeli

source: Include sub-categories in filtered results
cs: Zahrnout podkategorie do filtrovaných výsledků
el: Συμπερίληψη υποκατηγοριών στα φιλτραρισμένα αποτελέσματα
fr: Inclure les sous-catégories dans les résultats filtrés
ja: フィルタリング結果にサブカテゴリーを含めることができます。
lt: Įtraukti sub-kategorijas į filtravimo rezultatus
nl: Inclusief subcategorieën in gefilterde resultaten
ru: Включать подкатегории в отфильтрованные результаты
sr: Uključi pod-kategorije u filtriranim rezultatima
tr: Filtrelenmiş sonuçlara alt kategorileri dahil et

source: Parent
cs: Předek
el: Γονική
ja: 親
lt: Pirminė kategorija
nl: Bovenliggend
ru: Родитель
sr: Nadređen
tr: Üst

source: Filter by parent category
cs: Filtrovat podle nadřazené kategorie
el: Φιλτράρισμα κατά γονική κατηγορία
fr: Filtrer par catégorie de parents
ja: 親カテゴリーによる絞り込み
lt: Filtruoti pagal pirminę kategoriją
nl: Filter op bovenliggende categorie
ru: Фильтровать по родительской категории
sr: Filtriraj po nadređenoj kategoriji
tr: Üst kategoriye göre filtrele

source: Exclude sub-categories under the specified category
cs: Vyloučit podkategorie v zadané kategorii
el: Εξαίρεση υποκατηγοριών κάτω από την καθορισμένη κατηγορία
fr: Exclure les sous-catégories de la catégorie spécifiée
ja: 指定したカテゴリの下にあるサブカテゴリを除外します。
lt: Neįtraukti sub-kategorijų po nurodyta kategorija
nl: Subcategorieën uitsluiten in de opgegeven categorie
ru: Исключить подкатегории указанной категории
sr: Ne uključuj pod-kategorije pod specifičnom kategorijom
tr: Belirtilen kategorideki alt kategorileri hariç tut

source: Has Results
cs: Má výsledky
el: Έχει αποτελέσματα
fr: A des résultats
ja: 実績あり
lt: Turi rezultatų
nl: Heeft resultaten
ru: Есть результаты
sr: Ima rezultate
tr: Sonuçları Olanlar

source: Is Variant
cs: Je varianta
el: Είναι παραλλαγή
fr: Est variante
ja: バリエーション？
lt: Yra variantas
nl: Is een variant
ru: Является вариантом
tr: Varyant mı

source: Is Revision
cs: Je revizí
el: Είναι αναθεώρηση
fr: Est la révision
ja: 改訂版
lt: Yra versija
nl: Is revisie
ru: Является ревизией
sr: Je revizija
tr: Revizyon mu

source: Has Revisions
cs: Má revize
el: Έχει αναθεωρήσεις
fr: A des révisions
ja: 改定あり
lt: Turi versijų
nl: Heeft revisies
ru: Есть ревизии
sr: Ima revizije
tr: Revizyonu Olanlar

source: BOM Valid
cs: Kusovník schválen
el: Έγκυρο BOM
fr: Nomenclature valide
ja: BOM有効
lt: BOM galiojantis
ru: Спецификация валидна
sr: Spisak materijala validan
tr: BOM Geçerli

source: Cascade Categories
cs: Kaskádové kategorie
el: Κατηγορίες κατά κληρονομικότητα
fr: Catégories en cascade
ja: カスケードカテゴリ
nl: Cascade Categorieën
ru: Каскадные категории
tr: Kategorileri Kademele

source: If true, include items in child categories of the given category
cs: Pokud je pravda, zahrne položky z podkategorií dané kategorie
el: Αν είναι αληθές, συμπεριλαμβάνονται είδη σε θυγατρικές κατηγορίες της δοσμένης κατηγορίας
fr: Si vrai, inclure des éléments dans les sous-catégories de la catégorie donnée
ja: もし該当する場合には、指定されたカテゴリの子カテゴリ内のアイテムを含めてください。
nl: Indien waar, inclusief items op de onderliggende categorieën van de opgegeven categorie
ru: Если включено, включать элементы в дочерних категориях указанной категории
tr: Etkin ise, verilen kategorinin alt kategorilerindeki ögeleri dahil et

source: Filter by numeric category ID or the literal 'null'
cs: Filtrovat podle numerického ID kategorie nebo doslovného 'null'
el: Φιλτράρισμα κατά αριθμητικό ID κατηγορίας ή τη λέξη 'null'
fr: Filtrer par ID de catégorie numérique ou par 'null'
ja: 数値カテゴリIDまたはリテラル'null'でフィルタリングしてください
nl: Filter op numerieke categorie-ID of de letterlijke 'null'
ru: Фильтровать по числовому идентификатору категории или литералу 'null'
tr: Sayısal kategori ID veya 'null' sabitine göre filtrele

source: Assembly part is active
cs: Sestavený díl je aktivní
fr: La pièce d'assemblage est active
ru: Сборочная деталь активна

source: Assembly part is trackable
cs: Sestavený díl je sledovatelný
fr: La pièce d'assemblage est traçable
ru: Отслеживаемая сборочная деталь

source: Assembly part is testable
cs: Sestavený díl je testovatelný
el: Το προϊόν συναρμολόγησης είναι υπό δοκιμή
fr: La pièce d'assemblage est testable
ja: 組み立て部分はテスト可能
lt: Surinkimo detalė gali būti testuojama
nl: Assemblage deel is testbaar
ru: Сборная деталь тестируется
sr: Deo sklopa se može testirati
tr: Montaj test edilebilir

source: Component part is active
cs: Kompotenta je aktivní
ru: Деталь компонента активна

source: Component part is trackable
cs: Komponenta je sledovatelná
ru: Отслеживаемая деталь компонента
