Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Virtual part cannot be assigned to a sales order
no: Virtuell del kan ikke tildeles salgsordre

source: Only serialized items can be assigned to a Return Order
no: Kun serialiserte artikler kan tilordnes en Returordre

source: The date this this return item was received
no: Datoen denne returartikkelen ble mottatt

source: An integer quantity must be provided for trackable parts
no: Heltallsverdi må angis for sporbare deler

source: The following serial numbers are already allocated
no: Følgende serienummer er allerede tildelt

source: Print purchase order report
no: Skriv ut innkjøpsordrerapport

source: Export order to file
no: Eksporterer ordre til fil

source: Order actions
no: Ordrehandlinger

source: Edit order
no: Rediger ordre

source: Duplicate order
no: Dupliser ordre

source: Cancel order
no: Kanseller ordre

source: Issue Order
no: Send ordre

source: Mark order as complete
no: Merk ordren som fullført

source: Complete Order
no: Fullfør ordre

source: Supplier part thumbnail
no: Miniatyrbilde for leverandør

source: Order Description
no: Ordrebeskrivelse

source: No suppplier information available
no: Ingen leverandørinformasjon tilgjengelig

source: Completed Line Items
no: Fullførte elementer

source: Incomplete
no: Ufullstendig

source: Total cost
no: Total kostnad

source: Total cost could not be calculated
no: Total kostnad kunne ikke beregnes

source: Missing selections for the following required columns
no: Manglende valg for følgende påkrevde kolonner

source: Duplicate selections found, see below. Fix them then retry submitting.
no: Dupliserte valg funnet, se under. Fiks dem og prøv på nytt.

source: Submit Selections
no: Send inn Valg

source: File Fields
no: Filfelter

source: Remove column
no: Fjern kolonne

source: Duplicate selection
no: Duplikatvalg

source: Remove row
no: Fjern rad

source: Errors exist in the submitted data
no: Det eksisterer feil i innsendt data

source: Row
no: Rad

source: Select Supplier Part
no: Velg Leverandørdel

source: Return to Orders
no: Returner til ordrer

source: Upload File for Purchase Order
no: Last opp Fil for Innkjøpsordre

source: Order is already processed. Files cannot be uploaded.
no: Ordren er allerede behandlet. Filer kan ikke lastes opp.

source: Step %(step)s of %(count)s
no: Trinn %(step)s av %(count)s

source: Received Stock
no: Mottatt lagerbeholdning

source: Purchase Order Items
no: Innkjøpsordreartikler

source: Add Line Item
no: Legg til linjeelement

source: Receive Line Items
no: Motta linjeelementer

source: Extra Lines
no: Ekstralinjer

source: Add Extra Line
no: Legg til Ekstralinje

source: Received Items
no: Mottatte artikler

source: Order Notes
no: Ordrenotater

source: Customer logo thumbnail
no: Miniatyrbilde for kundelogo

source: Print return order report
no: Skriv ut returordrerapport

source: Print packing list
no: Skriv ut pakkeliste

source: Customer Reference
no: Kundereferanse

source: Total Cost
no: Total kostnad

source: Print sales order report
no: Skriv ut salgsordrerapport

source: Ship Items
no: Send artikler

source: Complete Sales Order
no: Fullfør Salgsordre

source: This Sales Order has not been fully allocated
no: Salgsordren er ikke fullstendig tildelt

source: Sales Order Items
no: Salgsordreartikler

source: Pending Shipments
no: Ventende forsendelser

source: Actions
no: Handlinger

source: New Shipment
no: Ny forsendelse

source: Match Supplier Parts
no: Match Leverandørdeler

source: Sales order not found
no: Salgsordre ikke funnet

source: Price not found
no: Pris ikke funnet

source: Updated {part} unit-price to {price}
no: Oppdaterte {part} enhetspris to {price}

source: Updated {part} unit-price to {price} and quantity to {qty}
no: Oppdaterte {part} enhetspris til {price} og antall til {qty}

source: Part Image
no: Del-bilde

source: Category ID
no: Kategori-ID

source: Default Location ID
no: Standard plasserings-ID

source: Default Supplier ID
no: Standard leverandør-ID

source: Used In
no: Brukt i

source: Parent ID
no: Overordnet ID

source: Parent Name
no: Overordnet navn

source: Category Path
no: Sti til kategori

source: BOM Item ID
no: BOM artikkel-ID

source: Parent IPN
no: Overodnet IPN

source: Incoming Purchase Order
no: Innkommende innkjøpsordre

source: Outgoing Sales Order
no: Utgående salgsordre

source: Stock produced by Build Order
no: Lagervarer produsert av en produksjonsordre

source: Stock required for Build Order
no: Lagervarer påkrevd for produksjonsordre

source: This option must be selected
no: Dette alternativet må være valgt

source: Input quantity for price calculation
no: Sett inn antall for prisberegning

source: Invalid choice for parent part
no: Ugyldig valg for overordnet del

source: Last Stocktake
no: Siste lagertelling

source: Additional notes
no: Flere notater

source: User who performed this stocktake
no: Bruker som utførte denne lagertellingen

source: Report
no: Rapport

source: Stocktake report file (generated internally)
no: Lagertellingsrapportfil (generert internt)

source: Part Count
no: Antall deler

source: Number of parts covered by stocktake
no: Antall deler dekket av varetellingen

source: User who requested this stocktake report
no: Bruker som forespurte varetellingsrapporten

source: Parent Part
no: Overordnet del

source: Part ID or part name
no: Del-ID eller delnavn

source: Unique part ID value
no: Unik del-ID-verdi

source: Part IPN value
no: Delens interne delnummerverdi

source: Level
no: Nivå

source: BOM level
no: BOM-nivå

source: Overage
no: Svinn

source: Estimated build wastage quantity (absolute or percentage)
no: Forventet produksjonssvinn (absolutt eller prosent)

source: No parts selected
no: Ingen deler valgt

source: Select category
no: Velg kategori

source: Limit stocktake report to a particular part, and any variant parts
no: Begrens lagerbeholdningsrapport til en bestemt del og enhver variant av delen

source: Limit stocktake report to a particular part category, and any child categories
no: Begrens lagerbeholdningsrapport til en bestemt delkategori og alle underkategorier

source: Limit stocktake report to a particular stock location, and any child locations
no: Begrens lagerbeholdningsrapport til en bestemt plasering og eventuelle underplasseringer

source: Exclude External Stock
no: Ekskluder ekstern lagerbeholdning

source: Exclude stock items in external locations
no: Ekskluder lagervarer i eksterne lokasjoner

source: Generate report file containing calculated stocktake data
no: Genererer rapport som inneholder beregnede lagerdata

source: Update Parts
no: Oppdater deler

source: Update specified parts with calculated stocktake data
no: Oppdater spesifiserte deler med beregnede lagerbeholdningsdata

source: Stocktake functionality is not enabled
no: Lagerbeholdningsfunksjonalitet er ikke aktivert

source: Clear Existing BOM
no: Nullstill eksisterende BOM

source: Delete existing BOM items before uploading
no: Fjern eksisterende BOM-artikler før opplastning

source: No part column specified
no: Ingen del-kolonne angitt

source: Multiple matching parts found
no: Flere samsvarende deler funnet

source: No matching part found
no: Ingen samsvarende del funnet

source: Part is not designated as a component
no: Delen er ikke betegnet som en komponent

source: Quantity not provided
no: Antall ikke oppgitt

source: Invalid quantity
no: Ugyldig antall

source: At least one BOM item is required
no: Minst en BOM-artikkel kreves

source: Total Cost Min
no: Total Kostnad Min

source: Total Cost Max
no: Total Kostnad Max

source: Stocktake Report Available
no: Lagertellingsrapport tilgjengelig

source: A new stocktake report is available for download
no: En ny lagertellingsrapport er tilgjengelig for nedlasting

source: You do not have permission to edit the BOM.
no: Du har ikke rettigheter til å redigere BOMen.

source: The BOM this part has been changed, and must be validated
no: Stykklisten har blitt endret og må godkjennes

source: This BOM was last checked by %(checker)s on %(check_date)s
no: Denne BOMen ble sist sjekket av %(checker)s den %(check_date)s

source: This BOM has not been validated.
no: Denne BOMen er ikke godkjent.

source: Perform stocktake for this part category
no: Utfør lagertelling for denne delkategorien

source: You are subscribed to notifications for this category
no: Du abonnerer på varsler for denne kategorien

source: Subscribe to notifications for this category
no: Abonner på varsler for denne kategorien

source: Category Actions
no: Kategorihandlinger

source: Edit category
no: Rediger kategori

source: Edit Category
no: Rediger Kategori

source: Delete category
no: Slett kategori

source: Delete Category
no: Slett Kategori

source: Top level part category
no: Toppnivå delkategori

source: Parts (Including subcategories)
no: Deler (inkludert underkategorier)

source: Create new part
no: Opprett ny del

source: New Part
no: Ny Del

source: Part Parameters
no: Delparametere

source: Create new part category
no: Opprett ny delkategori

source: New Category
no: Ny Kategori

source: Import Parts
no: Importér Deler

source: Make a copy of part '%(full_name)s'.
no: Lag en kopi av del %(full_name)s.

source: Possible Matching Parts
no: Mulige Samsvarende Deler

source: The new part may be a duplicate of these existing parts
no: Den nye delen kan være et duplikat av disse eksisterende delene

source: Part Stock
no: Dellager

source: Refresh scheduling data
no: Oppdater planleggingsdata

source: Refresh
no: Oppdater

source: Add stocktake information
no: Legg til lagertellingsinformasjon

source: Stocktake
no: Lagertelling

source: Part Test Templates
no: Deltestmaler

source: Add Test Template
no: Legg til Testmal

source: Sales Order Allocations
no: Salgsordretildelinger

source: Part Notes
no: Delnotater

source: Part Variants
no: Delvarianter

source: Create new variant
no: Opprett ny variant

source: New Variant
no: Ny Variant

source: Add new parameter
no: Legg til ny parameter

source: Related Parts
no: Relaterte Deler

source: Add Related
no: Legg til relatert

source: Export actions
no: Eksporthandlinger

source: Export BOM
no: Eksporter BOM

source: Print BOM Report
no: Skriv ut BOM-rapport

source: BOM actions
no: BOM-handlinger

source: Upload BOM
no: Last opp BOM

source: Validate BOM
no: Godkjenn BOM

source: Add BOM Item
no: Legg til BOM-artikkel

source: Assemblies
no: Sammenstillinger

source: Part Builds
no: Del-produksjoner

source: Build Order Allocations
no: Produksjonsordre-tildelinger

source: Part Suppliers
no: Deleleverandører

source: Part Manufacturers
no: Deleprodusenter

source: Insufficient privileges.
no: Utilstrekkelige rettigheter.

source: Return to Parts
no: Tilbake til deler

source: Import Parts from File
no: Importer deler fra fil

source: Requirements for part import
no: Krav for import av deler

source: The part import file must contain the required named columns as provided in the
no: Delens importfil må inneholde de nødvendige navngitte kolonnene som i

source: Part Import Template
no: Importmal for del

source: Download Part Import Template
no: Last ned importmal for del

source: Select file format
no: Velg filformat

source: Part List
no: Deleliste

source: You are subscribed to notifications for this part
no: Du abonnerer på varsler for denne delen

source: Subscribe to notifications for this part
no: Abonner på varsler for denne delen

source: Print Label
no: Skriv ut etikett

source: Show pricing information
no: Vis prisinformasjon

source: Stock actions
no: Lagerhandlinger

source: Count part stock
no: Tell delbeholdning

source: Transfer part stock
no: Overfør delbeholdning

source: Part actions
no: Delhandlinger

source: Duplicate part
no: Dupliser del

source: Edit part
no: Rediger del

source: Delete part
no: Slett del

source: Part is a template part (variants can be made from this part)
no: Delen er en maldel (varianter kan lages fra denne delen)

source: Part can be assembled from other parts
no: Delen kan sammenstilles fra andre deler

source: Part can be used in assemblies
no: Delen kan brukes i sammenstillinger

source: Part stock is tracked by serial number
no: Delelager spores via serienummer

source: Part can be purchased from external suppliers
no: Delen kan kjøpes fra eksterne leverandører

source: Part can be sold to customers
no: Delen kan selges til kunder

source: Part is not active
no: Delen er ikke aktiv

source: Part is virtual (not a physical part)
no: Delen er virtuall (ikke en fysisk del)

source: Show Part Details
no: Vis detaljer for del

source: Minimum stock level
no: Minimalt lagerbeholdningsnivå

source: Price Range
no: Prisområde

source: Latest Serial Number
no: Siste serienummer

source: Search for serial number
no: Søk etter serienummer

source: Supplier Pricing
no: Leverandørprising

source: Unit Cost
no: Enhetspris

source: No supplier pricing available
no: Ingen leverandørpriser tilgjengelig

source: BOM Pricing
no: BOM-prising

source: Unit Purchase Price
no: Enhet-innkjøpspris

source: Total Purchase Price
no: Total Innkjøpspris

source: No BOM pricing available
no: Ingen BOM-prising tilgjengelig

source: Internal Price
no: Intern Pris

source: No pricing information is available for this part.
no: Ingen prisinformasjon er tilgjengelig for denne delen.

source: Scheduled Quantity
no: Planlagt antall

source: Variants
no: Varianter

source: Stock
no: Lagerbeholdning

source: Pricing
no: Prising

source: Scheduling
no: Planlegging

source: Test Templates
no: Testmaler

source: Select from existing images
no: Velg fra eksisterende bilder

source: Pricing Overview
no: Prisingoversikt

source: Refresh Part Pricing
no: Oppdater delprising

source: Override Part Pricing
no: Overstyr delprising

source: Edit
no: Rediger

source: Price Category
no: Priskategori

source: Maximum
no: Maksimum

source: Internal Pricing
no: Intern Prising

source: Purchase History
no: Inkjøpshistorikk

source: Variant Pricing
no: Variantprising

source: Pricing Overrides
no: Prisoverstyringer

source: Overall Pricing
no: Generell prising

source: Sale History
no: Salgshistorikk

source: Sale price data is not available for this part
no: Salgsprisdata er ikke tilgjengelig for denne delen

source: Price range data is not available for this part.
no: Prisområdedata er ikke tilgjengelig for denne delen.

source: Jump to overview
no: Hopp til oversikt

source: Add Internal Price Break
no: Legg til internt prisbrudd

source: Sale Pricing
no: Salgsprising

source: Add Sell Price Break
no: Legg til salgsprisbrudd

source: No Stock
no: Ingen lagerbeholdning

source: Low Stock
no: Lav lagerbeholdning

source: Return to BOM
no: Tilbake til Stykkliste

source: Upload Bill of Materials
no: Last opp stykkliste

source: BOM upload requirements
no: Stykkliste opplastningskrav

source: Upload BOM File
no: Last opp BOM-fil

source: Submit BOM Data
no: Send inn BOM-data

source: Requirements for BOM upload
no: Krav for BOM-opplastning

source: The BOM file must contain the required named columns as provided in the
no: BOM-filen må inneholde de nødvendige navngitte kolonnene som i

source: BOM Upload Template
no: BOM-opplastningsmalen

source: Each part must already exist in the database
no: Hver del må allerede finnes i databasen

source: Create new part variant
no: Opprett ny variant av del

source: Create a new variant part from this template
no: Opprett en ny variant del fra denne malen

source: Match References
no: Match referanser

source: Can't import part {new_part.name} because there is no category assigned
no: Kan ikke importere del {new_part.name} fordi det ikke er oppgitt noen kategori

source: Select Part Image
no: Vel bilde for del

source: Updated part image
no: Oppdatert bilde for del

source: Part image not found
no: Bilde for del ikke funnet

source: Part Pricing
no: Delprising

source: No match for supplier barcode
no: Ingen treff for leverandørstrekkode

source: Found multiple matching supplier parts for barcode
no: Fant flere leverandørdeler for strekkoden

source: Found multiple purchase orders matching '{order}'
no: Fant flere innkjøpsordrer som samsvarer med '{order}'

source: No matching purchase order for '{order}'
no: Ingen samsvarende innkjøpsordre for '{order}'

source: Purchase order does not match supplier
no: Innkjøpsordre stemmer ikke med leverandør

source: Failed to find pending line item for supplier part
no: Fant ikke ventende artikkel for leverandørdel

source: Purchase order is not pending
no: Innkjøpsordre er ikke ventende

source: Sales order is not pending
no: Salgsordre er ikke ventende

source: InvenTree Notifications
no: InvenTree-varsler

source: Integrated outgoing notification methods
no: Integrerte utgående varslingsmetoder

source: Enable email notifications
no: Aktiver epostvarsler

source: Allow sending of emails for event notifications
no: Tillat sending av e-post for hendelsesvarsler

source: Enable slack notifications
no: Aktiver Slack-varsler

source: Allow sending of slack channel messages for event notifications
no: Tillat sending av Slack-kanalmeldinger for hendelsesvarsler

source: Slack incoming webhook url
no: Slack innkommende webhook

source: PluginName of the plugin
no: Navn på utvidelsen

source: Method
no: Metode

source: Either packagename of URL must be provided
no: Enten pakkenavn eller URL må angis

source: No valid objects provided to template
no: Ingen gyldige objekter angitt for mal

source: Template file '{template}' is missing or does not exist
no: Malfil '{template}' mangler eller eksisterer ikke

source: Location ID
no: Plasserings-ID

source: Location Path
no: Plasserings-sti

source: Stock Item ID
no: Lagervare-ID

source: Supplier Part ID
no: Leverandørdel-ID

source: Supplier ID
no: Leverandør-ID

source: Customer ID
no: Kunde-ID

source: Build ID
no: Produksjons-ID

source: Sales Order ID
no: Salgsordre-ID

source: Purchase Order ID
no: Innkjøpsordre-ID

source: Review Needed
no: Gjennomgang kreves

source: Delete on Deplete
no: Slett når oppbrukt

source: Serial numbers must be a list of integers
no: Serienumre må være en liste over tall

source: Serial number is too large
no: Serienummeret er for høyt

source: Destination location for returned item
no: Lagerplassering for returnert artikkel

source: Stock Tracking Information
no: Lager-sporingsinformasjon

source: Child Stock Items
no: Underordnede lagervarer

source: This stock item does not have any child items
no: Denne lagervaren har ikke noen underordnede lagervarer

source: Test Report
no: Testrapport

source: Delete Test Data
no: Slett testdata

source: Add Test Data
no: Legg till Testdata

source: Stock Item Notes
no: Notater for lagervare

source: Installed Stock Items
no: Installerte lagervarer

source: Install Stock Item
no: Installer lagervare

source: Delete all test results for this stock item
no: Slett alle testresultater for denne lagervaren

source: Locate stock item
no: Finn lagervare

source: Scan to Location
no: Skann til plassering

source: Printing actions
no: Utskriftshandlinger

source: Stock adjustment actions
no: Lagerjusteringshandlinger

source: Count stock
no: Tell beholdning

source: Add stock
no: Legg til lagerbeholdning

source: Remove stock
no: Fjern lagerbeholdning

source: Serialize stock
no: Serialiser lager

source: Transfer stock
no: Overfør lagerbeholdning

source: Assign to customer
no: Tilordne til kunde

source: Return to stock
no: Returner til Lager

source: Uninstall stock item
no: Avinstaller lagervare

source: Uninstall
no: Avinstaller

source: Install stock item
no: Installer lagervare

source: Install
no: Installer

source: Convert to variant
no: Konvertert til variant

source: Duplicate stock item
no: Duplisert lagervare

source: Edit stock item
no: Rediger lagervare

source: Delete stock item
no: Slett lagervare

source: No manufacturer set
no: Ingen produsent valgt

source: You are not in the list of owners of this item. This stock item cannot be edited.
no: Du er ikke i eierlisten til dette elementet. Denne lagervaren kan ikke redigeres.

source: Read only
no: Kun lesetilgang

source: This stock item is unavailable
no: Lagervaren er utilgjengelig

source: This stock item is in production and cannot be edited.
no: Denne lagervaren er under produksjon og kan ikke endres.

source: Edit the stock item from the build view.
no: Rediger lagervaren fra produksjonsvinduet.

source: This stock item is allocated to Sales Order
no: Denne lagervaren er tildelt til Salgsordre

source: This stock item is allocated to Build Order
no: Denne lagervaren er tildelt til Produksjonsordre

source: This stock item is serialized. It has a unique serial number and the quantity cannot be adjusted
no: Denne lagervaren er serialisert. Den har et unikt serienummer, og antallet kan ikke justeres

source: previous page
no: forrige side

source: Navigate to previous serial number
no: Gå til forrige serienummer

source: next page
no: neste side

source: Navigate to next serial number
no: Gå til neste serienummer

source: No location set
no: Ingen plassering satt

source: Tests
no: Tester

source: This stock item has not passed all required tests
no: Denne lagervaren har ikke bestått alle påkrevde tester

source: This StockItem expired on %(item.expiry_date)s
no: Denne lagervaren utløp %(item.expiry_date)s

source: This StockItem expires on %(item.expiry_date)s
no: Denne lagervaren utløper %(item.expiry_date)s

source: No stocktake performed
no: Ingen lagertelling utført

source: Select one of the part variants listed below.
no: Velg en av variantdelene oppført under.

source: This action cannot be easily undone
no: Denne handlingen er vanskelig å omgjøre

source: Create serialized items from this stock item.
no: Opprett serialiserte artikler for denne lagervaren.

source: Select quantity to serialize, and unique serial numbers.
no: Velg antall å serialisere, og unike serienummer.

source: Perform stocktake for this stock location
no: Utfør lagertelling for denne lagerplasseringen

source: Locate stock location
no: Finn lagerplassering

source: Scan stock items into this location
no: Skann lagervarer til denne plasseringen

source: Scan In Stock Items
no: Skann inn Lagervarer

source: Scan stock container into this location
no: Skann lagerbeholder til denne plasseringen

source: Scan In Container
no: Skann inn beholder

source: Print Location Report
no: Skriv ut plasseringsrapport

source: Location actions
no: Plasseringshandlinger

source: Edit location
no: Rediger plassering

source: Delete location
no: Slett plassering

source: Top level stock location
no: Toppnivå-lagerplassering

source: Location Owner
no: Plasseringens Eier

source: You are not in the list of owners of this location. This stock location cannot be edited.
no: Du er ikke i listen over eiere av denne plasseringen. Denne lagerplasseringen kan ikke redigeres.

source: Create new stock location
no: Opprett ny lagerplassering

source: New Location
no: Ny plassering

source: Loading...
no: Laster inn...

source: Stock Tracking
no: Sporing av lager

source: Login
no: Logg inn

source: Index
no: Indeks

source: Notification History
no: Varsellogg

source: Delete Notifications
no: Slett varlser

source: Pending Notifications
no: Ventende varsler

source: Mark all as read
no: Merk alle som lest

source: Notifications
no: Varlser

source: Delete all read notifications
no: Slett alle leste varsler

source: Inbox
no: Innboks

source: History
no: Logg

source: Search Results
no: Søkeresultater

source: Barcode Settings
no: Strekkodeinnstillinger

source: Build Order Settings
no: Innstillinger for produksjonsordre

source: Category Settings
no: Kategoriinnstillinger

source: Server Settings
no: Serverinnstillinger

source: Label Settings
no: Etikettinnstillinger

source: Login Settings
no: Innstillinger for innlogging
