Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Further information required to receive line item
cs: Další informace potřebné k přijetí položky
el: Απαιτούνται επιπλέον πληροφορίες για την παραλαβή της γραμμής
fr: Informations complémentaires requises pour l'obtention d'un poste budgétaire
ja: ライン・アイテムを受け取るために必要な詳細情報
lt: Norint priimti eilutės įrašą, reikia daugiau informacijos
nl: Verdere informatie vereist om regelitem te ontvangen
no: Mer informasjon nødvendig for å motta artikkelen
ru: Для получения позиции требуется дополнительная информация
sr: Dalje informacije neophodne za primanje ove stavke
tr: Satır kalemini teslim almak için gerekli ek bilgiler

source: Received purchase order line item
cs: Obdržené položky objednávky
el: Παραλήφθηκε η γραμμή εντολής αγοράς
fr: Poste de commande reçu
ja: 受領済み発注書項目
lt: Gauta pirkimo užsakymo eilutė
nl: Inkoopregel ontvangen
no: Mottok ordreartikkelen
ru: Полученная позиция заказа на закупку
sr: Primljene stavke sa naloga za kupovinu
tr: Teslim alınan satın alma satırı

source: Failed to receive line item
cs: Nepodařilo se přijmout řádkovou položku
el: Αποτυχία παραλαβής γραμμής
fr: Échec de la réception d'un poste
ja: ラインアイテムの受信に失敗
lt: Nepavyko priimti eilutės įrašo
nl: Kon geen regelitem ontvangen
ru: Не удалось получить позицию
sr: Greška pri prijemu stavke porudžbine
tr: Satırı teslim alınamadı

source: Scanned barcode data
cs: Naskenované data čárového kódu
el: Σαρωμένα δεδομένα barcode
fr: Données du code-barres scanné
ja: スキャンされたバーコードデータ
lt: Nuskaityti brūkšninio kodo duomenys
nl: Gescande barcode gegevens
no: Skannet strekkodedata
ru: Сканированные данные штрихкода
sr: Skenirani podaci bar koda
tr: Taranan barkod verisi

source: Model name to generate barcode for
cs: Název modelu pro generování čárového kódu pro
el: Όνομα μοντέλου για το οποίο θα δημιουργηθεί barcode
fr: Nom du modèle pour générer un code-barres
ja: バーコードを生成するモデル名
lt: Modelio pavadinimas, kuriam generuoti brūkšninį kodą
nl: Modelnaam om een streepjescode te genereren voor
ru: Имя модели для генерации штрихкода
sr: Ime modela za koji će se generisati bar kod
tr: Barkod oluşturulacak model adı

source: Primary key of model object to generate barcode for
cs: Primární klíč modelového objektu pro generování čárového kódu pro
el: Πρωτεύον κλειδί του Προϊόντος μοντέλου για το οποίο θα δημιουργηθεί barcode
fr: Clé primaire d'un modèle objet pour générer un code-barres pour
ja: バーコードを生成するモデルオブジェクトの主キー
lt: Modelio objekto pirminis raktas, kuriam generuoti brūkšninį kodą
nl: Primaire sleutel van modelobject om barcode te genereren voor
ru: Первичный ключ объекта модели, для которого генерируется штрихкод
sr: Primarni ključ modela objeka za koji će se generisati bar kod
tr: Barkod oluşturulacak model nesnesinin birincil anahtarı

source: Purchase Order to allocate items against
cs: Nákupní objednávka proti které přiřadit zboží
el: Εντολή αγοράς στην οποία θα δεσμευτούν τα είδη
fr: Ordre d'achat pour attribuer les articles contre
ja: 発注書
lt: Pirkimo užsakymas, kuriam priskirti prekes
nl: Inkooporder om items toe te wijzen
no: Innkjøpsordre å tildele artikler mot
ru: Заказ на закупку, на который выделяются элементы
sr: Nalog za kupovinu na osnovu kog će se alocirati stavke
tr: Satın alma siparişi kapsamında tahsis edilecek kalemler

source: Purchase order is not open
cs: Nákupní objednávka není otevřená
el: Η εντολή αγοράς δεν είναι ανοικτή
fr: La commande n'est pas ouverte
ja: 注文書が未開封
lt: Pirkimo užsakymas nėra atidarytas
nl: Inkooporder is niet open
ru: Заказ на закупку не открыт
tr: Satın alma siparişi açık değil

source: Supplier to receive items from
cs: Dodavatel pro příjem položek
el: Προμηθευτής από τον οποίο θα παραληφθούν τα είδη
fr: Fournisseur pour recevoir des articles de
ja: 商品を受け取るサプライヤー
lt: Tiekėjas, iš kurio priimamos prekės
nl: Leverancier om items te ontvangen van
ru: Поставщик, от которого будут получены элементы
sr: Dobavljač od kog će se primiti stavke
tr: Ürünlerin teslim alınacağı tedarikçi

source: PurchaseOrder to receive items against
cs: Nákupní objednávka proti které přijmou zboží
el: Εντολή αγοράς έναντι της οποίας θα παραληφθούν τα είδη
fr: Ordre d'achat pour recevoir des articles
ja: 商品を受け取るPurchaseOrder
lt: Pirkimo užsakymas, pagal kurį priimamos prekės
nl: Inkooporder om items tegen te ontvangen
no: Innkjøpsordre å motta artikler mot
ru: Заказ на закупку, в рамках которого принимаются элементы
sr: Nalog za kupovinu na osnovu kog će se primati stavke
tr: Satın alma siparişi kapsamında teslim alınacak kalemler

source: Purchase order has not been placed
cs: Nákupní objednávka nebyla zadána
el: Η εντολή αγοράς δεν έχει καταχωρηθεί
fr: La commande n'a pas été passée
ja: 発注が行われていません
lt: Pirkimo užsakymas nebuvo pateiktas
nl: Inkooporder is niet geplaatst
no: Innkjøpsordren har ikke blitt sendt
ru: Заказ на закупку не оформлен
sr: Nalog za kupovinu nije ispostavljen
tr: Satın alma siparişi henüz verilmedi

source: Location to receive items into
cs: Lokace pro příjem zboží
el: Τοποθεσία στην οποία θα παραληφθούν τα είδη
fr: Lieu de réception des articles
ja: 商品を受け取る場所
lt: Vieta, į kurią bus priimtos prekės
nl: Locatie voor het ontvangen van items
no: Plassering å motta deler til
ru: Место, куда будут поступать элементы
sr: Lokacija na kojoj će se primati stavke
tr: Ürünlerin teslim alınacağı konum

source: Cannot select a structural location
cs: Nelze zvolit strukturální lokaci
el: Δεν μπορεί να επιλεγεί δομική τοποθεσία
fr: Impossible de sélectionner un emplacement structurel
ja: 構造上の位置を選択できません
lt: Negalima pasirinkti struktūrinės vietos
nl: Kan geen structurele locatie selecteren
no: Kan ikke velge en strukturell plassering
ru: Нельзя выбрать структурное местоположение
sr: Nije moguće izabrati strukturnu lokaciju
tr: Yapısal bir konum seçilemez

source: Purchase order line item to receive items against
cs: Nákupní objednávka řádku předmětu proti které přijmou zboží
el: Γραμμή εντολής αγοράς έναντι της οποίας θα παραληφθούν τα είδη
fr: Poste de la commande d'achat sur lequel les articles doivent être réceptionnés
ja: 物品を受け取るための購買発注項目
lt: Pirkimo užsakymo eilutės įrašas, pagal kurį priimamos prekės
nl: Inkooporder regel item om items tegen te ontvangen
ru: Позиция заказа на закупку, в рамках которой принимаются элементы
sr: Nalog za kupovinu na osnovu kog će se primati stavke porudžbine
tr: Satın alma siparişi kapsamında teslim alınacak kalemler

source: Automatically allocate stock items to the purchase order
cs: Automaticky přiřadit skladové položky nákupní objednávce
el: Αυτόματη δέσμευση ειδών αποθέματος στην εντολή αγοράς
fr: Affectation automatique des articles en stock à la commande d'achat
ja: 在庫アイテムを自動的に発注書に割り当てる
lt: Automatiškai priskirti atsargas pirkimo užsakymui
nl: Voorraadartikelen automatisch toewijzen aan de inkooporder
ru: Автоматически выделять складские элементы для заказа на закупку
sr: Nalog za kupovinu na osnovu kog će se primati stavke porudžbine
tr: Stok kalemlerini satın alma siparişine otomatik olarak tahsis edin

source: Sales Order to allocate items against
cs: Prodejní objednávka proti přiřazení položek
el: Εντολή πώλησης στην οποία θα δεσμευτούν τα είδη
fr: Commande client à laquelle attribuer des articles
ja: セールスオーダー
lt: Pardavimo užsakymas, kuriam priskirti prekes
nl: Verkooporder om items toe te wijzen tegen
no: Salgsordre å tildele artikler mot
ru: Заказ на продажу, к которому выделяются элементы
sr: Nalog za prodaju na osnovu kog će se alocirati stavke
tr: Satış siparişi kapsamında tahsis edilecek kalemler

source: Sales order is not open
cs: Prodejní objednávka není otevřena
el: Η εντολή πώλησης δεν είναι ανοικτή
fr: La commande client n'est pas ouverte
ja: 販売注文がオープンされていません
lt: Pardavimo užsakymas nėra atidarytas
nl: Verkooporder is niet open
ru: Заказ на продажу не открыт
tr: Satın alma siparişi açık değil

source: Sales order line item to allocate items against
cs: Prodejní objednávka řádku předmětu proti které přijmou zboží
el: Γραμμή εντολής πώλησης στην οποία θα δεσμευτούν τα είδη
fr: Poste de commande client sur lequel imputer les articles
ja: 商品を割り当てる販売注文項目
lt: Pardavimo užsakymo eilutės įrašas, kuriam priskirti prekes
nl: Verkoop bestelling regel item om artikelen tegen toe te wijzen
no: Salgsordrelinje å tildele artikler mot
ru: Позиция заказа на продажу, к которой выделяются элементы
sr: Stavka naloga za prodaju na osnovu koje će se alocirati stavka
tr: Satış siparişi satırı kapsamında tahsis edilecek kalemler

source: Sales order shipment to allocate items against
cs: Doprava prodejní objednávky proti které přiřadit zboží
el: Αποστολή εντολής πώλησης στην οποία θα δεσμευτούν τα είδη
fr: Expédition d'une commande client à laquelle affecter des articles
ja: 商品を割り当てる販売注文の出荷
lt: Pardavimo užsakymo siunta, kuriai priskirti prekes
nl: Verkoop bestelling om items toe te wijzen aan
no: Salgsordre-forsendelse å tildele artikler mot
ru: Отгрузка заказа на продажу, к которой выделяются элементы
sr: Isporuka
tr: Satış siparişi sevkiyatı kapsamında tahsis edilecek kalemler

source: Shipment has already been delivered
cs: Zásilka již byla doručena
el: Η αποστολή έχει ήδη παραδοθεί
fr: L'envoi a déjà été livré
ja: 出荷済み
lt: Siunta jau buvo pristatyta
nl: Zending is al geleverd
no: Forsendelsen er allerede levert
ru: Отгрузка уже доставлена
sr: Isporuka je već isporučena
tr: Sevkiyat zaten teslim edildi

source: Quantity to allocate
cs: Množství k přidělení
el: Ποσότητα προς δέσμευση
fr: Quantité à allouer
ja: 配分数量
lt: Kiekis, kurį reikia priskirti
nl: Toe te wijzen hoeveelheid
no: Antall å tildele
ru: Количество для распределения
sr: Količina za alociranje
tr: Tahsis edilecek miktar

source: Label printing failed
cs: Tisk štítku se nezdařil
el: Η εκτύπωση ετικέτας απέτυχε
fr: Échec de l'impression de l'étiquette
ja: ラベル印刷に失敗しました
lt: Etiketės spausdinimas nepavyko
nl: Label afdrukken mislukt
no: Utskrift av etikett mislyktes
ru: Печать этикетки не удалась
sr: Greška pri štampanju natpisa
tr: Etiket yazdırılamadı

source: Error rendering label to PDF
cs: Chyba při vykreslování štítku do PDF
el: Σφάλμα κατά τη μετατροπή της ετικέτας σε PDF
fr: Erreur de rendu de l'étiquette au format PDF
ja: ラベルをPDFにレンダリングする際のエラー
lt: Klaida generuojant etiketę į PDF formatą
nl: Fout bij het renderen label naar PDF
ru: Ошибка при выводе этикетки в PDF
sr: Greška pri renderovanju natpisa u PDF
tr: Etiket PDF olarak işlenirken hata oluştu

source: Error rendering label to HTML
cs: Chyba při vykreslování štítku do HTML
el: Σφάλμα κατά τη μετατροπή της ετικέτας σε HTML
fr: Erreur de rendu de l'étiquette en HTML
ja: ラベルをHTMLにレンダリングする際のエラー
lt: Klaida generuojant etiketę į HTML formatą
nl: Fout bij het renderen van label naar HTML
ru: Ошибка при выводе этикетки в HTML
sr: Greška pri renderovanju natpisa u HTML
tr: Etiket HTML olarak işlenirken hata oluştu

source: No items provided to print
cs: Nejsou k dispozici žádné položky k tisku
el: Δεν δόθηκαν είδη για εκτύπωση
fr: Aucun élément fourni pour l'impression
ja: 印刷する項目はありません
lt: Nenurodyta jokių elementų spausdinimui
nl: Geen producten aangeboden om af te drukken
ru: Нет элементов для печати
sr: Nijedna stavka nije poslata na štampu
tr: Yazdırılacak öge seçilmedi

source: Plugin Name
cs: Název pluginu
el: Όνομα πρόσθετου
fr: Nom de l'extension
ja: プラグイン名
lt: Įskiepio pavadinimas
nl: Plug-in naam
ru: Название плагина
sr: Naziv plugina
tr: Eklenti Adı

source: Feature Type
cs: Druh funkce
el: Τύπος δυνατότητας
fr: Type de fonctionnalité
ja: フィーチャー・タイプ
lt: Ypatybės tipas
nl: Kenmerk type
ru: Тип функции
sr: Tip opcije
tr: Özellik Türü

source: Feature Label
cs: Popisek funkce
el: Ετικέτα δυνατότητας
fr: Étiquette des caractéristiques
ja: フィーチャー・レーベル
lt: Ypatybės etiketė
ru: Метка функции
sr: Natpis opcije
tr: Özellik Etiketi

source: Feature Title
cs: Název funkce
el: Τίτλος δυνατότητας
fr: Titre de la fonctionnalité
ja: 機能のタイトル
lt: Ypatybės pavadinimas
nl: Titel feature
ru: Заголовок функции
sr: Naslov opcije
tr: Özellik Başlığı

source: Feature Description
cs: Popis funkce
el: Περιγραφή δυνατότητας
fr: Description de la fonctionnalité
ja: 機能の説明
lt: Ypatybės aprašymas
nl: Kenmerk beschrijving
ru: Описание функции
sr: Opis opcije
tr: Özellik Açıklaması

source: Feature Icon
cs: Ikona funkce
el: Εικονίδιο δυνατότητας
fr: Icône de fonctionnalité
ja: 特長アイコン
lt: Ypatybės piktograma
nl: Feature pictogram
ru: Значок функции
sr: Ikonica opcija
tr: Özellik Simgesi

source: Feature Options
cs: Možnosti funkce
el: Επιλογές δυνατότητας
fr: Options de fonctionnalité
ja: 機能オプション
lt: Ypatybės parinktys
nl: Feature opties
ru: Настройки функции
sr: Podešavanja opcija
tr: Özellik Seçenekleri

source: Feature Context
cs: Kontext funkce
el: Πλαίσιο δυνατότητας
fr: Contexte de la fonctionnalité
ja: フィーチャー・コンテキスト
lt: Ypatybės kontekstas
ru: Контекст функции
sr: Kontekst opcije
tr: Özellik Bağlamı

source: Feature Source (javascript)
cs: Zdroj funkcí (javascript)
el: Πηγή δυνατότητας (javascript)
fr: Source de la fonctionnalité (javascript)
ja: フィーチャーソース（javascript）
lt: Ypatybės šaltinis (javascript)
nl: Feature bron (javascript)
ru: Источник функции (javascript)
sr: Izvor opcije (javascript)
tr: Özellik Kaynağı (javascript)

source: InvenTree Barcodes
cs: InvenTree čárové kódy
fr: Codes-barres InvenTree
ja: バーコード
lt: InvenTree brūkšniniai kodai
no: InvenTree-strekkoder
ru: Штрихкоды InvenTree
sr: Bar kodovi
tr: InvenTree Barkodları

source: Provides native support for barcodes
cs: Poskytuje nativní podporu pro čárové kódy
el: Παρέχει εγγενή υποστήριξη για barcodes
fr: Prise en charge native des codes-barres
ja: バーコードのネイティブサポートを提供
lt: Suteikia vietinį brūkšninių kodų palaikymą
nl: Biedt ondersteuning voor barcodes
no: Gir innebygd støtte for strekkoder
ru: Предоставляет встроенную поддержку штрихкодов
sr: Pruža ugrađenu podršku za bar kodove
tr: Barkodlar için yerleşik destek sağlar

source: InvenTree contributors
cs: InvenTree přispěvatelé
el: Συντελεστές InvenTree
fr: Contributeurs d'InvenTree
ja: InvenTreeの貢献者
lt: InvenTree bendraautoriai
nl: InvenTree bijdragers
no: InvenTree-bidragsytere
ru: Участники InvenTree
sr: Ljudi koji doprinose
tr: InvenTree'ye katkıda bulunanlar

source: Internal Barcode Format
cs: Interní formát čárového kódu
el: Εσωτερική μορφή barcode
fr: Format de code-barres interne
ja: 内部バーコードフォーマット
lt: Vidinis brūkšninio kodo formatas
nl: Interne barcode formaat
ru: Внутренний формат штрихкода
sr: Interni bar kod format
tr: Dahili Barkod Biçimi

source: Select an internal barcode format
cs: Vyberte interní formát čárového kódu
el: Επιλέξτε εσωτερική μορφή barcode
fr: Sélectionner un format de code-barres interne
ja: 内部バーコードフォーマットの選択
lt: Pasirinkite vidinį brūkšninio kodo formatą
nl: Selecteer een interne streepjescode formaat
ru: Выберите внутренний формат штрихкода
sr: Izaberi interni format bar koda
tr: Dahili bir barkod biçimi seçin

source: JSON barcodes (human readable)
cs: JSON čárové kódy (čitelné pro člověka)
el: JSON barcodes (ευανάγνωστα από άνθρωπο)
fr: Codes-barres JSON (lisibles par l'homme)
ja: JSONバーコード（可読）
lt: JSON brūkšniniai kodai (skaitomi žmogui)
nl: JSON barcodes (menselijk leesbaar)
ru: JSON-штрихкоды (читаемые человеком)
sr: JSON bar kodovi (ljudski čitljivi)
tr: JSON barkodları (insan tarafından okunabilir)

source: Short barcodes (space optimized)
cs: Krátké čárové kódy (optimalizace místa)
el: Σύντομα barcodes (βελτιστοποιημένα σε χώρο)
fr: Codes-barres courts (espace optimisé)
ja: 短いバーコード（スペース最適化）
lt: Trumpi brūkšniniai kodai (optimizuoti vietai)
nl: Korte barcodes (ruimte geoptimaliseerd)
ru: Короткие штрихкоды (оптимизированные по длине)
sr: Kratki bar kodovi (optimizacija prostora)
tr: Kısa barkodlar (alan optimizasyonu yapılmış)

source: Short Barcode Prefix
cs: Předpona krátkého čárového kódu
el: Πρόθεμα σύντομου barcode
fr: Préfixe du code-barres abrégé
ja: 短いバーコードプレフィックス
lt: Trumpo brūkšninio kodo priešdėlis
nl: Korte barcode voorvoegsel
ru: Префикс короткого штрихкода
sr: Kratki prefiks bar koda
tr: Kısa Barkod Ön Eki

source: Customize the prefix used for short barcodes, may be useful for environments with multiple InvenTree instances
cs: Přizpůsobit předponu využívanou pro krátké čárové kódy, může být užitečné pro prostředtí s více instancemi InvenTree
el: Προσαρμόστε το πρόθεμα που χρησιμοποιείται για σύντομα barcodes, χρήσιμο σε περιβάλλοντα με πολλαπλά InvenTree instances
fr: Personnaliser le préfixe utilisé pour les codes-barres courts, peut être utile pour les environnements avec plusieurs instances InvenTree
ja: 複数のInvenTreeインスタンスがある環境で便利です。
lt: Pritaikykite trumpųjų brūkšninių kodų priešdėlį - naudinga, kai naudojami keli InvenTree egzemplioriai
nl: Aanpassen van prefix voor korte streepjescodes, kan handig zijn voor omgevingen met meerdere InvenTree instanties
ru: Настройте префикс, используемый для коротких штрихкодов, что может быть полезно в средах с несколькими экземплярами InvenTree
sr: Prilagođava prefiks koji se koristi za kratke bar kodove, može biti korisno u okruženjima sa više instanci aplikacije
tr: Kısa barkodlar için kullanılan ön eki özelleştirin; birden fazla InvenTree örneği bulunan ortamlar için kullanışlı olabilir

source: Auto Create Builds
cs: Automaticky vytvářet sestavy
el: Αυτόματη δημιουργία παραγωγών
ja: 自動ビルド作成
nl: Automatisch builds aanmaken
ru: Автоматически создавать сборки
tr: Üretimleri Otomatik Oluştur

source: Automatically create build orders for assemblies
cs: Automaticky vytvářet požadavky pro sestavení pro výrobní linky
el: Αυτόματη δημιουργία εντολών παραγωγής για συναρμολογήσεις
ja: アセンブリのビルドオーダーを自動的に作成します
nl: Automatisch bouworders voor assemblages aanmaken
ru: Автоматически создавать заказы на сборку для сборочных изделий
tr: Montajlar için otomatik olarak üretim emirleri oluşturun

source: Auto Issue Orders
cs: Automaticky vystavovat objednávky
el: Αυτόματη έκδοση εντολών
ja: 自動発行オーダー
lt: Automatinis užsakymų išdavimas
nl: Automatische uitgifte orders
ru: Автоматически выпускать заказы
tr: Siparişleri Otomatik Düzenle

source: Automatically issue orders on the assigned target date
cs: Automaticky vystavovat objednávky k nastavenému cílovému datu
el: Αυτόματη έκδοση εντολών στην καθορισμένη επιθυμητή ημερομηνία
ja: 指定された目標日に自動的にオーダーを発行します
lt: Automatiškai išduoti užsakymus nustatytą tikslinę dieną
nl: Automatisch bestellingen uitgeven op de toegewezen doeldatum
ru: Автоматически выпускать заказы в назначенную целевую дату
tr: Siparişler, tanımlanan hedef tarihte otomatik olarak oluşturulur

source: Auto Issue Build Orders
cs: Automaticky vystavovat sestavovací objednávky
el: Αυτόματη έκδοση εντολών παραγωγής
fr: Émettre automatiquement les ordres de fabrication
ja: 自動発行ビルドオーダー
lt: Automatinis gamybos užsakymų išdavimas
nl: Automatisch uitgeven Bouw orders
ru: Автоматически выпускать заказы на сборку
tr: Üretim Emirlerini Otomatik Düzenle

source: Automatically issue build orders on the assigned target date
cs: Automaticky vystavovat sestavovací objednávky k nastavenému cílovému datu
el: Αυτόματη έκδοση εντολών παραγωγής στην καθορισμένη επιθυμητή ημερομηνία
fr: Émettre automatiquement les ordres de fabrication à la date assignée
ja: 割り当てられた目標日に、自動的にビルドオーダーを発行します。
lt: Automatiškai išduoti gamybos užsakymus nustatytą tikslinę dieną
nl: Bouwopdracht automatisch uitgeven op de toegewezen doeldatum
ru: Автоматически выпускать заказы на сборку в назначенную целевую дату
tr: Üretim emirleri, tanımlanan hedef tarihte otomatik olarak oluşturulur

source: Auto Issue Purchase Orders
cs: Automaticky vystavovat nákupní objednávky
el: Αυτόματη έκδοση εντολών αγοράς
fr: Émettre automatiquement les ordres d'achat
ja: 自動発行発注書
lt: Automatinis pirkimo užsakymų išdavimas
nl: Automatische uitgifte inkooporders
ru: Автоматически выпускать заказы на закупку
tr: Satın Alma Siparişlerini Otomatik Düzenle

source: Automatically issue purchase orders on the assigned target date
cs: Automaticky vystavovat nákupní objednávky k nastavenému cílovému datu
el: Αυτόματη έκδοση εντολών αγοράς στην καθορισμένη επιθυμητή ημερομηνία
ja: 割り当てられた目標日に、自動的に発注書を発行します。
lt: Automatiškai išduoti pirkimo užsakymus nustatytą tikslinę dieną
nl: Automatisch inkooporders uitgeven op de toegekende doeldatum
ru: Автоматически выпускать заказы на закупку в назначенную целевую дату
tr: Satın alma siparişleri, tanımlanan hedef tarihte otomatik olarak düzenlenir

source: Auto Issue Sales Orders
cs: Automaticky vystavovat prodejní objednávky
el: Αυτόματη έκδοση εντολών πώλησης
ja: 自動発行セールスオーダー
lt: Automatinis pardavimo užsakymų išdavimas
nl: Automatische uitgifte van verkooporders
ru: Автоматически выпускать заказы на продажу
tr: Satış Siparişlerini Otomatik Düzenle

source: Automatically issue sales orders on the assigned target date
cs: Automaticky vystavovat prodejní objednávky k nastavenému cílovému datu
el: Αυτόματη έκδοση εντολών πώλησης στην καθορισμένη επιθυμητή ημερομηνία
ja: 割り当てられた目標日に、自動的にセールスオーダーを発行します。
lt: Automatiškai išduoti pardavimo užsakymus nustatytą tikslinę dieną
nl: Verkooporders automatisch uitgeven op de toegekende doeldatum
ru: Автоматически выпускать заказы на продажу в назначенную целевую дату
tr: Satış siparişleri, tanımlanan hedef tarihte otomatik olarak düzenlenir

source: Auto Issue Return Orders
cs: Automaticky vystavovat vratky
el: Αυτόματη έκδοση εντολών επιστροφής
ja: 自動発行返品オーダー
lt: Automatinis grąžinimo užsakymų išdavimas
nl: Automatisch uitgifte retour bestellingen
ru: Автоматически выпускать заказы на возврат
tr: İade Siparişlerini Otomatik Düzenle

source: Automatically issue return orders on the assigned target date
cs: Automaticky vystavovat vratky k nastavenému cílovému datu
el: Αυτόματη έκδοση εντολών επιστροφής στην καθορισμένη επιθυμητή ημερομηνία
ja: 割り当てられた目標日に、自動的に返品オーダーを発行します。
lt: Automatiškai išduoti grąžinimo užsakymus nustatytą tikslinę dieną
nl: Retour orders automatisch uitgeven op de toegekende doeldatum
ru: Автоматически выпускать заказы на возврат в назначенную целевую дату
tr: İade siparişleri, tanımlanan hedef tarihte otomatik olarak düzenlenir

source: Issue Backdated Orders
cs: Zadat zpětnou objednávku
el: Έκδοση οπισθοχρονολογημένων εντολών
ja: 過去日付でのオーダー発行
lt: Išduoti atgaline data datuotus užsakymus
nl: Uitgeven achterhaalde orders
ru: Выпускать задатированные заказы
tr: Geriye Dönük Siparişleri Düzenle

source: Automatically issue orders that are backdated
cs: Automaticky zadávat objednávky které jsou zadany zpětně
el: Αυτόματη έκδοση εντολών που είναι οπισθοχρονολογημένες
ja: 過去日付のオーダーを自動的に発行します
lt: Automatiškai išduoti užsakymus, kurių data yra atgalinė
nl: Automatisch orders uitgeven die achterhaald zijn
ru: Автоматически выпускать заказы с прошедшей датой
tr: Geriye dönük siparişler otomatik olarak düzenlenir

source: Levels
cs: Úrovně
el: Επίπεδα
fr: Niveaux
ja: レベル
lt: Lygiai
nl: Niveau
ru: Уровни
tr: Seviyeler

source: Number of levels to export - set to zero to export all BOM levels
cs: Počet úrovní pro export - dejte nula pro exportování všech BOM úrovní
el: Αριθμός επιπέδων προς εξαγωγή - ορίστε το σε μηδέν για εξαγωγή όλων των επιπέδων BOM
ja: エクスポートするレベル数 - すべてのBOMレベルをエクスポートするにはゼロに設定してください
nl: Aantal te exporteren niveaus - ingesteld op nul om te exporteren alle BOM niveaus te exporteren
ru: Количество уровней для экспорта — установите ноль, чтобы экспортировать все уровни спецификации
tr: Dışa aktarılacak seviye sayısı - tüm BOM seviyeleri için sıfır olarak ayarlayın

source: Total Quantity
cs: Celkové množství
el: Συνολική ποσότητα
fr: Quantité totale
ja: 総量
nl: Totale hoeveelheid
no: Totalt Antall
ru: Общее количество
tr: Toplam Miktar

source: Include total quantity of each part in the BOM
cs: Zahrnout celkové množství každé části kusovníku
el: Συμπερίληψη συνολικής ποσότητας κάθε προϊόντος στο BOM
ja: BOMには、各部品の総数量を含めてください
nl: De totale hoeveelheid van elk onderdeel in de BOM opnemen
ru: Включать общее количество каждой детали в спецификацию
tr: BOM'daki her parçanın toplam miktarını ekle
