Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Issue Date
cs: Datum vystavení
el: Ημερομηνία έκδοσης
fr: Date d'émission
ja: 発行日
lt: Išdavimo data
nl: Datum van uitgifte
no: Sendt dato
ru: Дата создания
sr: Datum izdavanja
tr: Düzenleme Tarihi

source: Date order was issued
cs: Datum vystavení objednávky
el: Ημερομηνία έκδοσης της παραγγελίας
fr: Date d'émission de la commande
ja: オーダー発行日
lt: Data, kada užsakymas buvo išduotas
nl: Order uitgegeven op datum
no: Dato bestillingen ble sendt
ru: Дата выдачи заказа
sr: Datum kada je nalog izdat
tr: Siparişin düzenlendiği tarih

source: User or group responsible for this order
cs: Uživatel nebo skupina odpovědná za tuto objednávku
el: Χρήστης ή ομάδα υπεύθυνη για αυτή την παραγγελία
fr: Utilisateur ou groupe responsable de cette commande
ja: この注文を担当するユーザーまたはグループ
lt: Vartotojas arba grupė, atsakinga už šį užsakymą
nl: Gebruiker of groep verantwoordelijk voor deze order
no: Bruker eller gruppe ansvarlig for ordren
ru: Пользователь или группа, ответственная за этот заказ
sr: Korisnik ili grupa odgovorni za ovaj nalog
tr: Bu siparişten sorumlu kullanıcı veya grup

source: Point of contact for this order
cs: Kontaktní bod pro tuto objednávku
el: Σημείο επαφής για αυτή την παραγγελία
fr: Point de contact pour cette commande
ja: 本注文に関する連絡先
lt: Kontaktinis asmuo šiam užsakymui
nl: Contactpunt voor deze volgorde
no: Kontaktpunkt for denne ordren
ru: Контактное лицо по данному заказу
sr: Lice za kontakt za ovaj nalog
tr: Bu sipariş için ilgili kişi

source: Company address for this order
cs: Adresa společnosti pro tuto objednávku
el: Διεύθυνση εταιρείας για αυτή την παραγγελία
fr: Adresse de l'entreprise pour cette commande
ja: 本注文の会社住所
lt: Įmonės adresas šiam užsakymui
nl: Bedrijf adres voor deze bestelling
no: Selskapsadresse for denne ordren
ru: Адрес компании по этому заказу
sr: Adresa kompanije za ovaj nalog
tr: Bu sipariş için şirket adresi

source: Order reference
cs: Číslo objednávky
el: Αναφορά παραγγελίας
fr: Référence de la commande
ja: 注文参照
lt: Užsakymo nuoroda
nl: Orderreferentie
no: Ordrereferanse
ru: Ссылка на заказ
sr: Referenca naloga
tr: Sipariş referansı

source: Status
cs: Stav
el: Κατάσταση
fr: État
ja: ステータス
lt: Būsena
ru: Статус
tr: Durum

source: Purchase order status
cs: Stav objednávky
el: Κατάσταση εντολής αγοράς
fr: Statut de la commande d'achat
ja: 発注状況
lt: Pirkimo užsakymo būsena
nl: Inkooporder status
no: Status for innkjøpsordre
ru: Статус заказа на закупку
sr: Status naloga za kupovinu
tr: Satın alma siparişi durumu

source: Company from which the items are being ordered
cs: Společnost, od které se položky objednávají
el: Εταιρεία από την οποία παραγγέλνονται τα είδη
fr: Société de laquelle les articles sont commandés
ja: 注文元の会社
lt: Įmonė, iš kurios užsakomos prekės
nl: Bedrijf waar de artikelen van worden besteld
no: Firma som varene blir bestilt fra
ru: Компания, в которой детали заказываются
sr: Kompanija od koje su stavke naručene
tr: Ürünlerin sipariş edilmekte olduğu şirket

source: Supplier Reference
cs: Reference dodavatele
el: Αναφορά προμηθευτή
fr: Référence du fournisseur
ja: サプライヤー・リファレンス
lt: Tiekėjo nuoroda
nl: Leveranciersreferentie
no: Leverandørreferanse
ru: Номер у поставщика
sr: Referenca dobavljača
tr: Tedarikçi Referansı

source: Supplier order reference code
cs: Referenční kód objednávky dodavatele
el: Κωδικός αναφοράς παραγγελίας προμηθευτή
fr: Code de référence de la commande fournisseur
ja: サプライヤー注文参照コード
lt: Tiekėjo užsakymo nuorodos kodas
nl: Order referentiecode van leverancier
no: Leverandørens ordrereferanse
ru: Номер заказа у поставщика
sr: Referentni kod dobavljača naloga
tr: Tedarikçi siparişi referans kodu

source: received by
cs: přijal
el: παραλήφθηκε από
fr: reçu par
ja: 受信
lt: gavo
nl: ontvangen door
no: mottatt av
ru: получил
sr: primljeno od strane
tr: teslim alan

source: Date order was completed
cs: Datum dokončení objednávky
el: Ημερομηνία ολοκλήρωσης της παραγγελίας
fr: Date à laquelle la commande a été complété
ja: 注文完了日
lt: Data, kada užsakymas buvo užbaigtas
nl: Order voltooid op datum
no: Dato ordre ble fullført
ru: Дата завершения заказа
sr: Datum kada je nalog završen
tr: Siparişin tamamlandığı tarih

source: Destination
cs: Místo určení
el: Προορισμός
ja: 目的地
lt: Paskirties vieta
nl: Bestemming
no: Destinasjon
ru: Место хранения
sr: Odredište
tr: Hedef

source: Destination for received items
cs: Cílové místo pro přijaté položky
el: Προορισμός για τα παραληφθέντα είδη
fr: Destination des articles reçus
ja: 入荷商品のお届け先
lt: Paskirties vieta gautoms prekėms
nl: Bestemming voor ontvangen items
ru: Место хранения для полученных позиций
sr: Odredište za primljene stavke
tr: Teslim alınan kalemler için varış yeri

source: Part supplier must match PO supplier
cs: Dodavatel dílu se musí shodovat s dodavatelem PO
el: Ο προμηθευτής προϊόντος πρέπει να ταιριάζει με τον προμηθευτή της εντολής αγοράς
fr: Le fournisseur de la pièce doit correspondre au fournisseur de la commande
ja: 部品サプライヤーは、POサプライヤーと一致する必要があります。
lt: Detalių tiekėjas turi atitikti pirkimo užsakymo tiekėją
nl: Onderdeelleverancier moet overeenkomen met de Inkooporderleverancier
no: Delleverandør må matche PO-leverandør
ru: Поставщик детали должен совпадать с поставщиком заказа на закупку
sr: Dobavljač dela se mora poklapati sa dobavljačem naloga za kupovinu
tr: Parça tedarikçisi PO tedarikçisi ile eşleşmelidir

source: Line item does not match purchase order
cs: Řádková položka neodpovídá nákupní objednávce
el: Η γραμμή δεν αντιστοιχεί στην εντολή αγοράς
fr: Le poste ne correspond pas au bon de commande
ja: 品目が発注書と一致しません
lt: Eilutės įrašas neatitinka pirkimo užsakymo
nl: Artikelregel komt niet overeen met inkooporder
no: Linjeelementet samsvarer ikke med innkjøpsordre
ru: Позиция не соответствует заказу на закупку
sr: Stavka porudžbine se ne poklapa sa nalogom za kupovinu
tr: Satır, satın alma siparişi ile eşleşmiyor

source: Line item is missing a linked part
cs: Řádkové položce chybí propojený díl
el: Στη γραμμή λείπει συνδεδεμένο προϊόν
fr: Il manque une pièce liée à l'article de la ligne
ja: 行項目にリンクされた部品が不足しています
nl: Regelitem mist een gekoppeld deel
ru: В позиции отсутствует связанная деталь
tr: Satırda bağlantılı bir parça eksik

source: Quantity must be a positive number
cs: Množství musí být kladné
el: Η ποσότητα πρέπει να είναι θετικός αριθμός
fr: La quantité doit être un nombre positif
ja: 数量は正の数でなければなりません。
lt: Kiekis turi būti teigiamas skaičius
nl: Hoeveelheid moet een positief getal zijn
no: Mengde må være positiv
ru: Количество должно быть положительным числом
sr: Količina mora biti pozitivan broj
tr: Miktar pozitif bir sayı olmalıdır

source: Customer
cs: Zákazník
el: Πελάτης
fr: Client
ja: 顧客
lt: Klientas
nl: Klant
no: Kunde
ru: Покупатель
sr: Mušterija
tr: Müşteri

source: Company to which the items are being sold
cs: Společnost, jíž se položky prodávají
el: Εταιρεία στην οποία πωλούνται τα είδη
fr: Société à laquelle les articles sont vendus
ja: 販売先
lt: Įmonė, kuriai prekės parduodamos
nl: Bedrijf waaraan de artikelen worden verkocht
no: Firma som varene selges til
ru: Компания, которой детали продаются
sr: Kompanija kojoj se prodaju stavke
tr: Ürünlerin satılmakta olduğu şirket

source: Sales order status
cs: Stav prodejní objednávky
el: Κατάσταση εντολής πώλησης
fr: Statut de la commande client
ja: 販売注文状況
lt: Pardavimo užsakymo būsena
nl: Verkooporder status
ru: Статус заказа на продажу
sr: Status naloga za prodaju
tr: Satış siparişi durumu

source: Customer Reference
cs: Reference zákazníka
el: Αναφορά πελάτη
fr: Référence client
ja: お客様リファレンス
lt: Kliento nuoroda
nl: Klantreferentie
no: Kundereferanse
ru: Ссылка клиента
sr: Referenca mušterije
tr: Müşteri Referansı

source: Customer order reference code
cs: Referenční kód objednávky zákazníka
el: Κωδικός αναφοράς παραγγελίας πελάτη
fr: Code de référence de la commande du client
ja: 顧客注文参照コード
lt: Kliento užsakymo nuorodos kodas
nl: Klant order referentiecode
no: Kundens ordrereferanse
ru: Код ссылки на заказ клиента
sr: Referentni kod mušterijinog naloga
tr: Müşteri siparişi referans kodu

source: Shipment Date
cs: Datum odeslání
el: Ημερομηνία αποστολής
fr: Nom de l’expédition
ja: 出荷日
lt: Siuntos data
nl: Verzenddatum
no: Forsendelsesdato
ru: Дата отгрузки
sr: Datum isporuke
tr: Sevkiyat Tarihi

source: shipped by
cs: odesláno společností
el: απεστάλη από
fr: expédié par
ja: 出荷元
lt: išsiuntė
nl: verzonden door
no: sendt av
ru: Отправлено
sr: isporučeno od strane
tr: tarafından sevk edildi

source: Order is already complete
cs: Objednávka je již dokončena
el: Η παραγγελία είναι ήδη ολοκληρωμένη
fr: La commande est déjà terminée
ja: 注文はすでに完了しています。
lt: Užsakymas jau baigtas
nl: Bestelling is al afgerond
ru: Заказ уже выполнен
sr: Nalog je već završen
tr: Sipariş zaten tamamlandı

source: Order is already cancelled
cs: Objednávka je již zrušena
el: Η παραγγελία είναι ήδη ακυρωμένη
fr: La commande est déjà annulée
ja: 注文はすでにキャンセルされました
lt: Užsakymas jau atšauktas
nl: Order is al geannuleerd
ru: Заказ уже отменен
sr: Nalog je već otkazan
tr: Sipariş zaten iptal edildi

source: Only an open order can be marked as complete
cs: Pouze otevřená objednávka může být označena jako kompletní
el: Μόνο μια ανοικτή παραγγελία μπορεί να σημειωθεί ως ολοκληρωμένη
fr: Seule une commande ouverte peut être marquée comme complète
ja: 未完了の注文にのみ完了マークを付けることができます。
lt: Tik atviras užsakymas gali būti pažymėtas kaip užbaigtas
nl: Alleen een open bestelling kan als voltooid worden gemarkeerd
no: Kun en åpen ordre kan merkes som fullført
ru: Только открытый заказ может быть отмечен как завершённый
sr: Samo otvoren nalog može biti označen kao završen
tr: Yalnızca açık siparişler tamamlandı olarak işaretlenebilir

source: Order cannot be completed as there are incomplete shipments
cs: Objednávku nelze dokončit, protože dodávky jsou nekompletní
el: Η παραγγελία δεν μπορεί να ολοκληρωθεί καθώς υπάρχουν μη ολοκληρωμένες αποστολές
fr: La commande ne peut pas être terminée car il y a des envois incomplets
ja: 出荷に不備があるため、注文を完了できません。
lt: Užsakymas negali būti užbaigtas, nes yra neišsiųstų siuntų
nl: Bestelling kan niet worden voltooid omdat er onvolledige verzendingen aanwezig zijn
no: Bestillingen kan ikke fullføres da det finnes ufullstendige forsendelser
ru: Заказ не может быть завершён, так как есть незавершённые отгрузки
sr: Nalog ne može biti završen jer ima nepotpunih isporuka
tr: Tamamlanmamış sevkiyatlar olduğundan sipariş tamamlanamaz

source: Order cannot be completed as there are incomplete allocations
cs: Objednávka nemůže být dokončena, protože jsou neúplné přiřazení
el: Η παραγγελία δεν μπορεί να ολοκληρωθεί καθώς υπάρχουν μη ολοκληρωμένες δεσμεύσεις αποθέματος
fr: L'ordre ne peut pas être achevé car les allocations sont incomplètes
ja: 割り当てに不備があるため、注文を完了できません。
lt: Užsakymas negali būti užbaigtas, nes yra nepriskirtų prekių
nl: Order kan niet worden voltooid omdat er onvolledige artikelen aanwezig zijn
ru: Заказ не может быть завершён, так как есть незавершённые распределения
sr: Nalog ne može biti završen jer ima nepotpunih alokacija
tr: Tamamlanmamış tahsisatlar olduğundan sipariş tamamlanamaz

source: Order cannot be completed as there are incomplete line items
cs: Objednávka nemůže být dokončena, protože jsou neúplné řádkové položky
el: Η παραγγελία δεν μπορεί να ολοκληρωθεί καθώς υπάρχουν μη ολοκληρωμένες γραμμές
fr: L'ordre ne peut pas être complété car il y a des postes incomplets
ja: 不完全な項目があるため、注文を完了できません。
lt: Užsakymas negali būti užbaigtas, nes yra neužbaigtų eilučių
nl: Order kan niet worden voltooid omdat er onvolledige artikelen aanwezig zijn
no: Denne ordren kan ikke fullføres da det fortsatt er ufullstendige artikler
ru: Заказ не может быть завершён, так как есть незавершённые позиции
sr: Nalog ne može biti završen jer ima nezavršenih stavki porudbžine
tr: Tamamlanmamış satırlar olduğundan sipariş tamamlanamaz

source: The order is locked and cannot be modified
cs: Objednávka je uzamčena a nelze ji upravit
el: Η παραγγελία είναι κλειδωμένη και δεν μπορεί να τροποποιηθεί
fr: La commande est verrouillée et ne peut être modifiée
ja: 注文はロックされ、変更できません。
lt: Užsakymas užrakintas ir negali būti keičiamas
nl: De bestelling is vergrendeld en kan niet worden gewijzigd
ru: Заказ заблокирован и не может быть изменён
tr: Bu sipariş kilitli olduğundan değiştirilemez

source: Item quantity
cs: Množství položky
el: Ποσότητα είδους
fr: Nombre d'élement
ja: 品目数量
lt: Prekės kiekis
nl: Hoeveelheid artikelen
no: Antall
ru: Количество
sr: Količina stavki
tr: Kalem miktarı

source: Line item reference
cs: Označení řádkové položky
el: Αναφορά γραμμής
fr: Référence du poste
ja: 行項目参照
lt: Eilutės įrašo nuoroda
nl: Artikelregel referentie
no: Linjereferanse
ru: Номер позиции
sr: Referenca stavke porudbžine
tr: Satır referansı

source: Line item notes
cs: Poznámky k řádkovým položkám
el: Σημειώσεις γραμμής
fr: Notes sur les postes
ja: 項目
lt: Eilutės įrašo pastabos
nl: Artikel notities
no: Linjenotater
ru: Записи о позиции
sr: Beleške stavke porudbžine
tr: Satır notları

source: Target date for this line item (leave blank to use the target date from the order)
cs: Cílové datum pro tuto řádkovou položku (pro použití cílového data z objednávky ponechte prázdné)
el: Ημερομηνία στόχος για αυτή τη γραμμή (αφήστε κενό για χρήση της ημερομηνίας στόχου από την παραγγελία)
fr: Date cible pour ce poste (laisser vide pour utiliser la date cible de la commande)
ja: この行項目の目標期日（注文の目標期日を使用する場合は空白のままにしてください。）
lt: Tikslinė šio eilutės įrašo data (palikite tuščią, jei norite naudoti užsakymo tikslinę datą)
nl: Doeldatum voor dit regelitem (laat leeg om de doeldatum van de bestelling te gebruiken)
no: Måldato for denne linjen (la stå tomt for å bruke måldatoen fra ordren)
ru: Целевая дата этой позиции (оставьте пустой, чтобы использовать целевую дату заказа)
sr: Krajnji datum za ovu stavku porudbćine (ostaviti prazno za krajnji datum sa naloga)
tr: Bu satır için hedef tarih (siparişin hedef tarihini kullanmak için boş bırakın)

source: Line item description (optional)
cs: Popis řádkové položky (nepovinné)
el: Περιγραφή γραμμής (προαιρετικά)
fr: Description du poste (facultatif)
ja: 行項目の説明（オプション）
lt: Eilutės įrašo aprašymas (neprivalomas)
nl: Regelomschrijving (optioneel)
no: Linjeelementbeskrivelse (valgfritt)
ru: Описание позиции (необязательно)
sr: Opis stavke porudžbine (opciono)
tr: Satır açıklaması (isteğe bağlı)

source: Additional context for this line
cs: Dodatečný kontext pro tento řádek
el: Πρόσθετο πλαίσιο για αυτή τη γραμμή
fr: Contexte supplémentaire pour cette ligne
ja: この行の補足説明
lt: Papildomas kontekstas šiai eilutei
nl: Additionele context voor deze regel
no: Ytterligere kontekst for denne linjen
ru: Дополнительный контекст для этой строки
sr: Dodatni kontekst za ovu porudžbinu
tr: Bu satır için ek bağlam

source: Unit price
cs: Cena za jednotku
el: Τιμή μονάδας
fr: Prix unitaire
ja: 単価
lt: Vieneto kaina
nl: Stukprijs
no: Enhetspris
ru: Цена за единицу
sr: Cena jedinice
tr: Birim Fiyat

source: Purchase Order Line Item
cs: Řádková položka nákupní objednávky
el: Γραμμή εντολής αγοράς
fr: Poste du bon de commande
ja: 発注書項目
lt: Pirkimo užsakymo eilutės įrašas
nl: Inkooporder regel item
ru: Позиция заказа на закупку
sr: Stavka porudžbine naloga za kupovinu
tr: Satın Alma Siparişi Kalemi

source: Supplier part must match supplier
cs: Dodavatelský díl musí odpovídat dodavateli
el: Το προϊόν προμηθευτή πρέπει να ταιριάζει με τον προμηθευτή
fr: La pièce du fournisseur doit correspondre à celle du fournisseur
ja: サプライヤーの部品はサプライヤーと一致しなければなりません。
lt: Tiekėjo detalė turi atitikti tiekėją
nl: Leveranciersonderdeel moet overeenkomen met leverancier
no: Delens leverandør må samsvare med leverandør
ru: Поставляемая деталь должна соответствовать поставщику
sr: Deo dobavljača se mora poklapati sa dobavljačem
tr: Tedarikçi parçası tedarikçi ile eşleşmelidir

source: Build order must be marked as external
cs: Objednávka sestavení musí být označená jako externí
el: Η εντολή παραγωγής πρέπει να έχει σημειωθεί ως εξωτερική
fr: L'ordre de fabrication doit être marqué externe
ja: ビルドオーダーは外部としてマークする必要があります
nl: Bouw bestelling moet worden gemarkeerd als extern
ru: Заказ на сборку должен быть отмечен как внешний
tr: Üretim emri harici olarak işaretlenmelidir

source: Build orders can only be linked to assembly parts
cs: Objednávka sestavení může být propojena pouze s montážními díly
el: Οι εντολές παραγωγής μπορούν να συνδεθούν μόνο με προϊόντα συναρμολόγησης
fr: Les ordres de fabrication ne peuvent être liées qu'à des pièces d'assemblage
ja: ビルドオーダーはアセンブリ部品にのみリンクできます
nl: Bestellingen kunnen alleen aan assemblageonderdelen worden gekoppeld
ru: Заказы на сборку могут быть связаны только со сборочными деталями
tr: Üretim emirleri yalnızca montaj parçalarına bağlanabilir

source: Build order part must match line item part
cs: Výrobní příkaz musí odpovídat lince předmětu dílu
el: Το προϊόν της εντολής παραγωγής πρέπει να ταιριάζει με το προϊόν της γραμμής
fr: Les pièces d'ordre de fabrication doivent correspondre la pièce d'objet
ja: ビルドオーダーの部品は、ラインアイテムの部品と一致する必要があります。
nl: De bouw van het order deel moet overeenkomen met regel onderdeel
ru: Деталь заказа на сборку должна соответствовать детали позиции
tr: Üretim emri parçası satır parçası ile eşleşmelidir

source: Supplier part
cs: Díl dodavatele
el: Προϊόν προμηθευτή
fr: Pièce fournisseur
ja: サプライヤー
lt: Tiekėjo detalė
nl: Leveranciersonderdeel
no: Leverandørdel
ru: Деталь поставщика
sr: Deo dobavljača
tr: Tedarikçi parçası

source: Received
cs: Doručeno
el: Παραλήφθηκε
fr: Reçu
ja: 受信
lt: Gauta
nl: Ontvangen
no: Mottatt
ru: Получено
sr: Primljeno
tr: Teslim Alındı

source: Number of items received
cs: Počet přijatých položek
el: Αριθμός ειδών που παραλήφθηκαν
fr: Nombre d'éléments reçus
ja: 受領品目数
lt: Gautų prekių kiekis
nl: Aantal ontvangen artikelen
no: Antall enheter mottatt
ru: Количество полученных предметов
sr: Broj primljenih stavki
tr: Teslim alınan miktar

source: Purchase Price
cs: Nákupní cena
el: Τιμή αγοράς
fr: Prix d'achat
ja: 購入金額
lt: Pirkimo kaina
nl: Inkoopprijs
no: Innkjøpspris
ru: Закупочная цена
sr: Kupovna cena
tr: Alış Fiyatı

source: Unit purchase price
cs: Jednotková nákupní cena
el: Τιμή μονάδας αγοράς
fr: Prix d'achat unitaire
ja: 購入単価
lt: Vieneto pirkimo kaina
nl: Aankoopprijs per stuk
no: Enhet-innkjøpspris
ru: Закупочная цена
sr: Kupovna cena jedinice
tr: Birim alış fiyatı

source: External Build Order to be fulfilled by this line item
cs: Externí výrobní příkaz který má být splněn touto linkovou položkou
el: Εξωτερική εντολή παραγωγής που θα καλυφθεί από αυτή τη γραμμή
fr: Ordre de fabrication externe à remplir par cet élément de ligne
ja: 本品目により完成する外部ビルドオーダー
nl: Externe Build Order moet aan deze regel voldoen
ru: Внешний заказ на сборку, который будет выполнен этой позицией
tr: Bu kalem tarafından karşılanacak harici Üretim Emri

source: Purchase Order Extra Line
cs: Nákupní příkaz extra linka
el: Επιπλέον γραμμή εντολής αγοράς
fr: Ligne supplémentaire du bon de commande
ja: 発注書追加行
lt: Pirkimo užsakymo papildoma eilutė
nl: Extra regel inkooporder
ru: Дополнительная позиция заказа на закупку
sr: Dodatna porudbžina naloga za kupovinu
tr: Ek Sipariş Kalemi

source: Sales Order Line Item
cs: Řádková položka prodejní objednávky
el: Γραμμή εντολής πώλησης
fr: Poste de commande client
ja: 販売注文明細
lt: Pardavimo užsakymo eilutės įrašas
nl: Verkooporder regel item
ru: Позиция заказа на продажу
sr: Stavka porudžbine naloga za prodaju
tr: Satış Siparişi Kalemi

source: Only salable parts can be assigned to a sales order
cs: K prodejní objednávce lze přiřadit pouze prodejné díly
el: Μόνο πωλήσιμα προϊόντα μπορούν να αντιστοιχιστούν σε εντολή πώλησης
fr: Seules les pièces vendues peuvent être attribuées à une commande
ja: 販売可能な部品のみを販売オーダーに割り当てることができます。
lt: Tik parduodamos detalės gali būti priskirtos pardavimo užsakymui
nl: Alleen verkoopbare onderdelen kunnen aan een verkooporder worden toegewezen
no: Kun salgbare deler kan tildeles en salgsordre
ru: Только продаваемые детали могут быть назначены заказу на продажу
sr: Samo delovi koji se mogu prodati mogu biti dodeljeni nalogu za prodaju
tr: Yalnızca satışa uygun parçalar bir satış siparişine atanabilir

source: Sale Price
cs: Prodejní cena
el: Τιμή πώλησης
fr: Prix de vente
ja: セール価格
lt: Pardavimo kaina
nl: Verkoopprijs
no: Salgspris
ru: Цена продажи
sr: Prodajna cena
tr: Satış Fiyatı

source: Unit sale price
cs: Jednotková prodejní cena
el: Τιμή μονάδας πώλησης
fr: Prix de vente unitaire
ja: 販売単価
lt: Vieneto pardavimo kaina
nl: Prijs per stuk
no: Enhets-salgspris
ru: Цена последней продажи
sr: Prodajna cena jedinice
tr: Birim satış fiyatı

source: Shipped
cs: Odesláno
el: Αποστάλθηκε
fr: Expédié
ja: 発送済み
lt: Išsiųsta
nl: Verzonden
no: Sendt
ru: Доставлен
sr: Poslato
tr: Sevk edildi

source: Shipped quantity
cs: Odeslané množství
el: Ποσότητα που αποστάλθηκε
fr: Quantité expédiée
ja: 出荷数量
lt: Išsiųstas kiekis
nl: Verzonden hoeveelheid
no: Sendt antall
ru: Отгруженное кол-во
sr: Isporučena količina
tr: Sevk edilen miktar

source: Sales Order Shipment
cs: Zásilka prodejní objednávky
el: Αποστολή εντολής πώλησης
fr: Envoi de la commande client
ja: 販売注文の出荷
lt: Pardavimo užsakymo siunta
nl: Verzending van verkooporder
ru: Отгрузка заказа на продажу
sr: Isporuka naloga za prodaju
tr: Satış Siparişi Sevkiyatı

source: Shipment address must match the customer
cs: Adresa zásilky musí odpovídat adrese zákazníka
el: Η διεύθυνση αποστολής πρέπει να αντιστοιχεί στον πελάτη
fr: L'adresse d'expédition doit correspondre au client
ja: 配送先住所はお客様と一致している必要があります
nl: Verzendadres moet overeenkomen met de klant
ru: Адрес отгрузки должен соответствовать клиенту
tr: Sevk adresi müşteri ile eşleşmelidir

source: Shipping address for this shipment
cs: Dodací adresa pro tuto zásilku
el: Διεύθυνση αποστολής για αυτή την αποστολή
fr: Adresse de livraison pour cet envoi
ja: こちらの発送先住所
nl: Verzendadres voor deze zending
ru: Адрес доставки для этой отгрузки
tr: Bu sevkiyatın sevk adresi

source: Date of shipment
cs: Datum odeslání
el: Ημερομηνία αποστολής
fr: Date d'expédition
ja: 出荷日
lt: Siuntos data
nl: Datum van verzending
no: Dato for forsendelse
ru: Дата отправления
sr: Datum isporuke
tr: Sevkiyat tarihi

source: Delivery Date
cs: Datum doručení
el: Ημερομηνία παράδοσης
fr: Date de Livraison
ja: 配達日
lt: Pristatymo data
nl: Leveringsdatum
no: Leveringsdato
ru: Дата доставки
sr: Datum dostavljanja
tr: Teslimat Tarihi

source: Date of delivery of shipment
cs: Datum doručení zásilky
el: Ημερομηνία παράδοσης της αποστολής
fr: Date de livraison de l'envoi
ja: 貨物の引渡日
lt: Siuntos pristatymo data
nl: Datum van levering van zending
no: Dato for levering av forsendelse
ru: Дата доставки отгрузки
sr: Datum dostavljanja isporuke
tr: Sevkiyatın teslimat tarihi

source: Checked By
cs: Kontroloval(a)
el: Έλεγχος από
fr: Vérifié par
ja: チェック済み
lt: Patikrino
nl: Gecontroleerd door
no: Sjekket Av
ru: Проверн
sr: Provereno od strane
tr: Kontrol Eden

source: User who checked this shipment
cs: Uživatel, který zkontroloval tuto zásilku
el: Χρήστης που έλεγξε αυτή την αποστολή
fr: Utilisateur qui a vérifié cet envoi
ja: この貨物をチェックしたユーザー
lt: Vartotojas, patikrinęs šią siuntą
nl: Gebruiker die deze zending gecontroleerd heeft
no: Brukeren som sjekket forsendelsen
ru: Пользователь, проверивший эту отгрузку
sr: Korisnik koji je proverio ovu isporuku
tr: Bu sevkiyatı kontrol eden kullanıcılar

source: Shipment
cs: Doprava
el: Αποστολή
fr: Envoi
ja: 発送
lt: Siunta
nl: Zending
no: Forsendelse
ru: Отправление
sr: Isporuka
tr: Sevkiyat

source: Shipment number
cs: Číslo zásilky
el: Αριθμός αποστολής
fr: Numéro d'expédition
ja: 出荷番号
lt: Siuntos numeris
nl: Zendingsnummer
no: Forsendelsesnummer
ru: Номер отправления
sr: Broj isporuke
tr: Sevkiyat numarası
