Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Invalid field filters
cs: Neplatný filtr pole
el: Μη έγκυρα φίλτρα πεδίων
fr: Filtres de champ non valides
ja: 無効なフィールドフィルタ
lt: Neteisingi laukų filtrai
nl: Ongeldige veld filters
ru: Недопустимые фильтры полей
sr: Nevažeći filteri polja
tr: Geçersiz alan filtreleri

source: Rows
cs: Řádky
el: Γραμμές
fr: Rangs
ja: 行
lt: Eilutės
nl: Rijen
ru: Строки
sr: Vrste
tr: Satırlar

source: List of row IDs to accept
cs: Seznam ID řádků které mají být přijaty
el: Λίστα ID γραμμών προς αποδοχή
fr: Liste des identifiants de ligne à accepter
ja: 受け付ける行IDのリスト
lt: Eilučių ID sąrašas, kurias priimti
nl: Lijst van te accepteren rij IDs
ru: Список идентификаторов строк, которые нужно принять
sr: Lista ID-jeva vrsta za prihvatanje
tr: Kabul edilecek satır ID'leri

source: No rows provided
cs: Žádké řádky nebyly poskytnuty
el: Δεν δόθηκαν γραμμές
fr: Pas de rangs fournis
ja: 列はありません
lt: Nepateikta jokių eilučių
nl: Geen rijen opgegeven
ru: Строки не предоставлены
sr: Nema dostavljenih vrsta
tr: Hiç satır sağlanmadı

source: Row does not belong to this session
cs: Řádek nepatří k této relaci
el: Η γραμμή δεν ανήκει σε αυτή τη συνεδρία
fr: La ligne n'appartient pas à cette session
ja: 行はこのセッションに属していません
lt: Eilutė nepriklauso šiai sesijai
nl: Regel behoort niet tot deze sessie
ru: Строка не принадлежит этой сессии
sr: Vrsta ne pripada ovoj sesiji
tr: Satır bu oturuma ait değil

source: Row contains invalid data
cs: Řádek obsahuje neplatná data
el: Η γραμμή περιέχει μη έγκυρα δεδομένα
fr: La ligne contient des données non valides
ja: 行に無効なデータが含まれています。
lt: Eilutėje yra neteisingų duomenų
nl: Regel bevat ongeldige gegevens
ru: Строка содержит недопустимые данные
sr: Vrsta sadrži nedozvoljene podatke
tr: Satır geçersiz veri içeriyor

source: Row has already been completed
cs: Řádek již byl dokončen
el: Η γραμμή έχει ήδη ολοκληρωθεί
fr: La rangée a déjà été complétée
ja: 列はすでに完成しています
lt: Eilutė jau buvo užbaigta
nl: Regel is al voltooid
ru: Строка уже завершена
sr: Vrsta je već završena
tr: Satır zaten tamamlandı

source: Initializing
cs: Zahajuji
el: Αρχικοποίηση
fr: Initialisation
ja: 初期化
lt: Inicijuojama
nl: Initialiseren
ru: Инициализация
sr: Inicijalizacija
tr: Başlatılıyor

source: Mapping Columns
cs: Mapování sloupců
el: Αντιστοίχιση στηλών
fr: Mappage des colonnes
ja: カラムのマッピング
lt: Susiejami stulpeliai
nl: Toewijzing van kolommen
ru: Сопоставление колонок
sr: Mapiranje kolona
tr: Sütunları Eşleme

source: Importing Data
cs: Importování dat
el: Εισαγωγή δεδομένων
fr: Importation de données
ja: データのインポート
lt: Importuojami duomenys
nl: Gegevens importeren
ru: Импорт данных
sr: Uvoženje podataka
tr: Veri İçe Aktarılıyor

source: Processing Data
cs: Zpracování dat
el: Επεξεργασία δεδομένων
fr: Traitement des données
ja: 加工データ
lt: Apdorojami duomenys
nl: Gegevens verwerken
ru: Обработка данных
sr: Obrađivanje podataka
tr: Veri İşleniyor

source: Data file exceeds maximum size limit
cs: Datový soubor překračuje maximální velikostní limit
el: Το αρχείο δεδομένων υπερβαίνει το μέγιστο επιτρεπτό μέγεθος
fr: Le fichier de données dépasse la taille maximale autorisée
ja: データファイルが最大サイズの制限を超えています
lt: Duomenų failas viršija maksimalų dydžio limitą
nl: Gegevensbestand overschrijdt maximum grootte
ru: Файл данных превышает максимальный допустимый размер
sr: Veličina fajla sa podacima prelazi maksimalnu veličinu
tr: Veri dosyası maksimum boyut sınırını aşıyor

source: Data file contains no headers
cs: Datový soubor neobsahuje žádnou hlavičku
el: Το αρχείο δεδομένων δεν περιέχει κεφαλίδες
fr: Le fichier de données ne contient pas d'en-tête
ja: データファイルにはヘッダが含まれていません。
lt: Duomenų faile nėra antraščių
nl: Gegevensbestand bevat geen kopteksten
ru: Файл данных не содержит заголовков
sr: Fajl sa podacima ne sadrži hedere
tr: Veri dosyası başlık içermiyor

source: Data file contains too many columns
cs: Datový soubor obsahuje příliš mnoho sloupců
el: Το αρχείο δεδομένων περιέχει υπερβολικά πολλές στήλες
fr: Le fichier de données contient trop de colonnes
ja: データファイルのカラム数が多すぎる
lt: Duomenų faile per daug stulpelių
nl: Gegevensbestand bevat te veel kolommen
ru: Файл данных содержит слишком много колонок
sr: Fajl sa podacima sadrži previše kolona
tr: Veri dosyası çok fazla sütun içeriyor

source: Data file contains too many rows
cs: Datový soubor obsahuje příliš mnoho řádků
el: Το αρχείο δεδομένων περιέχει υπερβολικά πολλές γραμμές
fr: Le fichier de données contient trop de lignes
ja: データファイルの行数が多すぎます。
lt: Duomenų faile per daug eilučių
nl: Gegevensbestand bevat te veel rijen
ru: Файл данных содержит слишком много строк
sr: Fajl sa podacima sadrži previše vrsta
tr: Veri dosyası çok fazla satır içeriyor

source: Value must be a valid dictionary object
cs: Hodnota musí být platný objekt slovníku
el: Η τιμή πρέπει να είναι έγκυρο Aντικειμένου λεξικού
fr: La valeur doit être un objet dictionnaire valide
ja: 値は有効な辞書オブジェクトでなければなりません。
lt: Reikšmė turi būti teisingas žodyno objektas
nl: Waarde moet een geldig woordenboek teken zijn
ru: Значение должно быть допустимым объектом словаря
sr: Vrednosti moraju biti validni objekti
tr: Değer geçerli bir sözlük nesnesi olmalıdır

source: Copies
cs: Kopie
el: Αντίτυπα
ja: コピー
lt: Kopijos
nl: Kopieën
ru: Копии
sr: Kopije
tr: Kopyalar

source: Number of copies to print for each label
cs: Počet kopií, které se mají tisknout pro každý štítek
el: Αριθμός αντιτύπων προς εκτύπωση για κάθε ετικέτα
fr: Nombre de copies à imprimer pour chaque étiquette
ja: 各ラベルの印刷部数
lt: Etiketės spausdinamų kopijų skaičius
nl: Aantal afdrukken voor elk label
ru: Количество копий для печати каждой этикетки
sr: Broj kopija za štampanje od svakog natpisa
tr: Her etiket için yazdırılacak kopya sayısı

source: Connected
cs: Připojeno
el: Συνδεδεμένος
fr: Connecté
ja: 接続済み
lt: Prijungta
nl: Verbonden
ru: Подключен
sr: Konektovano
tr: Bağlı

source: Unknown
cs: Neznámý
el: Άγνωστο
fr: Inconnu
ja: 不明
lt: Nežinoma
nl: Onbekend
no: Ukjent
ru: Неизвестно
sr: Nepoznato
tr: Bilinmeyen

source: Printing
cs: Tisk
el: Εκτύπωση
fr: Impression
ja: 印刷
lt: Spausdinama
nl: Afdrukken
ru: Печать
sr: Štampanje
tr: Yazdırılıyor

source: Warning
cs: Varování
el: Προειδοποίηση
fr: Attention
ja: 警告
nl: Waarschuwing
no: Advarsel
ru: Предупреждение
tr: Uyarı

source: No media
cs: Žádná média
el: Χωρίς μέσο
fr: Aucun média
ja: メディアがありません
lt: Nėra laikmenos
nl: Geen media
ru: Нет носителя
sr: Nema medijuma
tr: Ortam yok

source: Paper jam
cs: Zaseknutí papíru
el: Μπλοκάρισμα χαρτιού
fr: Bourrage de papier
ja: 紙詰まり
lt: Popieriaus užstrigimas
nl: Het papier is vastgelopen
ru: Замятие бумаги
sr: Papir zaglavljen
tr: Kağıt sıkışması

source: Disconnected
cs: Odpojeno
el: Αποσυνδεδεμένος
fr: Déconnecté
ja: ネットワーク接続なし
lt: Atjungta
nl: Verbinding verbroken
ru: Отключено
sr: Diskonektovano
tr: Bağlı değil

source: Error
cs: Chyba
el: Σφάλμα
fr: Erreur
ja: エラー
ru: Ошибка
tr: Hata

source: Label Printer
cs: Tiskárna štítků
el: Εκτυπωτής ετικετών
fr: Imprimante Etiquette
ja: ラベルプリンター
lt: Etikečių spausdintuvas
ru: Принтер этикеток
sr: Štampač natpisa
tr: Etiket Yazdırma

source: Directly print labels for various items.
cs: Přímo vytisknout štítky pro různé položky.
el: Άμεση εκτύπωση ετικετών για διάφορα είδη.
fr: Impression directe des étiquettes pour divers articles.
ja: さまざまなアイテムのラベルを直接印刷できます。
lt: Tiesiogiai spausdinti etiketes įvairiems elementams.
nl: Direct labels afdrukken voor verschillende items.
ru: Печать этикеток для различных элементов напрямую.
sr: Direktno štampaj natpise za razne stavke
tr: Çeşitli ürünler için etiketleri doğrudan yazdırın.

source: Printer Location
cs: Umístění tiskárny
el: Τοποθεσία εκτυπωτή
fr: Emplacement Imprimante
ja: プリンタの場所
lt: Spausdintuvo vieta
nl: Printer locatie
ru: Расположение принтера
sr: Lokacija štampača
tr: Yazıcı Konumu

source: Scope the printer to a specific location
cs: Určení rozsahu tiskárny na konkrétní místo
el: Περιορισμός του εκτυπωτή σε συγκεκριμένη τοποθεσία
fr: Porter de l'imprimante sur un emplacement spécifique
ja: プリンターを特定の場所に設置
lt: Apriboti spausdintuvo veikimą konkrečia vieta
nl: Bereik de printer naar een specifieke locatie
ru: Ограничить принтер конкретным местоположением
sr: Podesi štampač na specifičnu lokaciju
tr: Yazıcıyı belirli bir konuma ayarlayın

source: Name of machine
cs: Název zařízení
el: Όνομα μηχανήματος
fr: Nom de la machine
ja: 機械名
lt: Įrenginio pavadinimas
nl: Naam van de machine
ru: Название оборудования
sr: Naziv mašine
tr: Makinenin adı

source: Machine Type
cs: Typ zařízení
el: Τύπος μηχανήματος
ja: 機種
lt: Įrenginio tipas
ru: Тип оборудования
sr: Tip mašine
tr: Makine Türü

source: Type of machine
cs: Typ zařízení
el: Τύπος μηχανήματος
fr: Type de machine
ja: 機械の種類
lt: Įrenginio rūšis
nl: Type machine
ru: Тип оборудования
sr: Tip mašine
tr: Makinenin türü

source: Driver
cs: Ovladač
fr: Pilote
ja: ドライバー
lt: Tvarkyklė
nl: Stuurprogramma
ru: Драйвер
sr: Drajver
tr: Sürücü

source: Driver used for the machine
cs: Ovladač používaný pro toto zařízení
el: Driver που χρησιμοποιείται για το μηχάνημα
fr: Pilote utilisé pour la machine
ja: マシンに使用されるドライバ
lt: Įrenginiui naudojama tvarkyklė
nl: Stuurprogramma gebruikt voor de machine
ru: Драйвер для подключения оборудования
sr: Drajver koji se koristi za ovu mašinu
tr: Makine için kullanılan sürücü

source: Machines can be disabled
cs: Zařízení mohou být vypnuty
el: Τα μηχανήματα μπορούν να απενεργοποιούνται
fr: Les machines peuvent être inactivées
ja: マシンを無効にすることができます
lt: Įrenginiai gali būti išjungti
nl: Machines kunnen worden uitgeschakeld
ru: Оборудование может быть отключено
sr: Mašine mogu biti onemogućene
tr: Makineler devre dışı bırakılabilir

source: Driver available
cs: Ovladač k dispozici
el: Ο driver είναι διαθέσιμος
fr: Pilote disponible
ja: ドライバーあり
lt: Tvarkyklė prieinama
nl: Stuurprogramma beschikbaar
ru: Драйвер доступен
sr: Drajver dostupan
tr: Sürücü mevcut

source: No errors
cs: Žádné chyby
el: Χωρίς σφάλματα
fr: Aucune erreur
ja: エラーなし
lt: Klaidų nėra
nl: Geen fouten
ru: Ошибок нет
sr: Nema grešaka
tr: Hata yok

source: Initialized
cs: Zahájeno
el: Αρχικοποιήθηκε
fr: Initialisé
ja: 初期化
lt: Inicializuota
nl: Geïnitialiseerd
ru: Инициализировано
sr: Inicijalizovano
tr: Başlatıldı

source: Machine status
cs: Stav zařízení
el: Κατάσταση μηχανήματος
fr: Statut de la machine
ja: 機械の状態
lt: Įrenginio būsena
ru: Статус машины
sr: Status mašine
tr: Makine durumu

source: Machine
cs: Zařízení
el: Μηχάνημα
ja: 機械
lt: Įrenginys
ru: Машина
sr: Mašina
tr: Makine

source: Machine Config
cs: Nastavení žařízení
el: Ρύθμιση μηχανήματος
fr: Configuration de la machine
ja: マシン構成
lt: Įrenginio konfigūracija
nl: Machine configuratie
ru: Конфигурация машины
sr: Mašinska konfiguracija
tr: Makine Yapılandırması

source: Config type
cs: Typ nastavení
el: Τύπος ρύθμισης
fr: Type de configuration
ja: 設定タイプ
lt: Konfigūracijos tipas
nl: Configuratie type
ru: Тип конфигурации
sr: Tip konfiguracije
tr: Yapılandırma türü

source: Key of the property
cs: Klíč vlastnosti
el: Κλειδί ιδιότητας
fr: Clé de la propriété
ja: プロパティーキー
nl: Sleutel van de eigenschap
ru: Ключ свойства
tr: Özelliğin anahtarı

source: Value of the property
cs: Hodnota vlastnosti
el: Τιμή ιδιότητας
fr: Valeur de la propriété
ja: プロパティー値
nl: Waarde van de eigenschap
ru: Значение свойства
tr: Özelliğin değeri

source: Group
cs: Skupina
el: Ομάδα
fr: Groupe
ja: グループ
lt: Grupė
nl: Groep
no: Gruppe
ru: Группа
sr: Grupa
tr: Grup

source: Grouping of the property
cs: Skupinování vlastnosti
el: Ομαδοποίηση της ιδιότητας
fr: Regroupement de la propriété
ja: プロパティーのグループ
nl: Groepering van de eigenschap
ru: Группа свойства
tr: Özelliğin gruplandırması

source: Type
cs: Typ
el: Τύπος
ja: タイプ
ru: Тип
tr: Tür

source: Type of the property
cs: Typ vlastnosti
el: Τύπος ιδιότητας
fr: Type de la propriété
ja: プロパティーの種類
nl: Type van de eigenschap
ru: Тип свойства
tr: Özelliğin türü

source: Max Progress
cs: Maximální pokrok
el: Μέγιστη πρόοδος
fr: Progression maximale
ja: 最大進捗
nl: Maximale voortgang
ru: Максимальный прогресс
tr: Maksimum İlerleme

source: Maximum value for progress type, required if type=progress
cs: Maximální hodnota pro pokrok typu, vyžadováno pokud typ=pokrok
el: Μέγιστη τιμή για τύπο προόδου, απαιτείται αν type=progress
fr: Valeur maximale pour le type de progression, requis si type=progress
ja: 進行状況タイプの場合の最大値。type=progress の場合に必須です。
nl: Maximale waarde voor voortgangsttype, vereist als type=progress
ru: Максимальное значение для типа прогресса, требуется, если тип=progress
tr: İlerleme türünün maksimum değeri, tür=ilerleme ise gerekli

source: Order Reference
cs: Označení objednávky
el: Αναφορά παραγγελίας
fr: Référence de commande
ja: 注文参照
lt: Užsakymo nuoroda
nl: Order Referentie
no: Ordrereferanse
ru: Ссылка на заказ
sr: Referenca naloga
tr: Sipariş Referansı

source: Outstanding
cs: Vynikající
el: Σε εκκρεμότητα
fr: Remarquable
ja: 並外れた
lt: Neįvykdyta
nl: Uitmuntend
ru: Невыполненный
sr: Izvanredno
tr: Açık

source: Has Project Code
cs: Má projektový kód
el: Έχει κωδικό έργου
fr: A le code du projet
ja: プロジェクトコード
lt: Turi projekto kodą
nl: Heeft een projectcode
ru: Есть код проекта
sr: Ima šifru projekta
tr: Proje Kodu Var

source: Created By
cs: Vytvořil(a)
el: Δημιουργήθηκε από
fr: Créé par
ja: 作成者
lt: Sukūrė
nl: Aangemaakt Door
no: Opprettet av
ru: Создал
sr: Kreirano do strane
tr: Oluşturan

source: Created Before
cs: Vytvořeno před
el: Δημιουργήθηκε πριν
fr: Créé avant
ja: 作成前
lt: Sukurta prieš
nl: Gemaakt vóór
ru: Создано до
sr: Kreirano pre
tr: Öncesinde Oluşturuldu

source: Created After
cs: Vytvořeno po
el: Δημιουργήθηκε μετά
fr: Créé après
ja: の後に作成されました。
lt: Sukurta po
nl: Gemaakt na
ru: Создано после
sr: Kreirano nakon
tr: Sonrasında Oluşturuldu

source: Has Start Date
cs: Má počáteční datum
el: Έχει ημερομηνία έναρξης
fr: A la date de début
ja: 開始日あり
lt: Turi pradžios datą
nl: Heeft vervaldatum
ru: Есть дата начала
tr: Başlangıç Tarihi Var

source: Start Date Before
cs: Datum začátku před
el: Ημερομηνία έναρξης πριν
fr: Date de début Avant
ja: 開始日 前
lt: Pradžios data prieš
nl: Vervaldatum voor
ru: Дата начала до
tr: Öncesi Başlangıç Tarihi

source: Start Date After
cs: Datum začátku po
el: Ημερομηνία έναρξης μετά
fr: Date de début Après
ja: 開始日 後
lt: Pradžios data po
nl: Vervaldatum na
ru: Дата начала после
tr: Sonrası Başlangıç Tarihi

source: Has Target Date
cs: Má cílové datum
el: Έχει ημερομηνία στόχο
fr: A une date cible
ja: 目標期日あり
lt: Turi tikslinę datą
nl: Heeft doel datum
ru: Есть целевая дата
tr: Hedef Tarihi Var

source: Target Date Before
cs: Cílové datum před
el: Ημερομηνία στόχος πριν
fr: Date cible Avant
ja: 目標期日
lt: Tikslinė data prieš
nl: Doel datum voor
ru: Целевая дата до
sr: Krajnji datum pre
tr: Öncesi Hedef Tarih

source: Target Date After
cs: Cílové datum po
el: Ημερομηνία στόχος μετά
fr: Date cible Après
ja: 以降の目標日
lt: Tikslinė data po
nl: Doel datum na
ru: Целевая дата после
sr: Krajnji datum nakon
tr: Sonrası Hedef Tarih

source: Has Pricing
cs: Má cenu
el: Έχει τιμολόγηση
fr: Possède un Tarif
ja: 価格
lt: Turi kainodarą
nl: Heeft prijsstelling
ru: Имеет цену
sr: Ima cenu
tr: Fiyatlandırılmış

source: Completed Before
cs: Dokončeno před
el: Ολοκληρώθηκε πριν
fr: Terminé avant
ja: 完成前
lt: Užbaigta prieš
nl: Voltooid voor
ru: Завершено до
sr: Završen pre
tr: Öncesinde Tamamlandı

source: Completed After
cs: Dokončeno po
el: Ολοκληρώθηκε μετά
fr: Terminé après
ja: 終了後
lt: Užbaigta po
nl: Voltooid na
ru: Завершено после
sr: Završen nakon
tr: Sonrasında Tamamlandı

source: External Build Order
cs: Externí výrobní příkaz
el: Εξωτερική εντολή παραγωγής
fr: Ordre de fabrication externe
ja: 外部ビルドオーダー
nl: Externe Bouw Opdracht
ru: Сторонний заказ на сборку
tr: Harici Üretim Emri

source: Order
cs: Objednávka
el: Παραγγελία
fr: Commande
ja: 注文
lt: Užsakymas
nl: Bestellen
no: Ordre
ru: Заказ
sr: Nalog
tr: Sipariş

source: Order Complete
cs: Objednávka byla dokončena
el: Η παραγγελία ολοκληρώθηκε
fr: Commande Complétée
ja: 注文完了
lt: Užsakymas įvykdytas
nl: Bestelling voltooid
ru: Заказ выполнен
sr: Nalog završen
tr: Sipariş Tamamlandı

source: Internal Part
cs: Interní díl
el: Εσωτερικό προϊόν
fr: Pièces Internes
ja: 内部パーツ
lt: Vidinė detalė
nl: Intern onderdeel
no: Intern del
ru: Внутренняя деталь
sr: Interni deo
tr: Dahili Parça

source: Order Pending
cs: Objednávka čeká na vyřízení
el: Η παραγγελία είναι σε εκκρεμότητα
fr: Commande En Attente
ja: 注文保留
lt: Užsakymas laukia vykdymo
nl: Bestelling in behandeling
ru: Заказ в ожидании
sr: Nalog na čekanju
tr: Sipariş Bekliyor

source: Completed
cs: Dokončeno
el: Ολοκληρώθηκε
fr: Terminé
ja: 完了
lt: Užbaigta
nl: Voltooid
no: Fullført
ru: Завершённые
sr: Završeno
tr: Tamamlandı

source: Has Shipment
cs: Má zásilku
el: Έχει αποστολή
fr: Fait l'objet d'une expédition
ja: 出荷あり
lt: Turi siuntą
nl: Heeft verzending
ru: Есть отгрузка
sr: Ima isporuku
tr: Sevkiyatı Var

source: Purchase Order
cs: Nákupní objednávka
el: Εντολή αγοράς
fr: Commande d’achat
ja: 注文
lt: Pirkimo užsakymas
nl: Inkooporder
no: Innkjøpsordre
ru: Заказ на закупку
sr: Nalog za kupovinu
tr: Satın Alma Siparişi

source: Sales Order
cs: Prodejní objednávka
el: Εντολές Πώλησης
fr: Commandes
ja: セールスオーダー
lt: Pardavimo užsakymas
nl: Verkooporder
no: Salgsordre
ru: Заказ на продажу
sr: Nalog za prodaju
tr: Satış Siparişi

source: Return Order
cs: Vratka
el: Εντολή επιστροφής
fr: Retour de commande
ja: リターンオーダー
lt: Grąžinimo užsakymas
nl: Retour bestelling
no: Returordre
ru: Заказ на возврат
sr: Nalog za vraćanje
tr: İade Siparişi

source: Total Price
cs: Celková cena
el: Συνολική τιμή
fr: Prix Total
ja: 合計金額
lt: Bendra kaina
nl: Totaalprijs
no: Total pris
ru: Общая стоимость
sr: Ukupna cena
tr: Toplam Fiyat

source: Total price for this order
cs: Celková cena za tuto objednávku
el: Συνολική τιμή για αυτή την παραγγελία
fr: Prix total pour cette commande
ja: この注文の合計金額
lt: Bendra kaina už šį užsakymą
nl: Totaalprijs van deze bestelling
no: Total pris for denne ordren
ru: Общая стоимость этого заказа
sr: Totalna cena ovog naloga
tr: Bu sipariş için toplam fiyat

source: Order Currency
cs: Měna objednávky
el: Νόμισμα παραγγελίας
fr: Devise de la commande
ja: 注文通貨
lt: Užsakymo valiuta
nl: Valuta bestelling
no: Ordrevaluta
ru: Валюта заказа
sr: Valuta naloga
tr: Sipariş Para Birimi

source: Currency for this order (leave blank to use company default)
cs: Měna pro tuto objednávku (nechte prázdné pro použití výchozí hodnoty společnosti)
el: Νόμισμα για αυτή την παραγγελία (αφήστε κενό για χρήση της προεπιλογής εταιρείας)
fr: Devise de cette commande (laisser vide pour utiliser la devise par défaut de l'entreprise)
ja: この注文の通貨（会社のデフォルトを使用する場合は空白のままにしてください。）
lt: Užsakymo valiuta (palikite tuščią, jei norite naudoti įmonės numatytąją valiutą)
nl: Valuta voor deze order (laat leeg om de standaard van het bedrijf te gebruiken)
no: Valuta for denne ordren (la stå tom for å bruke firmastandard)
ru: Валюта заказа (оставьте пустым для использования валюты по умолчанию для компании)
sr: Valuta za ovaj nalog (ostaviti prazno za podrazumevanu valutu kompanije)
tr: Bu sipariş için para birimi (şirket varsayılanını kullanmak için boş bırakın)

source: This order is locked and cannot be modified
cs: Tato objednávka je uzamčena a nelze ji upravit
el: Αυτή η παραγγελία είναι κλειδωμένη και δεν μπορεί να τροποποιηθεί
fr: Cette commande est verrouillée et ne peut être modifiée
ja: この注文はロックされており、変更できません。
lt: Šis užsakymas užrakintas ir negali būti keičiamas
nl: Deze bestelling is vergrendeld en kan niet worden gewijzigd
ru: Этот заказ заблокирован и не может быть изменён
tr: Bu sipariş kilitli olduğundan değiştirilemez

source: Contact does not match selected company
cs: Kontakt nesouhlasí s vybranou společností
el: Η επαφή δεν αντιστοιχεί στην επιλεγμένη εταιρεία
fr: Le contact ne correspond pas à l'entreprise sélectionnée
ja: 連絡先が選択した会社と一致しません
lt: Kontaktas nesutampa su pasirinkta įmone
nl: Contact komt niet overeen met het geselecteerde bedrijf
no: Kontakten samsvarer ikke med valgt firma
ru: Контакт не соответствует выбранной компании
sr: Kontakt se ne poklapa sa izabranom kompanijom
tr: İletişim bilgileri seçilen şirketle eşleşmiyor

source: Start date must be before target date
cs: Datum zahájení musí být před cílovým datem
el: Η ημερομηνία έναρξης πρέπει να είναι πριν από την ημερομηνία στόχο
fr: La date de début doit être antérieure à la date cible
ja: 開始日は目標期日より前でなければなりません。
lt: Pradžios data turi būti prieš tikslinę datą
nl: Startdatum moet voor einddatum liggen
ru: Дата начала должна быть до целевой даты
tr: Başlangıç tarihi hedef tarihinden önce olmalıdır

source: Address does not match selected company
cs: Adresa nesouhlasí s vybranou společností
el: Η διεύθυνση δεν αντιστοιχεί στην επιλεγμένη εταιρεία
fr: L'adresse ne correspond pas à la société sélectionnée
ja: 指定の会社と住所が一致しません
nl: Adres komt niet overeen met het geselecteerde bedrijf
ru: Адрес не соответствует выбранной компании
tr: Adres bilgileri seçilen şirketle eşleşmiyor

source: Order description (optional)
cs: Popis objednávky (volitelné)
el: Περιγραφή παραγγελίας (προαιρετικά)
fr: Description de la commande (facultatif)
ja: ご注文内容（任意）
lt: Užsakymo aprašymas (neprivalomas)
nl: Bestelling beschrijving (optioneel)
no: Ordrebeskrivelse (valgfritt)
ru: Описание заказа (дополнительно)
sr: Opis naloga (opciono)
tr: Açıklama (isteğe bağlı)

source: Select project code for this order
cs: Vyberte kód projektu pro tuto objednávku
el: Επιλογή κωδικού έργου για αυτή την παραγγελία
fr: Sélectionner le code du projet pour cette commande
ja: この注文のプロジェクトコードを選択してください。
lt: Pasirinkite projekto kodą šiam užsakymui
nl: Selecteer projectcode voor deze bestelling
no: Velg prosjektkode for denne ordren
ru: Выберите код проекта для этого заказа
sr: Izaberi šifru projekta za ovaj nalog
tr: Bu sipariş için proje kodu seçin

source: Link to external page
cs: Odkaz na externí stránku
el: Σύνδεσμος σε εξωτερική σελίδα
fr: Lien vers une page externe
ja: 外部ページへのリンク
lt: Nuoroda į išorinį puslapį
nl: Link naar externe pagina
no: Lenke til ekstern side
ru: Ссылка на внешнюю страницу
sr: Link ka eksternoj stranici
tr: Harici sayfaya bağlantı

source: Start date
cs: Datum zahájení
el: Ημερομηνία έναρξης
fr: Date de début
ja: 開始日
lt: Pradžios data
nl: Start datum
ru: Начальная дата
tr: Başlangıç ​​tarihi

source: Scheduled start date for this order
cs: Plánované datum zahájení této objednávky
el: Προγραμματισμένη ημερομηνία έναρξης για αυτή την παραγγελία
fr: Date de début prévue pour cette commande
ja: 本注文の開始予定日
lt: Numatyta pradžios data šiam užsakymui
nl: Geplande startdatum voor deze bestelling
ru: Запланированная начальная дата этого заказа
tr: Bu üretim emri için planlanan başlangıç tarihi

source: Target Date
cs: Cílené datum
el: Επιθυμητή Προθεσμία
fr: Date Cible
ja: 終了日に達したら
lt: Tikslinė data
nl: Streefdatum
no: Måldato
ru: Целевая дата
sr: Ciljani datum
tr: Hedeflenen tarih

source: Expected date for order delivery. Order will be overdue after this date.
cs: Očekávané datum doručení objednávky. Objednávka bude po tomto datu splatná.
el: Αναμενόμενη ημερομηνία παράδοσης παραγγελίας. Η παραγγελία θα θεωρείται εκπρόθεσμη μετά από αυτή την ημερομηνία.
fr: Date prévue pour la livraison de la commande. La commande sera en retard après cette date.
ja: お届け予定日この期日を過ぎますと延滞となります。
lt: Tikėtina užsakymo pristatymo data. Užsakymas bus vėluojantis po šios datos.
nl: Verwachte datum voor levering van de bestelling. De bestelling wordt achterstallig na deze datum.
no: Forventet dato for levering av ordre. Bestillingen vil være forfalt etter denne datoen.
ru: Ожидаемая дата доставки заказа. После этой даты заказ будет считаться просроченным.
sr: Očekivani datum za isporuku. Nalog će biti zastareo nakon ovog datuma.
tr: Sipariş teslimatı için beklenen tarih. Bu tarihten sonra sipariş gecikmeli olacaktır.
