Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Enable Dynamic Panel
cs: Povolit dynamické panely
el: Ενεργοποίηση δυναμικού πλαισίου
fr: Activer le panneau dynamique
ja: ダイナミックパネルの有効化
lt: Įjungti dinaminį skydelį
nl: Dynamisch paneel inschakelen
ru: Включить динамическую панель
sr: Omogući dinamičke panele
tr: Dinamik Paneli Etkinleştir

source: Enable dynamic panels for testing
cs: Povolit dynamické panely pro testování
el: Ενεργοποίηση δυναμικών πλαισίων για δοκιμές
fr: Activer les panneaux dynamiques pour les tests
ja: テスト用ダイナミックパネルの有効化
lt: Įjungti dinaminius skydelius testavimui
nl: Activeer dynamische panelen om te testen
ru: Включить динамические панели для тестирования
sr: Omogući dinamičke panele za testiranje
tr: Test için dinamik panelleri etkinleştir

source: Part Panel
cs: Panel dílu
el: Πλαίσιο προϊόντος
fr: Panneau partiel
ja: パートパネル
lt: Detalės skydelis
nl: Deel paneel
ru: Панель детали
sr: Panel dela
tr: Parça Paneli

source: Broken Dashboard Item
cs: Rozbitá položka hlavního panelu
el: Σπασμένο στοιχείο πίνακα ελέγχου
fr: Élément du tableau de bord cassé
ja: ダッシュボードの故障
lt: Sugedęs valdymo skydelio elementas
nl: Kapot dashboard item
ru: Повреждённый элемент панели
sr: Pokvarena stavka menija
tr: Bozuk Pano Kartı

source: This is a broken dashboard item - it will not render!
cs: Toto je rozbitá položka hlavního panelu - nebude vykreslena!
el: Αυτό είναι ένα σπασμένο στοιχείο πίνακα ελέγχου - δεν θα αποδοθεί!
fr: Il s'agit d'un élément de tableau de bord cassé - il ne s'affiche pas !
ja: これは壊れたダッシュボードアイテムです - レンダリングされません！
lt: Tai sugedęs valdymo skydelio elementas - jis nebus atvaizduotas!
nl: Dit is een gebroken dashboarditem - het zal niet meer renderen!
ru: Это повреждённый элемент панели — он не будет отображаться!
sr: Ovo je pokvarena stavka menija - neće se prikazivati!
tr: Bu bozuk pano kartı görüntülenemiyor!

source: Sample Dashboard Item
cs: Ukázková položka hlavního panelu
el: Δείγμα στοιχείου πίνακα ελέγχου
fr: Exemple de tableau de bord
ja: ダッシュボード項目例
lt: Pavyzdinis valdymo skydelio elementas
nl: Voorbeeld dashboard item
ru: Пример элемента панели
sr: Pokazna stavka menija
tr: Örnek Kontrol Paneli Kartı

source: This is a sample dashboard item. It renders a simple string of HTML content.
cs: Toto je ukázková položka řídicího panelu. Vykresluje jednoduchý řetězec HTML obsahu.
el: Αυτό είναι ένα δείγμα στοιχείου πίνακα ελέγχου. Αποδίδει μια απλή συμβολοσειρά περιεχομένου HTML.
fr: Il s'agit d'un exemple d'élément de tableau de bord. Il rend une simple chaîne de contenu HTML.
ja: これはダッシュボードのサンプルです。シンプルなHTML文字列をレンダリングします。
lt: Tai pavyzdinis valdymo skydelio elementas. Jis pateikia paprastą HTML turinį.
nl: Dit is een voorbeeld dashboard item. Het maakt een eenvoudige string van HTML inhoud weer.
ru: Это пример элемента панели. Он выводит простую строку HTML-содержимого.
sr: Ovo je pokazna stavka na meniju. Prikazuje jednostavan HTML.
tr: Bu, örnek bir pano kartıdır. Basit bir HTML içeriği dizesi görüntüler.

source: Context Dashboard Item
cs: Položka kontextového panelu
el: Στοιχείο πίνακα ελέγχου περιβάλλοντος
fr: Contexte Élément du tableau de bord
ja: コンテキスト・ダッシュボード項目
lt: Kontekstinis valdymo skydelio elementas
ru: Элемент панели контекста
sr: Stavka kontekst menija
tr: Bağlamsal Pano Kartı

source: Admin Dashboard Item
cs: Administrátorská položka hlavního panelu
el: Στοιχείο πίνακα ελέγχου διαχειριστή
fr: Élément du tableau de bord de l'administrateur
ja: 管理者ダッシュボード項目
lt: Administratoriaus valdymo skydelio elementas
nl: Beheerder dashboard item
ru: Элемент панели администратора
sr: Stavka administratorskog menija
tr: Yönetici Pano Kartı

source: This is an admin-only dashboard item.
cs: Toto je položka hlavního panelu pouze pro administrátory.
el: Αυτό είναι στοιχείο πίνακα ελέγχου μόνο για διαχειριστές.
fr: Il s'agit d'un élément du tableau de bord réservé aux administrateurs.
ja: これは管理者専用のダッシュボード項目です。
lt: Tai tik administratoriui skirtas valdymo skydelio elementas.
nl: Dit is een enkel dashboard item voor admins.
ru: Этот элемент панели доступен только администратору.
sr: Ovo je meni samo za administratore
tr: Bu, yalnızca yöneticilerin kullanabileceği bir pano kartıdır.

source: Source File
cs: Zdrojový soubor
el: Αρχείο προέλευσης
fr: Fichier source
ja: ソースファイル
lt: Pirminis failas
nl: Bron bestand
ru: Исходный файл
sr: Izvorni fajl
tr: Kaynak Dosyası

source: Path to the source file for admin integration
cs: Cesta ke zdrojovému souboru pro administrátorskou integraci
el: Διαδρομή προς το αρχείο προέλευσης για ενσωμάτωση στον πίνακα διαχείρισης
fr: Chemin d'accès au fichier source pour l'intégration de l'administrateur
ja: 管理者統合用ソースファイルへのパス
lt: Kelias iki pirminio failo administratoriaus integracijai
nl: Pad naar het bronbestand voor administrator integratie
ru: Путь к исходному файлу для интеграции администратора
sr: Putanja za fajl za administratorsku integraciju
tr: Yönetici entegrasyonu için kaynak dosya yolu

source: Optional context data for the admin integration
cs: Volitelný kontext pro administrátorskou integraci
el: Προαιρετικά δεδομένα περιβάλλοντος για την ενσωμάτωση στον πίνακα διαχείρισης
fr: Données contextuelles facultatives pour l'intégration de l'administrateur
ja: 管理者統合のためのオプションのコンテキストデータ
lt: Nebūtini kontekstiniai duomenys administratoriaus integracijai
nl: Optionele context data voor de administrator integratie
ru: Необязательные данные контекста для интеграции администратора
sr: Opcioni podaci za administratorsku integraciju
tr: Yönetici entegrasyonu için isteğe bağlı bağlam verileri

source: Source URL
cs: Zdrojová adresa URL
el: URL προέλευσης
fr: URL de la source
ja: ソース URL
lt: Šaltinio URL
nl: Bron URL
no: Kilde-URL
ru: Ссылка
sr: Izvorni URL
tr: Kaynak URL

source: Source for the package - this can be a custom registry or a VCS path
cs: Zdroj balíčku - může být vlastní registr, nebo VCS cesta
el: Πηγή για το πακέτο - μπορεί να είναι προσαρμοσμένο μητρώο ή διαδρομή VCS
fr: Source du paquet - il peut s'agir d'un registre personnalisé ou d'un chemin VCS
ja: パッケージのソース - これはカスタムレジストリでも VCS パスでもかまいません。
lt: Paketo šaltinis - tai gali būti pasirinktinė registravimo sistema arba VCS kelias
nl: Bron voor het pakket - dit kan een aangepast register of een VCS pad zijn
no: Kilde for pakken - dette kan være et egendefinert register eller en VCS-sti
ru: Источник пакета - может быть пользовательский реестр или пути VCS
sr: Izvor za paket
tr: Paketin kaynağı - bu, özel bir kayıt defteri veya bir VCS yolu olabilir

source: Name for the Plugin Package - can also contain a version indicator
cs: Název Balíčku Pluginu - nůže také obsahovat indikátor verze
el: Όνομα για το πακέτο πρόσθετου - μπορεί επίσης να περιέχει δείκτη έκδοσης
fr: Nom du paquet de plugins - peut également contenir un indicateur de version
ja: プラグインパッケージの名前 - バージョンインジケータを含むこともできます。
lt: Įskiepio paketo pavadinimas – taip pat gali būti nurodyta versija
nl: Naam voor het Plug-in Pakket - kan ook een versie indicator bevatten
no: Navn på utvidelsespakke – kan også inneholde en versjonsindikator
ru: Название плагина - может также содержать обозначение версии
sr: Ima za paket pluginova - može takođe da sadrži i indikator verzije
tr: Eklenti Paketi Adı - sürüm göstergesi de içerebilir

source: Version
cs: Verze
el: Έκδοση
ja: バージョン
lt: Versija
nl: Versie
no: Versjon
ru: Версия
sr: Verzija
tr: Sürüm

source: Version specifier for the plugin. Leave blank for latest version.
cs: Specifikátor verze pro plugin. Nechte prázdné pro nejnovější verzi.
el: Προσδιοριστής έκδοσης για το πρόσθετο. Αφήστε κενό για την τελευταία έκδοση.
fr: Identifiant de version du plugin. Laissez vide pour la dernière version.
ja: プラグインのバージョン指定子。最新バージョンの場合は空白にしてください。
lt: Įskiepio versijos nurodymas. Palikite tuščią, jei norite naudoti naujausią versiją.
nl: Versie specifier voor de plug-in. Laat leeg voor de laatste versie.
ru: Версия плагина. Оставьте пустым, чтобы использовать последнюю версию.
sr: Specifikator verzije za plugin. Ostaviti prazno za najnoviju verziju.
tr: Eklenti için sürüm belirleyici. En son sürüm için boş bırakın.

source: Confirm plugin installation
cs: Potvrdit instalaci pluginu
el: Επιβεβαίωση εγκατάστασης πρόσθετου
fr: Confirmer l'installation du plugin
ja: プラグインのインストールを確認
lt: Patvirtinti įskiepio įdiegimą
nl: Plug-in activeren bevestigen
no: Bekreft installasjon av utvidelse
ru: Подтвердить установку плагина
sr: Potvrdi instalaciju plugina
tr: Eklenti kurulumunu onaylayın

source: This will install this plugin now into the current instance. The instance will go into maintenance.
cs: Toto nainstaluje plugin do aktualní instance. Instance předje do údržby.
el: Αυτό θα εγκαταστήσει τώρα το πρόσθετο στην τρέχουσα εγκατάσταση. Η εγκατάσταση θα τεθεί σε λειτουργία συντήρησης.
fr: Ceci installera ce plugin dans l'instance actuelle. L'instance sera mise en maintenance.
ja: これでこのプラグインが現在のインスタンスにインストールされます。インスタンスはメンテナンスに入ります。
lt: Šis veiksmas įdiegs įskiepį į esamą egzempliorių. Sistema bus perjungta į priežiūros režimą.
nl: Dit zal de plug-in nu installeren in de huidige instantie. De instantie zal in onderhoud gaan.
no: Dette vil installere denne utvidelsen nå i gjeldende instans. Instansen vil gå i vedlikehold.
ru: Сразу установить плагин на текущий сервер. Сервер перейдёт в режим обслуживания.
sr: Ovo će instalirati ovaj plugin na trenutnu instancu. Instanca će preći u mod održavanja.
tr: Bu, eklentiyi mevcut örneğe şimdi yükleyecektir. Örnek bakım moduna geçecektir.

source: Installation not confirmed
cs: Instalace nebyla potvrzena
el: Η εγκατάσταση δεν επιβεβαιώθηκε
fr: Installation non confirmée
ja: 設置未確認
lt: Įdiegimas nepatvirtintas
nl: Installatie niet bevestigd
no: Installasjonen ble ikke bekreftet
ru: Установка не подтверждена
sr: Instalacija nije potvrđena
tr: Kurulum onaylanmadı

source: Either packagename or URL must be provided
cs: Musí být uveden název balíčku nebo URL
nl: Ofwel de pakketnaam van de URL moet worden opgegeven
ru: Необходимо указать название пакета или URL
tr: Paket adı veya URL'den biri belirtilmelidir

source: Full reload
cs: Plné načtení
el: Πλήρης επαναφόρτωση
fr: Recharge complète
ja: フルリロード
lt: Pilnas perkrovimas
nl: Volledige herladen
no: Full omlasting
ru: Полная перезагрузка
sr: Potpuno ponovno učitavanje
tr: Tam yeniden yükleme

source: Perform a full reload of the plugin registry
cs: Provede plné načtení registru pluginů
el: Εκτέλεση πλήρους επαναφόρτωσης του μητρώου προσθέτων
fr: Effectuer un rechargement complet du registre des plugins
ja: プラグインレジストリのフルリロードを実行します。
lt: Vykdyti pilną įskiepių registro perkrovimą
nl: Herlaad het plug-in register volledig
no: Utfør en full omlasting av utvidelsesregisteret
ru: Выполнить полную перезагрузку реестра плагинов
sr: Izvrši potpuno ponovno učitavanje registra pluginova
tr: Eklenti kayıt defterini tamamen yeniden yükle

source: Force reload
cs: Vynutit přenačtení
el: Εξαναγκασμένη επαναφόρτωση
fr: Forcer le rechargement
ja: 強制リロード
lt: Priverstinis perkrovimas
nl: Herladen forceren
no: Tvangsomlasting
ru: Принудительная перезагрузка
sr: Nasilno ponovo učitaj
tr: Yeniden yüklemeye zorla

source: Force a reload of the plugin registry, even if it is already loaded
cs: Vynutit přenačtění registru pluginů, i když je jich načten
el: Εξαναγκασμένη επαναφόρτωση του μητρώου προσθέτων, ακόμη κι αν είναι ήδη φορτωμένο
fr: Forcer le rechargement du registre des plugins, même s'il est déjà chargé
ja: プラグイン・レジストリがすでにロードされていても、強制的に再ロードします。
lt: Priverstinai perkrauti įskiepių registrą, net jei jis jau įkeltas
nl: Forceer herladen van het plug-in register, zelfs als het al geladen is
no: Tving en omlasting av utvidelsesregisteret, selv om det allerede er lastet
ru: Принудительно перезагрузить реестр плагинов, даже если он уже загружен
sr: Nasilno ponovo učitaj registar pluginova, iako je već učitan
tr: Eklenti kayıt defterini, zaten yüklenmiş olsa bile yeniden yüklemeye zorla

source: Collect plugins
cs: Sbírat pluginy
el: Συλλογή προσθέτων
fr: Collecter les plugins
ja: プラグインの収集
lt: Surinkti įskiepius
nl: Plug-ins ophalen
no: Hent inn utvidelser
ru: Собрать плагины
sr: Skupi plugine
tr: Eklentileri topla

source: Collect plugins and add them to the registry
cs: Sbírat pluginy a přidávat je do registru
el: Συλλογή προσθέτων και προσθήκη τους στο μητρώο
fr: Collecter les plugins et les ajouter au registre
ja: プラグインの収集とレジストリへの追加
lt: Surinkti įskiepius ir įtraukti juos į registrą
nl: Verzamel plug-ins en voeg ze toe aan het register
no: Hent inn utvidelser og legg dem til i registeret
ru: Собрать плагины и добавить их в реестр
sr: Skupi plugine i dodaj ih u registar
tr: Eklentileri topla ve kayıt defterine ekle

source: Activate Plugin
cs: Aktivovat plugin
el: Ενεργοποίηση πρόσθετου
fr: Activer le plugin
ja: プラグインを有効化
lt: Aktyvuoti įskiepį
nl: Activeer plug-in
no: Aktivér utvidelse
ru: Активировать плагин
sr: Aktiviraj plugin
tr: Eklentiyi Aktifleştir

source: Activate this plugin
cs: Aktivovat tento plugin
el: Ενεργοποίηση αυτού του πρόσθετου
fr: Activer ce plugin
ja: このプラグインを有効化します
lt: Aktyvuoti šį įskiepį
nl: Deze plug-in activeren
no: Aktivér denne utvidelsen
ru: Активировать этот плагин
sr: Aktiviraj ovaj plugin
tr: Bu eklentiyi aktifleştir

source: Mandatory plugin cannot be deactivated
cs: Povinný plugin nemůže být vypnut
el: Υποχρεωτικό πρόσθετο δεν μπορεί να απενεργοποιηθεί
ja: 必須プラグインは無効化できません
nl: Verplichte plug-in kan niet worden gedeactiveerd
ru: Обязательный плагин нельзя деактивировать
tr: Zorunlu eklenti pasifleştirilemez

source: Delete configuration
cs: Odstranit nastavení
el: Διαγραφή ρύθμισης
fr: Supprimer la configuration
ja: 設定の削除
lt: Ištrinti konfigūraciją
nl: Configuratie verwijderen
ru: Удалить конфигурацию
sr: Obriši konfiguraciju
tr: Yapılandırmayı sil

source: Delete the plugin configuration from the database
cs: Odstranit konfiguraci pluginu z databáze
el: Διαγραφή της ρύθμισης του πρόσθετου από τη βάση δεδομένων
fr: Supprimer la configuration du plugin de la base de données
ja: データベースからプラグイン設定を削除します
lt: Ištrinti įskiepio konfigūraciją iš duomenų bazės
nl: Verwijder de plug-in configuratie uit de database
ru: Удалить конфигурацию плагина из базы данных
sr: Obriši konfiguraciju plugina iz baze podataka
tr: Eklenti yapılandırmasını veritabanından sil

source: The user for which this setting applies
cs: Uživatel pro kterého platí toto nastavení
el: Ο χρήστης στον οποίο εφαρμόζεται αυτή η ρύθμιση
ja: この設定が適用されるユーザー
nl: De gebruiker waarvoor deze instelling van toepassing is
ru: Пользователь, для которого применяется эта настройка
tr: Bu ayarların uygulanacağı kullanıcı

source: Items
cs: Položky
el: Είδη
fr: Articles
ja: アイテム
lt: Elementai
ru: Элементы
sr: Stavke
tr: Kalemler

source: Plugin not found
cs: Plugin nebyl nalezen
el: Το πρόσθετο δεν βρέθηκε
fr: Plugin non trouvé
ja: プラグインが見つかりません
lt: Įskiepis nerastas
nl: Plug-in niet gevonden
ru: Плагин не найден
sr: Plugin nije pronađen
tr: Eklenti bulunamadı

source: Plugin does not support label printing
cs: Plugin nepodporuje tisk štítků
el: Το πρόσθετο δεν υποστηρίζει εκτύπωση ετικετών
fr: Le plugin ne prend pas en charge l'impression d'étiquettes
ja: プラグインはラベル印刷をサポートしていません
lt: Įskiepis nepalaiko etikečių spausdinimo
nl: Plug-in ondersteunt geen label printen
ru: Плагин не поддерживает печать этикеток
sr: Plugin ne podržava štampanje natpisa
tr: Eklenti, etiket yazdırmayı desteklemiyor

source: Invalid label dimensions
cs: Neplatné rozměry štítku
el: Μη έγκυρες διαστάσεις ετικέτας
fr: Dimensions de l'étiquette non valides
ja: 無効なラベル寸法
lt: Neleistini etiketės matmenys
nl: Ongeldige label afmetingen
ru: Недопустимые размеры этикетки
sr: Nevažeće dimenzije natpisa
tr: Geçersiz etiket boyutları

source: No valid items provided to template
cs: Žádné platné položky nebyly k šabloně poskytnuté
el: Δεν δόθηκαν έγκυρα είδη στο πρότυπο
fr: Aucun élément valide n'a été fourni au modèle
ja: テンプレートに有効な項目がありません
lt: Šablonui nepateikti galimi elementai
nl: Geen geldige items aan de template verstrekt
ru: Ни одного допустимого элемента не предоставлено для шаблона
sr: Nema važećih stavki dostavljenih šablonu
tr: Şablona geçerli öge sağlanmadı

source: Legal
fr: Juridique
ja: リーガル
nl: Juridisch
ru: Правовая информация

source: Letter
fr: Lettre
ja: 文字
nl: Brief
ru: Письмо

source: Template file with this name already exists
cs: Šablona s tímto názvem již existuje
el: Υπάρχει ήδη αρχείο προτύπου με αυτό το όνομα
fr: Le fichier modèle portant ce nom existe déjà
ja: この名前のテンプレートファイルは既に存在します。
lt: Šablono failas tokiu pavadinimu jau egzistuoja
nl: Sjabloonbestand met deze naam bestaat al
ru: Файл шаблона с таким именем уже существует
sr: Šablonski fajl sa ovim imenom već postoji
tr: Aynı isimde bir şablon zaten mevcut

source: Template name
cs: Název šablony
el: Όνομα προτύπου
fr: Nom du modèle
ja: テンプレート名
lt: Šablono pavadinimas
nl: Template naam
no: Malnavn
ru: Название шаблона
sr: Ime šablona
tr: Şablon adı

source: Template description
cs: Popis šablony
el: Περιγραφή προτύπου
fr: Description du modèle
ja: テンプレート説明
lt: Šablono aprašymas
nl: Template beschrijving
ru: Описание шаблона
sr: Opis šablona
tr: Şablon açıklaması

source: Revision number (auto-increments)
cs: Číslo revize (automatické navýšení)
el: Αριθμός αναθεώρησης (αυτόματη αύξηση)
fr: Numéro de révision (auto-incrémentation)
ja: リビジョン番号（自動インクリメント）
lt: Versijos numeris (didinamas automatiškai)
nl: Revisie nummer (auto verhogen)
ru: Номер ревизии (автоматически)
sr: Broj revizija (auto-inkrement)
tr: Revizyon numarası (otomatik artar)

source: Attach to Model on Print
cs: Připojit k modelu při tisku
el: Συσχέτιση με μοντέλο κατά την εκτύπωση
fr: Joindre au modèle sur l'impression
ja: プリントのモデルに装着
lt: Pridėti prie modelio spausdinant
nl: Bevestig aan het model bij afdrukken
ru: Прикреплять к модели при печати
sr: Priloži kao model uz štampanje
tr: Yazdırmada Modele Ekle

source: Save report output as an attachment against linked model instance when printing
cs: Uložit výstup reportu jako přílohu v instanci propojeného modelu při tisku
el: Αποθήκευση του παραγόμενου αναφοράς ως συνημμένου στην συνδεδεμένη εγγραφή μοντέλου κατά την εκτύπωση
fr: Enregistrer le rapport en tant que pièce jointe à l'instance de modèle liée lors de l'impression
ja: 印刷時に、リンクされたモデルインスタンスに対してレポート出力を添付ファイルとして保存
lt: Išsaugoti ataskaitą kaip priedą susietam modelio egzemplioriui spausdinimo metu
nl: Sla rapport output op als bijlage ten opzichte van gekoppelde model instantie bij afdrukken
ru: Сохранять отчёт как вложение к связанному экземпляру модели при печати
sr: Sačuvaj izveštaj kao prilog uz uvezanu instancu modela prilikom štampanja
tr: Yazdırırken rapor çıktısını bağlantılı model örneğine ek olarak kaydet

source: Filename Pattern
cs: Šablona pro názvy souborů
el: Μοτίβο ονόματος αρχείου
fr: Modèle de nom de fichier
ja: ファイル名パターン
lt: Failo vardo šablonas
nl: Bestandsnaam Patroon
no: Filnavnmønster
ru: Шаблон имени файла
sr: Šablon imena fajlova
tr: Dosya Adı Deseni

source: Pattern for generating filenames
cs: Šablona pro generování názvů souborů
el: Μοτίβο για τη δημιουργία ονομάτων αρχείων
fr: Modèle de génération de noms de fichiers
ja: ファイル名生成パターン
lt: Šablonas failų vardų generavimui
nl: Patroon voor het genereren van bestandsnamen
ru: Шаблон для создания имён файлов
sr: Šablon za generisanje imena fajlova
tr: Dosya adları oluşturmak için desen

source: Template is enabled
cs: Šablona je povolena
el: Το πρότυπο είναι ενεργό
fr: Le modèle est activé
ja: テンプレートが有効
lt: Šablonas įjungtas
nl: Template is ingeschakeld
ru: Шаблон включён
sr: Šablon je omogućen
tr: Şablon etkinleştirildi

source: Target model type for template
cs: Cílový typ modelu pro šablonu
el: Τύπος μοντέλου-στόχου για το πρότυπο
fr: Type de modèle cible pour le modèle
ja: テンプレートの対象モデルタイプ
lt: Šablonui skirtas modelio tipas
nl: Doel type model voor sjabloon
ru: Тип модели шаблона
sr: Tip ciljanog modela za šablon
tr: Şablon için hedef model türü

source: Filters
cs: Filtry
el: Φίλτρα
fr: Filtres
ja: フィルター
lt: Filtrai
no: Filtre
ru: Фильтры
sr: Filteri
tr: Filtreler

source: Template query filters (comma-separated list of key=value pairs)
cs: Filtry dotazů šablon (čárkou oddělený seznam klíčových=dvojic hodnot)
el: Φίλτρα ερωτημάτων προτύπου (λίστα ζευγών key=value χωρισμένων με κόμμα)
fr: Filtres de requête de modèle (liste de paires clé/valeur séparées par des virgules)
ja: テンプレートクエリフィルタ（key=valueペアのカンマ区切りリスト）
lt: Šablono užklausos filtrai (kableliais atskirtas key=value porų sąrašas)
nl: Sjabloon zoekfilters (door komma's gescheiden lijst van sleutel=waarde paren)
ru: Фильтры запроса шаблона (список ключ=значение через запятую)
sr: Filteri upita nad šablonima (lista razdvojena zarezom ključ=vrednost parova)
tr: Şablon sorgu filtreleri (virgülle ayrılmış anahtar=değer çiftleri listesi)

source: Template file
cs: Vzorový soubor
el: Αρχείο προτύπου
fr: Fichier modèle
ja: テンプレートファイル
lt: Šablono failas
nl: Sjabloon bestand
ru: Файл шаблона
sr: Šablonski fajl
tr: Şablon dosyası

source: Page size for PDF reports
cs: Velikost stránky pro PDF reporty
el: Μέγεθος σελίδας για αναφορές PDF
fr: Taille des pages pour les rapports PDF
ja: PDFレポートのページサイズ
lt: Puslapio dydis PDF ataskaitoms
nl: Standaard paginagrootte voor PDF rapport
no: Sidestørrelse for PDF-rapporter
ru: Размер страницы для PDF-отчётов
sr: Veličina strane za PDF izveštaje
tr: PDF raporları için sayfa boyutu

source: Render report in landscape orientation
cs: Vykreslit report v orientaci na šířku
el: Απόδοση αναφοράς σε οριζόντιο προσανατολισμό
fr: Rendre le rapport en orientation paysage
ja: レポートを横向きにレンダリング
lt: Rodyti ataskaitą gulsčiai
nl: Rapportage weergeven in liggende stand
no: Generer rapport i landskapsorientering
ru: Рендерить отчёт в альбомной ориентации
sr: Renderuj izveštaj u landscape orijentaciji
tr: Raporu yatay yönde işle

source: Merge
cs: Sloučit
el: Συγχώνευση
fr: Fusionner
ja: 統合
nl: Samenvoegen
ru: Объединить
tr: Birleştir

source: Render a single report against selected items
cs: Vykreslit jeden report proti vybraným položkám
el: Απόδοση μίας ενιαίας αναφοράς για τα επιλεγμένα είδη
ja: 選択された項目に対して単一のレポートを生成します
nl: Geef een enkel rapport tegen geselecteerde items
ru: Рендерить один отчёт по выбранным элементам
tr: Seçili ögeler için tek bir rapor oluştur

source: Report generated from template {self.name}
cs: Report generován ze šablony {self.name}
el: Αναφορά που δημιουργήθηκε από το πρότυπο {self.name}
fr: Rapport généré à partir du modèle {self.name}
ja: テンプレート{self.name}から生成されたレポート
lt: Ataskaita sugeneruota iš šablono {self.name}
nl: Rapport gegenereerd door template {self.name}
ru: Отчёт, сгенерированный из шаблона {self.name}
tr: {self.name} şablonundan oluşturulan rapor

source: Template syntax error
cs: Chyba syntaxe šablony
el: Σφάλμα σύνταξης προτύπου
ja: テンプレートの構文エラー
nl: Sjabloon syntaxis fout
ru: Синтаксическая ошибка в шаблоне
tr: Şablon sözdizimi hatası

source: Error rendering report
cs: Chyba při vykreslování reportu
el: Σφάλμα κατά την απόδοση της αναφοράς
ja: レポートの表示にエラーが発生しました
nl: Fout bij het renderen rapport
ru: Ошибка при рендеринге отчёта
tr: Rapor işleme hatası

source: Error generating report
cs: Chyba při generování reportu
el: Σφάλμα κατά τη δημιουργία της αναφοράς
fr: Erreur dans la génération du rapport
ja: レポート生成エラー
lt: Klaida generuojant ataskaitą
nl: Fout bij genereren rapport
ru: Ошибка при генерации отчёта
tr: Rapor oluşturma hatası

source: Error merging report outputs
cs: Chyba při slučování výstupů reportu
el: Σφάλμα κατά τη συγχώνευση των αποτελεσμάτων αναφοράς
ja: レポート出力の統合エラー
nl: Fout bij samenvoegen rapport uitvoer
ru: Ошибка при объединении выводов отчётов
tr: Rapor çıktılarını birleştirme hatası

source: Width [mm]
cs: Šířka [mm]
el: Πλάτος [mm]
fr: Largeur [mm]
ja: 幅 [mm］
lt: Plotis [mm]
nl: Breedte [mm]
no: Bredde [mm]
ru: Ширина [мм]
sr: Širina (u milimetrima)
tr: Genişlik [mm]
