Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Invalid choice for parameter value
cs: Neplatná volba pro hodnotu parametru
el: Μη έγκυρη επιλογή για την τιμή παραμέτρου
fr: Choix incorrect pour la valeur du paramètre
ja: パラメータ値の選択が無効
lt: Neteisingas pasirinkimas parametro reikšmei
nl: Ongeldige keuze voor parameter waarde
no: Ugyldig valg for parameterverdi
ru: Недопустимое значение параметра
sr: Nije validan izbor za vrednost parametra
tr: Parametre değeri için geçersiz seçim

source: Invalid model type specified for parameter
cs: Neplatný typ modelu pro daný parametr
fr: Type de modèle non valide pour la pièce jointe
ja: パラメータに対して無効なモデルタイプが指定されています
nl: Ongeldig modeltype opgegeven voor parameter
ru: Указан неверный тип модели для параметра
tr: Parametre için belirtilen model türü geçersiz

source: Model ID
cs: ID modelu
fr: Identifiant du Modèle (ID)
ja: モデルID
ru: ID модели

source: ID of the target model for this parameter
cs: ID cílového modelu pro tento parametr
fr: ID du modèle cible pour ce paramètre
ja: このパラメータの対象となるモデルのID
nl: ID van het doelmodel voor deze parameter
ru: ID целевой модели для этого параметра
tr: Bu parametre için hedef modelin ID'si

source: Template
cs: Šablona
el: Πρότυπο
fr: Modèle
ja: テンプレート
lt: Šablonas
nl: Sjabloon
no: Mal
ru: Шаблон
sr: Šablon
tr: Şablon

source: Parameter template
cs: Šablona parametru
fr: Modèle de paramètre
ja: パラメータテンプレート
nl: Parameter sjabloon
ru: Шаблон параметра
tr: Parametre şablonu

source: Data
el: Δεδομένα
fr: Données
ja: データ
nl: Gegevens
ru: Данные
sr: Podaci
tr: Veri

source: Parameter Value
cs: Hodnota parametru
el: Τιμή παραμέτρου
fr: Valeur du paramètre
ja: パラメータ値
lt: Parametro reikšmė
nl: Parameterwaarde
no: Parameterverdi
ru: Значение параметра
sr: Vrednost parametra
tr: Parametre Değeri

source: Note
cs: Poznámka
el: Σημείωση
ja: 備考
lt: Pastaba
nl: Opmerking
no: Notat
ru: Заметка
sr: Beleška
tr: Not

source: Optional note field
cs: Volitelné pole pro poznámku
el: Προαιρετικό πεδίο σημείωσης
fr: Champ de notes facultatif
ja: 任意のメモ欄
lt: Neprivalomas pastabų laukas
nl: Optioneel notities veld
no: Valgfritt notatfelt
ru: Опциональное поле записей
sr: Opciona beleška
tr: İsteğe bağlı not alanı

source: Barcode Scan
cs: Sken čárového kódu
el: Σάρωση barcode
fr: Analyse du code-barres
ja: バーコードスキャン
lt: Brūkšninio kodo nuskaitymas
ru: Сканирование штрихкодов
sr: Skeniranje bar koda
tr: Barkod Taraması

source: Barcode data
cs: Data čárového kódu
el: Δεδομένα barcode
fr: Données du code-barres
ja: バーコードデータ
lt: Brūkšninio kodo duomenys
nl: Barcode gegevens
ru: Данные штрихкода
sr: Podaci bar koda
tr: Barkod verisi

source: User who scanned the barcode
cs: Uživatel, který naskenoval čárový kód
el: Χρήστης που σάρωσε το barcode
fr: Utilisateur qui a scanné le code-barres
ja: バーコードをスキャンしたユーザー
lt: Vartotojas, nuskaitęs brūkšninį kodą
nl: Gebruiker die de barcode gescand heeft
ru: Пользователь, который сканировал штрих-код
sr: Korisnik koji je skenirao bar kod
tr: Barkodu taratan kullanıcı

source: Timestamp
cs: Časová značka
el: Χρονική σήμανση
fr: Horodatage
ja: タイムスタンプ
lt: Laiko žymė
nl: Tijdstempel
ru: Метка времени
sr: Vremenski trag
tr: Zaman damgası

source: Date and time of the barcode scan
cs: Datum a čas skenování čárového kódu
el: Ημερομηνία και ώρα της σάρωσης barcode
fr: Date et heure du scan de code-barres
ja: バーコードスキャンの日時
lt: Brūkšninio kodo nuskaitymo data ir laikas
nl: Datum en tijd van de streepjescode scan
ru: Дата и время сканирования штрих-кода
sr: Datum i vreme skeniranja bar koda
tr: Barkod taramasının tarihi ve saati

source: URL endpoint which processed the barcode
cs: Koncový bod URL, který zpracoval čárový kód
el: URL endpoint που επεξεργάστηκε το barcode
fr: Point d'accès à l'URL qui a traité le code-barres
ja: バーコードを処理したURLエンドポイント
lt: URL galutinis taškas, kuris apdorojo brūkšninį kodą
nl: Adres eindpunt dat de streepjescode verwerkt
ru: URL-адрес, обработавший штрихкод
sr: URL krajnja tačka kojaj je obradila bar kod
tr: Barkodu işleyen URL uç noktası

source: Context
cs: Kontext
el: Πλαίσιο
fr: Contexte
ja: コンテキスト
lt: Kontekstas
nl: Inhoud
no: Kontekst
ru: Контекст
sr: Kontekst
tr: Bağlam

source: Context data for the barcode scan
cs: Kontextová data pro skenov čárového kódu
el: Δεδομένα πλαισίου για τη σάρωση barcode
fr: Données contextuelles pour la lecture du code-barres
ja: バーコードスキャンのコンテキストデータ
lt: Konteksto duomenys brūkšninio kodo nuskaitymui
nl: Contextgegevens voor de barcode scan
ru: Контекстные данные для сканирования штрих-кода
sr: Kontekst podataka za skeniranje bar koda
tr: Barkod taraması için bağlam verisi

source: Response
cs: Odpověď
el: Απόκριση
fr: Réponse
ja: 返答
lt: Atsakas
nl: Reactie
ru: Ответ
sr: Odgovor
tr: Yanıt

source: Response data from the barcode scan
cs: Data z odezvy z čárového kódu
el: Δεδομένα απόκρισης από τη σάρωση barcode
fr: Données de réponse provenant de la lecture du code-barres
ja: バーコードスキャンによるレスポンスデータ
lt: Atsako duomenys iš brūkšninio kodo nuskaitymo
nl: Reactiegegevens van de barcode scan
ru: Данные ответа от сканирования штрихкода
sr: Podaci odgovora za skeniranje bar koda
tr: Barkod taramasından gelen yanıt verisi

source: Result
cs: Výsledek
el: Αποτέλεσμα
fr: Résultat
ja: 結果
lt: Rezultatas
nl: Resultaat
no: Resultat
ru: Результат
sr: Rezultat
tr: Sonuç

source: Was the barcode scan successful?
cs: Bylo skenování čárového kódu úspěšné?
el: Ήταν επιτυχημένη η σάρωση barcode;
fr: La lecture du code-barres a-t-elle réussi ?
ja: バーコードスキャンは成功しましたか？
lt: Ar brūkšninio kodo nuskaitymas buvo sėkmingas?
nl: Was de barcode succesvol gescand?
ru: Сканирование штрихкода было успешным?
sr: Da li je skeniranje bar koda bilo uspešno?
tr: Barkod taraması başarılı mıydı?

source: An error occurred
cs: Vyskytla se chyba
el: Παρουσιάστηκε σφάλμα
fr: Une erreur s'est produite
ja: エラーが発生しました
nl: Er is een fout opgetreden
ru: Произошла ошибка
tr: Bir hata oluştu

source: INVE-E8: Email log deletion is protected. Set INVENTREE_PROTECT_EMAIL_LOG to False to allow deletion.
cs: INVE-E8: Odstranení Emailového logu je chráněno. Nastavte INVENTREE_PROTECT_EMAIL_LOG na False pro užmožnění odstranění.
el: INVE-E8: Η διαγραφή του log email προστατεύεται. Ορίστε το INVENTREE_PROTECT_EMAIL_LOG σε False για να επιτραπεί η διαγραφή.
fr: INVE-E8 : La suppression du journal d'e-mail est protégée. Définissez INVENTREE_PROTECT_EMAIL_LOG à False pour permettre la suppression.
ja: INVE-E8: メールログの削除は保護されています。削除を許可するには、INVENTREE_PROTECT_EMAIL_LOG を False に設定してください。
nl: INVE-E8: E-maillog verwijderen wordt beschermd. Zet INVENTREE_PROTECT_EMAIL_LOG naar False om verwijdering toe te staan.
ru: INVE-E8: Удаление журнала электронной почты защищено. Установите INVENTREE_PROTECT_EMAIL_LOG в False, чтобы разрешить удаление.
tr: NVE-ER: E-posta günlüğünün silinmesi korumalı. Silmeye izin vermek için INVENTREE_PROTECT_EMAIL_LOG ayarını False olarak ayarlayın.

source: Email Message
cs: E-mailová zpráva
el: Μήνυμα email
fr: Message email
ja: メールメッセージ
nl: E-mailbericht
ru: Сообщение электронной почты
tr: E-posta İletisi

source: Email Messages
cs: E-mailové zprávy
el: Μηνύματα email
fr: Messages email
ja: メールメッセージ
nl: E-mail berichten
ru: Сообщения электронной почты
tr: E-posta İletileri

source: Announced
cs: Oznámeno
el: Ανακοινώθηκε
fr: Annoncé
ja: 発表されました
nl: Aangekondigd
ru: Объявлено
tr: Duyuruldu

source: Sent
cs: Odesláno
el: Εστάλη
fr: Envoyé
ja: 送信
nl: Verzonden
ru: Отправлено
tr: Gönderildi

source: Failed
cs: Selhalo
el: Απέτυχε
fr: Échec
ja: 失敗
nl: Mislukt
ru: Неудача
tr: Başarısız

source: Delivered
cs: Doručeno
el: Παραδόθηκε
fr: Livré
ja: 配送済み
nl: Geleverd
ru: Доставлено
tr: Teslim edildi

source: Confirmed
cs: Potvrzeno
el: Επιβεβαιώθηκε
fr: Confirmé
ja: 確認済み
nl: Bevestigd
ru: Подтверждено
tr: Onaylandı

source: Inbound
cs: Příchozí
el: Εισερχόμενο
fr: Entrant
ja: インバウンド
nl: Inkomend
ru: Входящее
tr: Gelen

source: Outbound
cs: Odchozí
el: Εξερχόμενο
fr: Sortant
ja: アウトバウンド
nl: Uitgaand
ru: Исходящее
tr: Giden

source: No Reply
cs: Bez odpovědi
el: Χωρίς απάντηση
fr: Sans réponse
ja: 返信なし
nl: Geen antwoord
ru: Без ответа
tr: Yanıt Yok

source: Track Delivery
cs: Sledovat doručení
el: Παρακολούθηση παράδοσης
fr: Suivi de livraison
ja: 配送状況を記録
nl: Track levering
ru: Отслеживать доставку
tr: Teslimat Takibi

source: Track Read
cs: Sledovat přečtení
el: Παρακολούθηση ανάγνωσης
fr: Suivi de la lecture
ja: 読み取りを記録
nl: Track gelezen
ru: Отслеживать прочтение
tr: Okumayı Takip Et

source: Track Click
cs: Sledovat kliknutí
el: Παρακολούθηση κλικ
fr: Suivi du clic
ja: クリックを記録
nl: Track Klik
ru: Отслеживать клики
tr: Tıklamayı Takip Et

source: Global ID
cs: Globální ID
fr: ID Global
ja: グローバルID
nl: Globaal ID
ru: Глобальный идентификатор

source: Identifier for this message (might be supplied by external system)
cs: Identifikátor pro tuto zprávu (může být poskytnut externím systémem)
el: Αναγνωριστικό για αυτό το μήνυμα (ενδέχεται να παρέχεται από εξωτερικό σύστημα)
fr: Identifiant pour ce message (peut être fourni par un système externe)
ja: このメッセージの識別子（外部システムから提供される場合があります）
nl: Identificatie voor dit bericht (kan worden geleverd door een extern systeem)
ru: Идентификатор этого сообщения (может быть предоставлен внешней системой)
tr: Bu ileti için tanımlayıcı (harici sistem tarafından sağlanabilir)

source: Thread ID
cs: ID vlákna
el: ID νήματος
fr: ID du sujet de discussion
ja: スレッドID
nl: Discussie ID
ru: ID цепочки
tr: Konu Kimliği

source: Identifier for this message thread (might be supplied by external system)
cs: Identifikátor pro toto vlákno (může být poskytnut externím systémem)
el: Αναγνωριστικό για αυτό το νήμα μηνυμάτων (ενδέχεται να παρέχεται από εξωτερικό σύστημα)
fr: Identifiant pour ce fil de message (peut être fourni par un système externe)
ja: このメッセージスレッドの識別子（外部システムから提供される場合があります）
nl: Identificatie voor deze bericht draad (kan worden geleverd door een extern systeem)
ru: Идентификатор темы этого сообщения (может быть предоставлен внешней системой)
tr: Bu ileti konusu için tanımlayıcı (harici sistem tarafından sağlanabilir)

source: Thread
cs: Vlákno
el: Νήμα
fr: Fil de discussion
ja: スレッド
nl: Gesprek
ru: Цепочка
tr: Konu

source: Linked thread for this message
cs: Vlákno propojeno k této zprávě
el: Συνδεδεμένο νήμα για αυτό το μήνυμα
fr: Fil lié à ce message
ja: このメッセージに関連するスレッド
nl: Gekoppeld onderwerp voor dit bericht
ru: Связанная цепочка для этого сообщения
tr: Bu mesaja bağlı konu

source: Priority
cs: Priorita
fr: Priorité
ja: 優先順位
nl: Prioriteit
no: Prioritet
ru: Приоритет
tr: Öncelik

source: Email Thread
cs: Emailové vlákno
el: Νήμα email
fr: Fil d'Email
ja: メールのスレッド
nl: E-mail gesprekken
ru: Цепочка электронной почты
tr: E-Posta Konusu

source: Email Threads
cs: Emailové vlákna
el: Νήματα email
fr: Fils d'Emails
ja: メールのスレッド
nl: E-mail gesprekken
ru: Цепочки электронной почты
tr: E-posta Konuları

source: Key
cs: Klíč
el: Κλειδί
fr: Clé
ja: キー
lt: Raktas
nl: Sleutel
no: Nøkkel
ru: Ключ
sr: Ključ
tr: Anahtar

source: Unique key for this thread (used to identify the thread)
cs: Unikátní klíč pro toto vlákno (použitý k identifikaci vlákna)
el: Μοναδικό κλειδί για αυτό το νήμα (χρησιμοποιείται για την ταυτοποίησή του)
fr: Clé unique pour ce fil (utilisée pour identifier le fil)
ja: このスレッドの固有キー（スレッドを識別するために使用されます）
nl: Unieke sleutel voor deze thread (gebruikt om de conversatie te identificeren)
ru: Уникальный ключ для этой цепочки (используется для идентификации цепочки)
tr: Bu konu için benzersiz anahtar (konuyu tanımlamak için kullanılır)

source: Unique identifier for this thread
cs: Unikátní identifikátor pro toto vlákno
el: Μοναδικό αναγνωριστικό για αυτό το νήμα
fr: Identifiant unique pour ce fil
ja: このスレッドの固有識別子
nl: Unieke identificatie voor dit bericht
ru: Уникальный идентификатор этой цепочки
tr: Bu konu için benzersiz tanımlayıcı

source: Started Internal
cs: Začato interně
el: Ξεκίνησε εσωτερικά
fr: Démarré en interne
ja: 内部を開始しました
nl: Intern gestart
ru: Запущено внутренне
tr: Dahili Olarak Başlatıldı

source: Was this thread started internally?
cs: Bylo toto vlákno započato interně?
el: Ξεκίνησε αυτό το νήμα εσωτερικά;
fr: Est-ce que ce fil a été démarré en interne ?
ja: このスレッドは内部で開始されたものですか？
nl: Is dit onderwerp intern gestart?
ru: Эта цепочка была начата внутри?
tr: Bu konu dahili olarak mı başlatıldı?

source: Date and time that the thread was created
cs: Datum a čas kdy bylo vlákno vytvořeno
el: Ημερομηνία και ώρα δημιουργίας του νήματος
fr: Date et heure de création du fil
ja: スレッドが作成された日時
nl: Datum en tijd waarop de conversatie voor het laatst is bijgewerkt
ru: Дата и время создания цепочки
tr: Konunun oluşturulduğu tarih ve saat

source: Date and time that the thread was last updated
cs: Datum a čas kdy bylo vlákno naposledy aktualizováno
el: Ημερομηνία και ώρα της τελευταίας ενημέρωσης του νήματος
fr: Date et heure de dernière mise à jour du fil
ja: スレッドが最後に更新された日時
nl: Datum en tijd waarop de conversatie voor het laatst is bijgewerkt
ru: Дата и время последнего обновления цепочки
tr: Konunun son güncellendiği tarih ve saat

source: New {verbose_name}
cs: Nový {verbose_name}
el: Νέο {verbose_name}
fr: Nouveau {verbose_name}
ja: 新しい {verbose_name}
lt: Naujas {verbose_name}
nl: Nieuw: {verbose_name}
no: Ny {verbose_name}
ru: Новая {verbose_name}
sr: Novo {verbose_name}
tr: Yeni {verbose_name}

source: A new order has been created and assigned to you
cs: Byla vytvořena nová objednávka a přiřazena k vám
el: Δημιουργήθηκε νέα παραγγελία και σας ανατέθηκε
fr: Une nouvelle commande a été créée et vous a été assignée
ja: 新しい注文が作成され、お客様に割り当てられました。
lt: Sukurta nauja užsakymo užduotis ir priskirta jums
nl: Een nieuwe order is aangemaakt en aan u toegewezen
no: En ny ordre har blitt opprettet og tilordnet til deg
ru: Создан новый заказ и назначен вам
sr: Nova narudžbina je kreirana i dodeljena vama
tr: Yeni bir sipariş oluşturuldu ve size atandı

source: {verbose_name} canceled
cs: {verbose_name} zrušeno
el: {verbose_name} ακυρώθηκε
fr: {verbose_name} annulé
ja: {verbose_name} キャンセル
lt: {verbose_name} atšaukta
nl: {verbose_name} is geannuleerd
no: {verbose_name} kansellert
ru: {verbose_name} отменен
sr: {verbose_name} poništeno
tr: {verbose_name} iptal edildi

source: A order that is assigned to you was canceled
cs: Objednávka, která je vám přidělena, byla zrušena
el: Μια παραγγελία που σας είχε ανατεθεί ακυρώθηκε
fr: Une commande qui vous est assignée a été annulée
ja: あなたに割り当てられた注文がキャンセルされました。
lt: Užsakymas, kuris buvo jums priskirtas, buvo atšauktas
nl: Een bestelling die aan u is toegewezen is geannuleerd
no: En ordre som er tildelt til deg ble kansellert
ru: Заказ, назначенный вам, был отменён
sr: Narudžbina koja je bila dodeljena vama je otkazana
tr: Size atanmış bir emir iptal edildi

source: Items Received
cs: Přijaté položky
el: Είδη που παραλήφθηκαν
fr: Articles reçus
ja: 受領品目
lt: Gautos prekės
nl: Ontvangen items
no: Artikler mottatt
ru: Полученные элементы
sr: Stavke primljene
tr: Teslim Alınan Kalemler

source: Items have been received against a purchase order
cs: Položky byly obdrženy proti objednávce
el: Είδη έχουν παραληφθεί έναντι εντολής αγοράς
fr: Des articles d'un bon de commande ont été reçus
ja: 発注書と照らし合わせて商品を受領
lt: Prekės buvo gautos pagal pirkimo užsakymą
nl: Artikelen zijn ontvangen tegen een inkooporder
no: Artikler har blitt mottatt mot en innkjøpsordre
ru: Товары были получены по заказу на закупку
sr: Stavke su primljene uprkos nalogu za kupovinu
tr: Kalemler, bir satın alma siparişine istinaden teslim alındı

source: Items have been received against a return order
cs: Položky byly obdrženy proti vratce
el: Είδη έχουν παραληφθεί έναντι εντολής επιστροφής
fr: Les articles ont été reçus dans le cadre d'un ordre de retour
ja: 返品注文に反して商品が届いた場合
lt: Prekės buvo gautos pagal grąžinimo užsakymą
nl: Items zijn ontvangen tegen een retour bestelling
no: Artikler har blitt mottatt mot en returordre
ru: Товары были получены по заказу на возврат
sr: Stavke su primljene uprkos nalogu za povrat
tr: Kalemler, bir iade siparişine istinaden teslim alındı

source: Indicates if changing this setting requires confirmation
cs: Označuje, zda změna tohoto nastavení vyžaduje potvrzení
fr: Indique si la modification de ce paramètre nécessite une confirmation
nl: Geeft aan of deze instelling bevestiging nodig heeft
ru: Показывает, если изменение этой настройки требует подтверждения
tr: Bu ayarın değiştirilmesi için onay gerekip gerekmediğini gösterir

source: This setting requires confirmation before changing. Please confirm the change.
cs: Toto nastavení vyžaduje potvrzení před změnou. Prosím potvrďte změnu.
fr: Ce paramètre nécessite une confirmation avant les changements. Veuillez confirmer.
nl: Deze instelling vereist een bevestiging voordat u verandert. Bevestig alstublieft de wijziging.
ru: Этот параметр требует подтверждения перед изменением. Пожалуйста, подтвердите изменения.
tr: Bu ayar değiştirilmeden önce onay gerektirir. Lütfen değişikliği onaylayın.

source: Indicates if the setting is overridden by an environment variable
cs: Indikuje zdali bylo nastavení přepsáno proměnou prostředí
el: Δείχνει αν η ρύθμιση παρακάμπτεται από μεταβλητή περιβάλλοντος
fr: Indique si le paramètre est écrasé par une variable d'environnement
ja: 環境変数によって設定が上書きされるかどうかを示します
lt: Nurodo, ar nustatymą pakeičia aplinkos kintamasis
nl: Geeft aan of de instelling overschreven wordt door een omgevingsvariabele
ru: Указывает, переопределена ли настройка переменной окружения
tr: Ayarın bir ortam değişkeni tarafından üstüne yazılıp yazılmadığını belirtir

source: Override
cs: Přepsat
el: Παράκαμψη
fr: Écraser
ja: 上書き
lt: Nepaisyti
nl: Overschrijven
ru: Переопределить
tr: Üstüne Yaz

source: Is Running
cs: Je spuštěné
el: Εκτελείται
fr: En cours d'exécution
ja: 走行中
lt: Vykdoma
nl: Is actief
no: Kjører
ru: Запущен
sr: Pokrenuto je
tr: Çalışıyor

source: Pending Tasks
cs: Čekající úkoly
el: Εργασίες σε αναμονή
fr: Tâches en attente
ja: 保留タスク
lt: Laukiančios užduotys
nl: Openstaande taken
no: Ventende oppgaver
ru: Ожидающие задачи
sr: Čekaju se zadaci
tr: Bekleyen Görevler

source: Scheduled Tasks
cs: Naplánované úlohy
el: Προγραμματισμένες εργασίες
fr: Tâches planifiées
ja: スケジュールされたタスク
lt: Suplanuotos užduotys
nl: Geplande taken
no: Planlagte oppgaver
ru: Запланированные задания
sr: Planirani zadaci
tr: Planlanan Görevler

source: Failed Tasks
cs: Neúspěšné úlohy
el: Αποτυχημένες εργασίες
fr: Tâches échouées
ja: 失敗したタスク
lt: Nepavykusios užduotys
nl: Mislukte taken
no: Mislykkede oppgaver
ru: Невыполненные Задачи
sr: Propali zadaci
tr: Başarısız Görevler

source: Task ID
cs: ID úlohy
el: ID εργασίας
fr: ID de la tâche
ja: タスクID
lt: Užduoties ID
nl: Taak ID
no: Oppgave-ID
ru: Код задачи
sr: ID zadatka
tr: Görev ID

source: Unique task ID
cs: Unikátní ID úlohy
el: Μοναδικό ID εργασίας
fr: ID unique de la tâche
ja: ユニークなタスクID
lt: Unikalus užduoties ID
nl: Unieke taak ID
no: Unik oppgave-ID
ru: Уникальный ID задачи
sr: Jedinstveni ID zadatka
tr: Benzersiz Görev ID

source: Lock
cs: Zamknout
el: Κλείδωμα
fr: Verrouillé
ja: ロック
lt: Užraktas
nl: Vergrendel
no: Lås
ru: Заблокировать
sr: Zaključaj
tr: Kilit

source: Lock time
cs: Čas uzamčení
el: Χρόνος κλειδώματος
fr: Heure verrouillé
ja: ロック時間
lt: Užrakto laikas
nl: Tijdstip van vergrendeling
no: Låsetidspunkt
ru: Время блокировки
sr: Vreme zaključavanja
tr: Kilit Zamanı

source: Task name
cs: Jméno úkolu
el: Όνομα εργασίας
fr: Nom de la tâche
ja: タスク名
lt: Užduoties pavadinimas
nl: Naam van de taak
no: Oppgavenavn
ru: Название задачи
sr: Naziv zadatka
tr: Görev Adı

source: Function
cs: Funkce
el: Συνάρτηση
fr: Fonction
ja: 関数
lt: Funkcija
nl: Functie
no: Funksjon
ru: Функция
sr: Funkcija
tr: Fonksiyon

source: Function name
cs: Název funkce
el: Όνομα συνάρτησης
fr: Nom de la fonction
ja: 機能名
lt: Funkcijos pavadinimas
nl: Functie naam
no: Funksjonsnavn
ru: Имя функции
sr: Ime funkcije
tr: Fonksiyon Adı

source: Arguments
cs: Argumenty
el: Ορίσματα
ja: 引数
lt: Argumentai
nl: Argumenten
no: Argumenter
ru: Аргументы
sr: Argumenti
tr: Argümanlar

source: Task arguments
cs: Argumenty úlohy
el: Ορίσματα εργασίας
fr: Arguments tâche
ja: タスク引数
lt: Užduoties argumentai
nl: Taak argumenten
no: Oppgaveargumenter
ru: Аргументы задачи
sr: Argumenti zadatka
tr: Görev Argümanları

source: Keyword Arguments
cs: Argumenty klíčových slov
el: Ορίσματα λέξεων-κλειδιών
fr: Mots-clés Arguments
ja: キーワード論争
lt: Rakto argumentai
nl: Trefwoord argumenten
no: Nøkkelordargumenter
ru: Именованные аргументы
sr: Ključne reči argumenata
tr: Anahtar Argümanlar

source: Task keyword arguments
cs: Argumenty klíčových slov úlohy
el: Ορίσματα λέξεων-κλειδιών της εργασίας
fr: Mots-clés arguments tâche
ja: タスクキーワード引数
lt: Užduoties rakto argumentai
nl: Taak trefwoord argumenten
no: Nøkkelordargumenter for oppgave
ru: Именованные аргументы задачи
sr: Ključne reči argumenata zadatka
tr: Anahtar görev argümanları

source: Filename
cs: Název souboru
el: Όνομα αρχείου
fr: Nom du fichier
ja: ファイル名
lt: Failo pavadinimas
nl: Bestandsnaam
no: Filnavn
ru: Имя файла
sr: Ime datoteke
tr: Dosya adı

source: Model Type
cs: Typ modelu
el: Τύπος μοντέλου
fr: Type de modèle
ja: モデルタイプ
lt: Modelio tipas
no: Modelltype
ru: Тип модели
sr: Tip modela
tr: Model Tipi

source: User does not have permission to create or edit attachments for this model
cs: Uživatel nemá oprávnění k vytváření nebo úpravám příloh pro tento model
el: Ο χρήστης δεν έχει δικαίωμα να δημιουργήσει ή να επεξεργαστεί συνημμένα για αυτό το μοντέλο
fr: L'utilisateur n'a pas le droit de créer ou de modifier des pièces jointes pour ce modèle
ja: このモデルの添付ファイルを作成または編集する権限がありません。
lt: Vartotojas neturi leidimo kurti ar redaguoti šio modelio priedų
nl: Gebruiker heeft geen toestemming om bijlagen voor dit model te maken of te bewerken
no: Brukeren har ikke tillatelse tillatelse å opprette eller endre vedlegg for denne modellen
ru: Пользователь не имеет разрешения создавать или редактировать вложения для этой модели
sr: Korisnik nema dozvolu da napravi ili izmeni priloge za ovaj model
tr: Kullanıcının bu model için ek oluşturma veya düzenleme izni yok

source: User does not have permission to create or edit parameters for this model
cs: Uživatel nemá práva vytvářet nebo upravovat parametry pro tento model
fr: L'utilisateur n'a pas le droit de créer ou de modifier les paramètres de ce modèle.
ja: ユーザーは、このモデルのパラメータを作成または編集する権限がありません。
nl: Gebruiker heeft geen toestemming om parameters voor dit model te maken of te bewerken
ru: У пользователя нет разрешения на создание или редактирование параметров для этой модели
tr: Kullanıcı bu model için parametre oluşturma veya düzenleme iznine sahip değil

source: Selection list is locked
cs: Tento výběr je uzamčen
el: Η λίστα επιλογών είναι κλειδωμένη
fr: La liste de sélection est verrouillée
ja: 選択リストがロックされています
lt: Pasirinkimų sąrašas yra užrakintas
nl: Lijst met selecties is vergrendeld
ru: Список выбора заблокирован
sr: Lista odabira je zaključana
tr: Seçim listesi kilitli

source: No group
cs: Žádná skupina
el: Χωρίς ομάδα
fr: Pas de groupe
ja: グループなし
lt: Nėra grupės
nl: Geen groep
no: Ingen gruppe
ru: Нет группы
sr: Nema grupe
tr: Grup yok

source: Site URL is locked by configuration
cs: Adresa URL webu je uzamčena konfigurací
el: Το URL του site είναι κλειδωμένο από τη ρύθμιση
fr: L'URL du site est verrouillée par configuration
ja: サイトのURLが設定によってロックされています
lt: Svetainės URL yra užrakintas konfigūracijoje
nl: Website URL is vergrendeld door configuratie
no: Nettstedets URL er låst av konfigurasjon
ru: URL сайта заблокирован настройками
sr: URL sajta je zaključan od strane konfiguracije
tr: Site URL'si yapılandırma tarafından kilitlendi

source: Restart required
cs: Je vyžadován restart
el: Απαιτείται επανεκκίνηση
fr: Redémarrage nécessaire
ja: 再起動が必要
lt: Reikalingas paleidimas iš naujo
nl: Opnieuw opstarten vereist
no: Omstart kreves
ru: Требуется перезапуск
sr: Ponovno pokretanje potrebno
tr: Yeniden başlatma gerekli
