Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Stock Data
cs: Skladová data
el: Δεδομένα αποθέματος
fr: Données sur les stocks
ja: 在庫データ
lt: Atsargų duomenys
nl: Voorraad gegevens
ru: Данные о запасах
tr: Stok Verisi

source: Include part stock data
cs: Zahrnout údaje o zásobách
el: Συμπερίληψη δεδομένων αποθέματος προϊόντος
fr: Inclure les données relatives au stock de pièces
ja: 部品在庫データを含む
lt: Įtraukti detalių atsargų duomenis
nl: Inclusief voorraadgegevens
ru: Включать данные о запасах детали
tr: Parça stok verilerini ekle

source: Pricing Data
cs: Cenová data
el: Δεδομένα τιμολόγησης
fr: Données de tarification
ja: 価格データ
lt: Kainodaros duomenys
nl: Prijs gegevens
ru: Данные о ценах
tr: Fiyatlandırma Verisi

source: Include part pricing data
cs: Zahrnout cenová data
el: Συμπερίληψη δεδομένων τιμολόγησης προϊόντος
fr: Inclure les données relatives au prix des pièces
ja: 部品価格データを含む
lt: Įtraukti detalių kainodaros duomenis
nl: Inclusief prijsgegevens
ru: Включать данные о цене детали
tr: Parça fiyatlandırma verilerini ekle

source: Supplier Data
cs: Dodavatelská data
el: Δεδομένα προμηθευτή
fr: Données du fournisseur
ja: サプライヤーデータ
lt: Tiekėjų duomenys
nl: Leveranciersgegevens
ru: Данные о поставщиках
tr: Tedarikçi Verisi

source: Include supplier data
cs: Zahrnout dodavatelská data
el: Συμπερίληψη δεδομένων προμηθευτή
fr: Inclure les données du fournisseur
ja: サプライヤーデータを含む
lt: Įtraukti tiekėjų duomenis
nl: Inclusief leveranciersgegevens
ru: Включать данные о поставщиках
tr: Tedarikçi verilerini ekle

source: Manufacturer Data
cs: Data výrobce
el: Δεδομένα κατασκευαστή
fr: Données du fabricant
ja: メーカーデータ
lt: Gamintojų duomenys
nl: Fabrikant gegevens
ru: Данные о производителях
tr: Üretici Verisi

source: Include manufacturer data
cs: Zahrnout data výrobce
el: Συμπερίληψη δεδομένων κατασκευαστή
fr: Inclure les données du fabricant
ja: メーカーデータを含む
lt: Įtraukti gamintojų duomenis
nl: Inclusief fabrikant gegevens
ru: Включать данные о производителях
tr: Üretici verilerini ekle

source: Substitute Data
cs: Náhradní data
el: Δεδομένα εναλλακτικών
fr: Données sur les suppléants
ja: 代替データ
lt: Pakaitinių detalių duomenys
nl: Vervang Data
ru: Данные о заменителях
tr: Muadil Verisi

source: Include substitute part data
cs: Zahrnout náhradní data
el: Συμπερίληψη δεδομένων εναλλακτικών προϊόντων
fr: Inclure les données des pièces de rechange
ja: 代替部品データを含む
lt: Įtraukti pakaitinių detalių duomenis
nl: Voeg vervangende deelgegevens toe
ru: Включать данные о детях-заменителях
tr: Muadil parça verilerini ekle

source: Parameter Data
cs: Data parametru
el: Δεδομένα παραμέτρων
fr: Données de paramètres
ja: パラメータデータ
lt: Parametrų duomenys
nl: Parameter gegevens
ru: Данные о параметрах
tr: Parametre Verisi

source: Include part parameter data
cs: Zahrnout data paramentru
el: Συμπερίληψη δεδομένων παραμέτρων προϊόντος
fr: Inclure les données des paramètres de la pièce
ja: 部品パラメータデータを含む
lt: Įtraukti detalių parametrų duomenis
nl: Parametergegevens van onderdeel opnemen
ru: Включать данные о параметрах детали
tr: Parça parametre verilerini ekle

source: Multi-Level BOM Exporter
cs: Exportér více-úrovňových kusovníků
el: Εξαγωγέας BOM πολλαπλών επιπέδων
fr: Exportateur de nomenclatures à plusieurs niveaux
ja: マルチレベルBOMエクスポート
lt: Daugiapakopis BOM eksportuotojas
nl: Meerdere niveau BOM export
ru: Экспорт многоуровневой спецификации
tr: Çok Seviyeli BOM Dışa Aktarıcı

source: Provides support for exporting multi-level BOMs
cs: Poskytuje podoru pro exportování více úrovní kusovníků
el: Παρέχει υποστήριξη για εξαγωγή BOM πολλαπλών επιπέδων
fr: Prise en charge de l'exportation de nomenclatures multiniveaux
ja: マルチレベルBOMのエクスポートをサポートします。
lt: Suteikia galimybę eksportuoti daugiapakopius BOM
nl: Biedt ondersteuning voor het exporteren van multi-level BOMs
ru: Предоставляет поддержку экспорта многоуровневых спецификаций
tr: Çok seviyeli BOM'ları dışa aktarma desteği sunar

source: BOM Level
cs: Úroveň kusovníku
el: Επίπεδο BOM
fr: Niveau de la nomenclature
ja: BOMレベル
lt: BOM lygis
nl: BOM niveau
no: BOM-nivå
ru: Уровень спецификации
tr: BOM Seviyesi

source: Substitute {n}
cs: Náhrada {n}
el: Εναλλακτικό {n}
fr: Substituer {n}
ja: 代替{n}
lt: Pakaitalas {n}
nl: Vervanging {n}
ru: Замена {n}
tr: Muadil {n}

source: Supplier {n}
cs: Dodavatel {n}
el: Προμηθευτής {n}
fr: Fournisseur {n}
ja: サプライヤー {n}
lt: Tiekėjas {n}
nl: Leverancier {n}
ru: Поставщик {n}
tr: Tedarikçi {n}

source: Supplier {n} SKU
cs: SKU dodavatele {n}
el: SKU προμηθευτή {n}
fr: Fournisseur {n} UGS
ja: サプライヤー {n} SKU
lt: Tiekėjo {n} SKU
nl: Leverancier {n} SKU
ru: Артикул поставщика {n}
tr: Tedarikçi {n} SKU

source: Supplier {n} MPN
cs: MPN dodavatele {n}
el: MPN προμηθευτή {n}
fr: Fournisseur {n} MPN
ja: サプライヤー {n} MPN
lt: Tiekėjo {n} MPN
nl: Leverancier {n} MPN
ru: Поставщик {n} MPN
tr: Tedarikçi {n} MPN

source: Manufacturer {n}
cs: Výrobce {n}
el: Κατασκευαστής {n}
fr: Fabricant {n}
ja: メーカー {n}
lt: Gamintojas {n}
nl: Fabrikant {n}
ru: Производитель {n}
tr: Üretici {n}

source: Manufacturer {n} MPN
cs: MPN výrobce {n}
el: MPN κατασκευαστή {n}
fr: Fabricant {n} MPN
ja: メーカー {n} MPN
lt: Gamintojo {n} MPN
nl: Fabrikant {n} MPN
ru: Производитель {n} MPN
tr: Üretici {n} MPN

source: InvenTree Generic Exporter
cs: InvenTree generický exportér
el: Γενικός εξαγωγέας InvenTree
fr: Exporteur générique d'InvenTree
ja: InvenTree ジェネリック・エクスポーター
lt: InvenTree bendras eksportuotojas
nl: InvenTree generieke exporteur
ru: Общий экспортёр InvenTree
tr: InvenTree Genel Dışa Aktarıcı

source: Provides support for exporting data from InvenTree
cs: Poskytuje podporu pro exportování dat z InvenTree
el: Παρέχει υποστήριξη για εξαγωγή δεδομένων από το InvenTree
fr: Prise en charge de l'exportation de données à partir d'InvenTree
ja: InvenTreeからのデータエクスポートをサポートします。
lt: Suteikia galimybę eksportuoti duomenis iš InvenTree
nl: Biedt ondersteuning voor het exporteren van gegevens van InvenTree
ru: Предоставляет поддержку экспорта данных из InvenTree
tr: InvenTree'den verileri dışa aktarma desteği sağlar

source: Exclude Inactive
cs: Vyloučit neaktivní
ja: 非アクティブを除外する
nl: Uitsluiten van niet-actief
ru: Исключить неактивные
tr: Pasifi Hariç Tut

source: Exclude parameters which are inactive
cs: Vyloučit parametry které jsou neaktivní
ja: 非アクティブなパラメータを除外します
nl: Uitsluiten van niet-actieve parameters
ru: Исключить параметры, которые неактивны
tr: Pasif parametreleri hariç tut

source: Parameter Exporter
cs: Exportér parametru
ja: パラメータエクスポーター
nl: Parameter exporteur
ru: Экспортёр параметров
tr: Parametre Dışa Aktarıcı

source: Exporter for model parameter data
cs: Exportér pro modelová parametrová data
ja: モデルパラメータデータ用エクスポーター
nl: Exporteur voor modelparameter gegevens
ru: Экспортёр данных параметров модели
tr: Model parametre verilerini dışa aktarıcı

source: Include External Stock
cs: Zahrnout externí zásoby
el: Συμπερίληψη εξωτερικού αποθέματος
ja: 外部在庫を含める
nl: Inclusief externe voorraad
ru: Включать внешний запас
tr: Harici Stoku Ekle

source: Include external stock in the stocktake data
cs: Zahrnout externí zásoby do údajů o inventuře
el: Συμπερίληψη εξωτερικού αποθέματος στα δεδομένα απογραφής
ja: 棚卸データに外部在庫を含めてください
nl: Externe voorraad opnemen in de voorraadgegevens
ru: Включать внешний запас в данные инвентаризации
tr: Stok sayımı verilerine harici stoku ekle

source: Include Variant Items
cs: Zahrnout varianty předmětu
el: Συμπερίληψη ειδών παραλλαγών
ja: バリエーション品目を含める
nl: Inclusief variant items
ru: Включать варианты
tr: Varyantları Ekle

source: Include part variant stock in pricing calculations
cs: Zahrnout varianty dílu při výpočtu cen
el: Συμπερίληψη αποθέματος παραλλαγών προϊόντος στους υπολογισμούς τιμής
ja: 価格計算に部品のバリエーション在庫を含める
nl: Voeg gedeeltelijk variant voorraad toe aan de prijsberekeningen.
ru: Включать запас вариантов детали в расчёты цен
tr: Fiyat hesaplamalarına parça varyant stokunu ekle

source: Part Stocktake Exporter
cs: Exportér inventury dílu
el: Εξαγωγέας απογραφής προϊόντος
ja: 部品在庫棚卸データ用エクスポーター
nl: Voorraadexporteur onderdelen
ru: Экспортёр инвентаризации деталей
tr: Parça Stok Sayımı Dışa Aktarıcı

source: Exporter for part stocktake data
cs: Exportér pro data inventury dílu
el: Εξαγωγέας για δεδομένα απογραφής προϊόντος
ja: 部品在庫棚卸データ用エクスポーター
nl: Exporteerder voor voorraadgegevens van onderdelen
ru: Экспортёр данных инвентаризации деталей
tr: Parça stok sayımı dışa aktarıcısı

source: Minimum Unit Cost
cs: Minimální cena jednotky
el: Ελάχιστο μοναδιαίο κόστος
ja: 最小単位コスト
nl: Minimale kostprijs
ru: Минимальная стоимость за единицу
tr: Minimum Birim Maliyeti

source: Maximum Unit Cost
cs: Maximální cena jednotky
el: Μέγιστο μοναδιαίο κόστος
ja: 最大単位コスト
nl: Maximale kosten
ru: Максимальная стоимость за единицу
tr: Maksimum Birim Maliyeti

source: Minimum Total Cost
cs: Minimální celková cena
el: Ελάχιστο συνολικό κόστος
ja: 最低総費用
nl: Minimale totale kosten
ru: Минимальная общая стоимость
tr: Minimum Toplam Maliyet

source: Maximum Total Cost
cs: Maximální celková cena
el: Μέγιστο συνολικό κόστος
ja: 最大総費用
nl: Maximale totale kosten
ru: Максимальная общая стоимость
tr: Maksimum Toplam Maliyet

source: InvenTree UI Notifications
cs: Oznámení InvenTree UI
el: Ειδοποιήσεις διεπαφής InvenTree
ja: InvenTree UI 通知
nl: InvenTree meldingen
ru: Уведомления интерфейса InvenTree
tr: InvenTree Arayüz Bildirimleri

source: Integrated UI notification methods
cs: Integrovaná metoda oznámení UI
el: Ενσωματωμένες μέθοδοι ειδοποιήσεων διεπαφής
ja: 統合されたUI通知方法
nl: Geïntegreerde UI notificatiemethoden
ru: Интегрированные методы уведомлений в интерфейсе
tr: Entegre arayüz bildirim yöntemleri

source: InvenTree Email Notifications
cs: InvenTree emailová notifikace
el: Ειδοποιήσεις email InvenTree
ja: InvenTree メール通知
nl: InvenTree e-mail notificaties
ru: Уведомления по электронной почте InvenTree
tr: InvenTree E-posta Bildirimleri

source: Integrated email notification methods
cs: Integrovaná metoda notifikace emailem
el: Ενσωματωμένες μέθοδοι ειδοποιήσεων email
ja: 統合されたメール通知方法
nl: Geïntegreerde methoden voor e-mailmeldingen
ru: Интегрированные методы уведомлений по электронной почте
tr: Entegre e-posta bildirim yöntemleri

source: Allow email notifications
cs: Povolit emailové notifikace
el: Επιτρέπονται ειδοποιήσεις email
ja: メール通知を許可します
nl: Email notificaties toestaan
ru: Разрешить уведомления по электронной почте
tr: E-posta bildirimlerine izin verin

source: Allow email notifications to be sent to this user
cs: Povolí posílat emailové notifikace tomuto uživateli
el: Επιτρέπεται η αποστολή ειδοποιήσεων email σε αυτόν τον χρήστη
ja: このユーザーへのメール通知を許可します
nl: E-mailberichten naar deze gebruiker sturen toestaan
ru: Разрешить отправку уведомлений по электронной почте этому пользователю
tr: Bu kullanıcıya e-posta bildirimlerinin gönderilmesine izin verin

source: InvenTree Slack Notifications
cs: InvenTree Slack notifikace
el: Ειδοποιήσεις Slack InvenTree
ja: InvenTree Slack通知
nl: InvenTree slack meldingen
ru: Уведомления Slack InvenTree
tr: InvenTree Slack Bildirimleri

source: Integrated Slack notification methods
cs: Integrovaná metoda notifikace Slack
el: Ενσωματωμένες μεθόδοι ειδοποιήσεων Slack
ja: 統合されたSlack通知方法
nl: Geïntegreerde Slack meldingsmethoden
ru: Интегрированные методы уведомлений Slack
tr: InvenTree Slack bildirim yöntemleri

source: Slack incoming webhook URL
cs: URL příchozího Slack Webhooku
nl: Slack inkomende webhook url
ru: Ссылка "Slack incoming webhook"
tr: Slack gelen webhook URL'si

source: URL that is used to send messages to a slack channel
cs: ULR využívána k posílání zpráv do slack kanálu
el: URL που χρησιμοποιείται για την αποστολή μηνυμάτων σε κανάλι Slack
fr: URL utilisée pour envoyer des messages à un canal Slack
ja: slack チャンネルにメッセージを送信する際に使用する URL。
lt: URL, naudojamas pranešimams siųsti į Slack kanalą
nl: URL die wordt gebruikt om berichten te verzenden naar een slack kanaal
no: URL brukt til å sende meldinger til en Slack-kanal
ru: URL, используемый для отправки сообщений в канал Slack
sr: URL koji služi za slanje poruka na Slack kanal
tr: Bir Slack kanalına mesajlar göndermek için kullanılacak URL

source: Open link
cs: Otevřít odkaz
el: Άνοιγμα συνδέσμου
fr: Ouvrir le lien
ja: リンクを開く
lt: Atidaryti nuorodą
no: Åpne lenke
ru: Открыть ссылку
sr: Otvori link
tr: Bağlantıyı aç

source: InvenTree Currency Exchange
cs: InvenTree směnárna
el: Συναλλαγματική ισοτιμία InvenTree
fr: Le bureau de change InvenTree
ja: インベンツリー両替所
lt: InvenTree valiutų keitimo integracija
nl: InvenTree valuta wisselkoers
no: InvenTree valutautveksling
ru: Обмен валют InvenTree
sr: Razmena valuta
tr: InvenTree Döviz Kuru

source: Default currency exchange integration
cs: Výchozí integrovaná směnárna
el: Προεπιλεγμένη ενσωμάτωση συναλλαγματικών ισοτιμιών
fr: Intégration du taux de change par défaut
ja: デフォルトの為替統合
lt: Numatytoji valiutų keitimo integracija
nl: Standaard munteenheden omwisselen integratie
no: Standard valutaintegrasjon
ru: Интеграция обмена валют по умолчанию
sr: Podrazumevana integracija razmene valuta
tr: Varsayılan döviz kuru entegrasyonu

source: InvenTree Machines
cs: InvenTree zařízení
el: Μηχανές InvenTree
ja: InvenTree マシーンズ
ru: Машины InvenTree
tr: InvenTree Makineleri

source: Built-in machine types for InvenTree
cs: Vestavěné typy mašin pro InvenTree
el: Ενσωματωμένοι τύποι μηχανών για το InvenTree
ja: InvenTreeの組み込みマシンタイプ
nl: Ingebouwde machinetypes voor InvenTree
ru: Встроенные типы машин для InvenTree
tr: InvenTree için yerleşik makine türleri

source: Part Notifications
cs: Oznámení dílu
el: Ειδοποιήσεις προϊόντων
fr: Notifications de pièces
ja: 部品通知
lt: Detalių pranešimai
nl: Meldingen voor onderdelen
ru: Уведомления о деталях
tr: Parça Bildirimleri

source: Notify users about part changes
cs: Upozorni uživatele o změně dílu
el: Ειδοποίηση χρηστών για αλλαγές σε προϊόντα
fr: Informer les utilisateurs des modifications apportées aux pièces
ja: パーツ変更に関するユーザーへの通知
lt: Informuoti vartotojus apie detalių pakeitimus
nl: Gebruikers inlichten over wijzigingen in onderdelen
ru: Уведомлять пользователей об изменениях деталей
tr: Kullanıcılara parça değişikliklerini bildir

source: Send notifications
cs: Odeslat oznámení
el: Αποστολή ειδοποιήσεων
fr: Envoyer des notifications
ja: 通知を送信する
lt: Siųsti pranešimus
nl: Meldingen verzenden
ru: Отправлять уведомления
tr: Bildirim gönder

source: Send notifications for part changes to subscribed users
cs: Odeslat oznámení na změnu důli pro odebírané uživatele
el: Αποστολή ειδοποιήσεων για αλλαγές προϊόντων σε εγγεγραμμένους χρήστες
fr: Envoi de notifications aux utilisateurs abonnés en cas de modification d'un élément
ja: パーツ変更の通知を購読ユーザーに送信
lt: Siųsti pranešimus apie detalių pakeitimus prenumeratoriams
nl: Stuur meldingen van wijzigingen in onderdelen aan geabonneerde gebruikers
ru: Отправлять уведомления об изменениях деталей подписанным пользователям
tr: Takip eden kullanıcılara parça değişiklikleri için bildirim gönder

source: Changed part notification
cs: Oznámení o změně dílu
el: Ειδοποίηση αλλαγής προϊόντος
fr: Notification de changement de pièce
ja: 部品変更通知
lt: Pranešimas apie pakeistą detalę
nl: Melding gewijzigd onderdeel
ru: Уведомление об изменённой детали
tr: Değişen parça bildirimi

source: The part `{part.name}` has been triggered with a `{part_action}` event
cs: Díl '{part.name}' byl spuštěn událostí '{part_action}'
el: Το προϊόν `{part.name}` ενεργοποίησε ένα συμβάν `{part_action}`
fr: La partie `{part.name}` a été déclenchée par un événement `{part_action}`
ja: パーツ `{part.name}` が `{part_action}` イベントでトリガーされました。
lt: Detalei `{part.name}` įvyko `{part_action}` įvykis
nl: Het deel `{part.name}` is geactiveerd met een `{part_action}` event
ru: Для детали `{part.name}` произошло событие `{part_action}`
tr: `{part.name}` parçası, `{part_action}` olayı ile tetiklenmiştir

source: InvenTree PDF label printer
cs: InvenTree tiskárna PDF štítků
el: Εκτυπωτής ετικετών PDF InvenTree
fr: Imprimante d'étiquettes PDF InvenTree
ja: InvenTree PDFラベルプリンタ
lt: InvenTree PDF etikečių spausdintuvas
no: InvenTree PDF etikettskriver
ru: PDF-печать этикеток InvenTree
sr: PDF štampanje natpisa
tr: InvenTree PDF etiket yazıcı

source: Provides native support for printing PDF labels
cs: Poskytuje nativní podporu pro tisk PDF štítků
el: Παρέχει εγγενή υποστήριξη για εκτύπωση ετικετών PDF
fr: Prise en charge native de l'impression d'étiquettes au format PDF
ja: PDFラベルの印刷をネイティブでサポート
lt: Suteikia vidinį palaikymą PDF etikečių spausdinimui
nl: Biedt ondersteuning voor het drukken van PDF labels
no: Gir innebygd støtte for å skrive ut PDF-etiketter
ru: Предоставляет встроенную поддержку печати этикеток PDF
sr: Pruža podršku za štampanje PDF natpisa
tr: PDF etiketleri yazdırmak için yerleşik destek sağlar

source: Debug mode
cs: Režim ladění
el: Λειτουργία αποσφαλμάτωσης
fr: Mode débogage
ja: デバッグモード
lt: Derinimo režimas
nl: Foutopsporing modus
no: Feilsøkingsmodus
ru: Режим отладки
sr: Debug mod
tr: Hata ayıklama modu

source: Enable debug mode - returns raw HTML instead of PDF
cs: Povolit režim ladění - vrátí HTML místo PDF
el: Ενεργοποίηση λειτουργίας αποσφαλμάτωσης - επιστρέφει ακατέργαστο HTML αντί για PDF
fr: Activer le mode débogage - renvoie du HTML brut au lieu du PDF
ja: デバッグモードを有効にする - PDFの代わりに生のHTMLを返します。
lt: Įjungti derinimo režimą - grąžina neapdorotą HTML vietoje PDF
nl: Schakel debug modus in - retourneert ruwe HTML in plaats van PDF
no: Aktiver feilsøkingsmodus - returnerer rå HTML i stedet for PDF
ru: Включить режим отладки — возвращает чистый HTML вместо PDF
sr: Omogućava debug mod - vraća sirov HTML umesto PDF-a
tr: Hata ayıklama modunu etkinleştir - PDF yerine ham HTML döndürür

source: InvenTree machine label printer
cs: InvenTree tiskárna strojových štítků
el: Εκτυπωτής ετικετών μηχανής InvenTree
fr: Imprimante d'étiquettes InvenTree
ja: ラベルプリンター
lt: InvenTree automatinis etikečių spausdintuvas
ru: Печать этикеток на машине InvenTree
sr: Mašinsko štampanje natpisa
tr: InvenTree cihaz etiket yazıcısı

source: Provides support for printing using a machine
cs: Poskytuje podporu pro tisk pomocí stroje
el: Παρέχει υποστήριξη για εκτύπωση μέσω μηχανής
fr: Fournit un support pour l'impression à l'aide d'une machine
ja: 機械による印刷をサポートします。
lt: Suteikia palaikymą spausdinimui naudojant įrenginį
nl: Biedt ondersteuning voor het printen met een machine
ru: Предоставляет поддержку печати с использованием машины
sr: Pruža podršku za štampanje pomoću mašine
tr: Bir cihaz aracılığıyla yazdırma desteği sunar

source: last used
cs: naposledy použito
el: τελευταία χρήση
fr: dernière utilisation
ja: 最終使用
lt: paskutinį kartą naudota
nl: laatst gebruikt
ru: последнее использование
sr: poslednji put korišćeno
tr: son kullanılan

source: Options
cs: Možnosti
el: Επιλογές
fr: Paramètres
ja: オプション
lt: Parinktys
nl: Opties
ru: Параметры
sr: Opcije
tr: Seçenekler

source: Page size for the label sheet
cs: Velikost stránky pro štítek
el: Μέγεθος σελίδας για το φύλλο ετικετών
fr: Taille de la page pour la feuille d'étiquettes
ja: ラベルシートのページサイズ
lt: Etikečių lapo puslapio dydis
nl: Paginaformaat voor het label blad
no: Sidestørrelse på etikett-arket
ru: Размер страницы для листа этикеток
sr: Veličina strane za stranu sa natpisima
tr: Etiket sayfasının boyutu

source: Skip Labels
cs: Přeskočit štítky
el: Παράλειψη ετικετών
fr: Sauter les étiquettes
ja: ラベルをスキップ
lt: Praleisti etiketes
nl: Labels overslaan
no: Hopp over etiketter
ru: Пропустить Этикетки
sr: Preskoči natpise
tr: Etiketleri Atla

source: Skip this number of labels when printing label sheets
cs: Přeskočit tento počet štítků při tisku listů štítků
el: Παράλειψη αυτού του αριθμού ετικετών κατά την εκτύπωση φύλλων ετικετών
fr: Sauter ce nombre d'étiquettes lors de l'impression de feuilles d'étiquettes
ja: ラベルシートの印刷時に、このラベル数をスキップします。
lt: Spausdinant etikečių lapą, praleisti nurodytą etikečių skaičių
nl: Dit aantal labels bij het afdrukken van labels overslaan
no: Hopp over dette antallet etiketter når det skrives ut etiketterark
ru: Пропустить это количество этикеток при печати листов
sr: Preskoči ovaj broj natpisa pri štampanju strane sa natpisima
tr: Etiket sayfası yazdırılırken atlanacak etiket sayısı

source: Border
cs: Rámeček
el: Περίγραμμα
fr: Frontière
ja: ボーダー
lt: Rėmelis
nl: Rand
no: Kantlinjer
ru: Граница
tr: Kenarlık

source: Print a border around each label
cs: Vytisknout okraj kolem každého štítku
el: Εκτύπωση περιγράμματος γύρω από κάθε ετικέτα
fr: Imprimer une bordure autour de chaque étiquette
ja: 各ラベルの周囲に枠線を印刷します。
lt: Spausdinti rėmelį aplink kiekvieną etiketę
nl: Print een rand rond elk label
no: Skriv ut en kant rundt hver etikett
ru: Печатать рамку вокруг каждой этикетки
sr: Štampa border oko svakog natpisa
tr: Her etiketin etrafına kenarlık ekle

source: Landscape
cs: Na šířku
el: Οριζόντιος προσανατολισμός
fr: Paysage
ja: ランドスケープ
lt: Gulsčias
nl: Liggend
no: Liggende
ru: Альбомная
sr: Lendskejp
tr: Yatay

source: Print the label sheet in landscape mode
cs: Vytisknout list štítků na šířku
el: Εκτύπωση του φύλλου ετικετών σε οριζόντιο προσανατολισμό
fr: Imprimer la feuille d'étiquettes en mode paysage
ja: ラベルシートを横向きに印刷
lt: Spausdinti etikečių lapą gulsčiu režimu
nl: Print het label blad in liggende modus
no: Skriv ut etikett-arket i liggende modus
ru: Печатать лист этикеток в альбомной ориентации
sr: Štampa stranu sa natpisima u landscape modu
tr: Etiket sayfasını yatay olarak yazdır

source: Page Margin
cs: Okraj stránky
el: Περιθώριο σελίδας
fr: Marge de page
ja: ページ余白
lt: Puslapio paraštė
nl: Paginamarges
ru: Поле страницы
tr: Sayfa Kenar Boşluğu

source: Margin around the page in mm
cs: Okraj kolem stránky v mm
el: Περιθώριο γύρω από τη σελίδα σε χιλιοστά
fr: Marge autour de la page en mm
ja: ページの周囲の余白（単位：mm）
lt: Paraštė aplink puslapį (mm)
nl: Marge rondom de pagina in mm
ru: Поле вокруг страницы в мм
tr: Sayfanın kenar boşluğu (mm)

source: InvenTree Label Sheet Printer
cs: InvenTree tiskárna listů štítků
el: Εκτυπωτής φύλλου ετικετών InvenTree
fr: Imprimante de feuilles d'étiquettes InvenTree
ja: InvenTree ラベルシート・プリンタ
lt: InvenTree etikečių lapo spausdintuvas
nl: InvenTree label plaat printer
no: InvenTree etikett-ark skriver
ru: Печать листов этикеток InvenTree
sr: Štampač natpisa
tr: InvenTree Etiket Sayfası Yazıcısı

source: Arrays multiple labels onto a single sheet
cs: Sestaví více štítků na jeden list
el: Τοποθετεί πολλαπλές ετικέτες σε ένα μόνο φύλλο
fr: Regroupement de plusieurs étiquettes sur une seule feuille
ja: 複数のラベルを1枚のシートに配列
lt: Išdėsto kelias etiketes viename lape
nl: Arrays multiple labels op een enkele plaat
no: Sprer ut flere etiketter på ett enkelt ark
ru: Размещает несколько этикеток на одном листе
sr: Stavlja više natpisa na jednu stranu
tr: Birden fazla etiketi tek bir sayfaya dizer

source: Label is too large for page size
cs: Štítek je příliš velký pro velikost stránky
el: Η ετικέτα είναι πολύ μεγάλη για το μέγεθος σελίδας
fr: L'étiquette est trop grande pour la taille de la page
ja: ラベルがページサイズに対して大きすぎる
lt: Etiketė per didelė šiam puslapio dydžiui
nl: Label is te groot voor pagina grootte
no: Etiketten er for stor for sidestørrelse
ru: Этикетка слишком большая для размера страницы
sr: Natpis je prevelik za veličinu stranice
tr: Etiket bu sayfa boyutu için çok büyük

source: No labels were generated
cs: Nebyly vygenerovány žádné štítky
el: Δεν δημιουργήθηκαν ετικέτες
fr: Aucune étiquette n'a été générée
ja: ラベルは生成されませんでした
lt: Etikečių nesugeneruota
nl: Geen labels gegenereerd
no: Ingen etiketter ble generert
ru: Не было создано ни одной этикетки
sr: Nijedan natpis nije generisan
tr: Hiç etiket oluşturulmadı
