Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Template for generating default batch codes for stock items
cs: Šablona pro generování výchozích kódů dávky pro skladové položky
el: Πρότυπο για τη δημιουργία προεπιλεγμένων κωδικών παρτίδας για στοιχεία αποθέματος
fr: Modèle pour générer des codes par défaut pour les articles en stock
ja: ストックアイテムのデフォルトバッチコード生成用テンプレート
lt: Šablonas numatytiesiems atsargų partijos kodams generuoti
nl: Sjabloon voor het genereren van standaard batchcodes voor voorraadartikelen
no: Mal for generering av standard batchkoder for lagervarer
ru: Шаблон для создания кодов партии по умолчанию для складских позиций
sr: Šablon za generisanje podrazumevanih kodova serije stavki u zalihama
tr: Stok kalemleri için varsayılan parti kodları oluşturma şablonu

source: Stock Expiry
cs: Expirace zásob
el: Λήξη αποθέματος
fr: Expiration du stock
ja: 有効期限
lt: Atsargų galiojimas
nl: Verlopen Voorraad
no: Lagerbeholdning utløper
ru: Срок годности Запасов
sr: Datum isteka zaliha
tr: Stok Sona Erme Tarihi

source: Enable stock expiry functionality
cs: Povolit funkci expirace zásob
el: Ενεργοποίηση λειτουργίας λήξης αποθέματος
fr: Activer la fonctionnalité d'expiration du stock
ja: 在庫期限切れ機能の有効化
lt: Įjungti atsargų galiojimo funkcionalumą
nl: Verlopen voorraad functionaliteit inschakelen
no: Aktiver funksjonalitet for utløp av lagerbeholdning
ru: Включить функцию истечения срока годности
sr: Omogući funkcionalnost isteka zaliha
tr: Stokun sona erme işlevselliğini etkinleştir

source: Sell Expired Stock
cs: Prodat prošlé zásoby
el: Πώληση ληγμένου αποθέματος
fr: Vendre le stock expiré
ja: 期限切れ株式の売却
lt: Parduoti pasibaigusias galioti atsargas
nl: Verkoop Verlopen Voorraad
no: Selg utløpt lagerbeholdning
ru: Использовать просроченные остатки в производстве
sr: Prodaja isteklih zaliha
tr: Süresi Dolan Stoku Sat

source: Allow sale of expired stock
cs: Povolit prodej prošlých zásob
el: Να επιτρέπεται η πώληση ληγμένου αποθέματος
fr: Autoriser la vente de stock expiré
ja: 期限切れ株式の売却を許可
lt: Leisti parduoti pasibaigusias galioti atsargas
nl: Verkoop verlopen voorraad toestaan
no: Tillat salg av utgått lagerbeholdning
ru: Разрешить продажу просроченных запасов
sr: Dozvoli prodaju isteklih zaliha
tr: Süresi dolan stok satışına izin ver

source: Stock Stale Time
cs: Čas stáří zásob
el: Χρόνος απαρχαίωσης αποθέματος
fr: Délai de péremption du stock
ja: 在庫切れ時間
lt: Atsargų senėjimo laikas
nl: Voorraad Vervaltijd
no: Foreldet lagerbeholdning tidsintervall
ru: Время Залежалости Запасов
sr: Vreme zastarevanja zaliha
tr: Stok Eskime Süresi

source: Number of days stock items are considered stale before expiring
cs: Počet dnů, po které jsou skladové položky považovány za nevyužité před uplynutím doby expirace
el: Αριθμός ημερών που τα στοιχεία αποθέματος θεωρούνται παλαιωμένα πριν λήξουν
fr: Nombre de jours pendant lesquels les articles en stock sont considérés comme périmés avant d'expirer
ja: 在庫品が期限切れとみなされるまでの日数
lt: Dienų skaičius, po kurio atsargos laikomos pasenusiomis iki jų galiojimo pabaigos
nl: Aantal dagen voordat voorraadartikelen als verouderd worden beschouwd voor ze verlopen
no: Antall dager før lagervarer er ansett som foreldet før utløp
ru: Количество дней перед тем как складская единица будет считаться просроченной
sr: Broj dana tokom kojih će se stavke zaliha smatrati zastarelim pre isteka
tr: Stok kalemlerinin son kullanma tarihinden önce eskimiş sayılacağı gün sayısı

source: Build Expired Stock
cs: Sestavit prošlé zásoby
el: Κατασκευή με ληγμένο απόθεμα
fr: Construction de stock expirée
ja: 賞味期限切れ在庫の処理
lt: Naudoti pasibaigusias galioti atsargas gamyboje
nl: Produceer Verlopen Voorraad
no: Produsér Utløpt Lagerbeholdning
ru: Использовать просроченные остатки в производстве
sr: Izrada sa isteklim zalihama
tr: Süresi Dolmuş Stoktan Üretim

source: Allow building with expired stock
cs: Povolit sestavování s prošlými zásobami
el: Να επιτρέπεται η κατασκευή με ληγμένο απόθεμα
fr: Autoriser la construction avec un stock expiré
ja: 期限切れの在庫を使用した建物の建築を許可
lt: Leisti naudoti pasibaigusias galioti atsargas gamyboje
nl: Sta productie met verlopen voorraad toe
no: Tillat produksjon med utløpt lagerbeholdning
ru: Разрешить использовать просроченные остатки в производстве
sr: Dozvoli izradu sa isteklim zalihama
tr: Süresi dolmuş stok ile üretime izin ver

source: Stock Ownership Control
cs: Kontrola vlastnictví zásob
el: Έλεγχος ιδιοκτησίας αποθέματος
fr: Contrôle de la propriété des stocks
ja: 株式所有権
lt: Atsargų nuosavybės kontrolė
nl: Voorraad Eigenaar Toezicht
no: Kontroll over eierskap av lagerbeholdning
ru: Контроль за собственными запасами
sr: Vlasnička kontrola zaliha
tr: Stok Sahipliği Kontrolü

source: Enable ownership control over stock locations and items
cs: Umožnit kontrolu vlastnictví nad skladovými místy a položkami
el: Ενεργοποίηση ελέγχου ιδιοκτησίας σε τοποθεσίες και στοιχεία αποθέματος
fr: Activer le contrôle de la propriété sur les emplacements de stock et les articles
ja: ストックロケーションとアイテムの所有権管理
lt: Įjungti atsargų vietų ir vienetų nuosavybės kontrolę
nl: Eigenaarstoezicht over voorraadlocaties en items inschakelen
no: Aktiver eierskap over lagerplasseringer og -varer
ru: Разрешить владельцу контролировать расположение складов и номенклатуры
sr: Omogući vlasničku kontrolu nad lokacijama zaliha i stavkama
tr: Stok konumu ve kalemleri üzerinde sahiplik kontrolünü etkinleştir

source: Stock Location Default Icon
cs: Výchozí ikona umístění zásob
el: Προεπιλεγμένο εικονίδιο τοποθεσίας αποθέματος
fr: Icône par défaut de l'emplacement du stock
ja: 在庫場所 デフォルトアイコン
lt: Atsargų vietos numatytoji piktograma
nl: Voorraadlocatie standaard icoon
no: Lagerplassering standard ikon
ru: Значок местоположения по умолчанию
sr: Podrazumevana ikonica lokacije zaliha
tr: Varsayılan Stok Konumu Simgesi

source: Stock location default icon (empty means no icon)
cs: Výchozí ikona umístění zásob (prázdné znamená bez ikony)
el: Προεπιλεγμένο εικονίδιο τοποθεσίας αποθέματος (κενό σημαίνει χωρίς εικονίδιο)
fr: Icône par défaut de l'emplacement du stock (vide signifie aucune icône)
ja: 在庫場所のデフォルトアイコン（空はアイコンがないことを意味します。）
lt: Atsargų vietos numatytoji piktograma (tuščia reiškia nenaudojama)
nl: Standaard locatie pictogram (leeg betekent geen icoon)
no: Lagerplassering standard ikon (tomt betyr ingen ikon)
ru: Значок местоположения склада по умолчанию (пустой означает отсутствие значка)
sr: Podrazumevana ikonica lokacije zaliha (prazno znači da nema ikonice)
tr: Stok konumu için varsayılan simge (boşsa simge yok demektir)

source: Show Installed Stock Items
cs: Zobrazit nainstalované skladové položky
el: Εμφάνιση εγκατεστημένων στοιχείων αποθέματος
fr: Afficher les pièces en stock installées
ja: インストール済みストックアイテムの表示
lt: Rodyti sumontuotas atsargas
nl: Geïnstalleerde voorraad items weergeven
no: Vis installerte lagervarer
ru: Показать установленные складские позиции
sr: Prikaži instalirane stavke sa zaliha
tr: Takılı Stok Kalemlerini Göster

source: Display installed stock items in stock tables
cs: Zobrazit nainstalované skladové položky ve skladových tabulkách
el: Εμφάνιση εγκατεστημένων στοιχείων αποθέματος στους πίνακες αποθέματος
fr: Affichage des articles en stock installés dans les tableaux de stock
ja: ストックテーブルにインストールされたストックアイテムを表示
lt: Rodyti sumontuotas atsargas atsargų lentelėse
nl: Geïnstalleerde voorraadartikelen in voorraadtabellen tonen
no: Vis installerte lagervarer i lagertabeller
ru: Отображать установленные складские позиции в складских таблицах
sr: Prikaži instalirane stavke sa zaliha u stok tabelama
tr: Stok tablolarında takılı stok kalemlerini görüntüle

source: Check BOM when installing items
cs: Zkontrolovat BOM při instalaci položek
el: Έλεγχος BOM κατά την εγκατάσταση στοιχείων
fr: Vérifier la nomenclature lors de l'installation des articles
ja: アイテム取り付けの際はBOMをチェック
lt: Tikrinti BOM montuojant atsargas
nl: Controleer BOM bij het installeren van items
ru: Проверять спецификацию при установке изделий
sr: Proveri spisak materijala pri instalaciji stavki
tr: Kalemlerin kurulumunu yaparken BOM'u kontrol et

source: Installed stock items must exist in the BOM for the parent part
cs: Nainstalované skladové položky musí existovat v BOM pro nadřazený díl
el: Τα εγκατεστημένα στοιχεία αποθέματος πρέπει να υπάρχουν στο BOM του γονικού Προϊόντος
fr: Les articles de stock installés doivent exister dans la nomenclature de la pièce mère
ja: 親部品のBOMには、インストールされたストックアイテムが存在する必要があります。
lt: Sumontuotos atsargos turi būti pirminio gaminio BOM
nl: Geïnstalleerde voorraad items moeten in de BOM voor het bovenliggende deel bestaan
ru: Установленные единица хранения должны присутствовать в спецификации для родительской детали
sr: Instalirane stavke sa zaliha moraju postojati u spisku materijala nadređenog dela
tr: Takılı stok kalemleri üst parçanın BOM listesinde mevcut olmalıdır

source: Allow Out of Stock Transfer
cs: Povolit převod mimo sklad
el: Να επιτρέπεται μεταφορά εκτός αποθέματος
fr: Autoriser le transfert des produits en rupture de stock
ja: 在庫切れの転送を許可
lt: Leisti perkelti neturimas atsargas
nl: Sta 'Niet op voorraad overschrijving' toe
ru: Разрешить передачу товара, отсутствующего на складе
sr: Dozvoli transfer van zaliha
tr: Stok Dışı Aktarıma İzin Ver

source: Allow stock items which are not in stock to be transferred between stock locations
cs: Umožnit přesun skladových položek, které nejsou na skladě, mezi skladovými místy
el: Να επιτρέπεται η μεταφορά στοιχείων αποθέματος που δεν είναι διαθέσιμα μεταξύ τοποθεσιών αποθέματος
fr: Permettre le transfert d'articles qui ne sont pas en stock d'un magasin à l'autre
ja: 在庫のないストックアイテムをストックロケーション間で移動可能
lt: Leisti perkelti atsargas tarp vietų net jei jų nėra atsargose
nl: Toestaan dat voorraadartikelen die niet op voorraad zijn worden overgebracht tussen voorraadlocaties
ru: Разрешить перемещение товаров, которых нет на складе, между складами
sr: Dozvoli da stavke sa zaliha koje nisu na zalihama budu premeštane između lokacija zaliha
tr: Stokta olmayan kalemlerin stok konumları arasında aktarılmasına izin ver

source: Build Order Reference Pattern
cs: Referenční vzor objednávky sestavy
el: Πρότυπο αναφοράς εντολής κατασκευής
fr: Modèle de référence de commande de construction
ja: ビルド・オーダー参照パターン
lt: Gamybos užsakymo nuorodos šablonas
nl: Productieorderreferentiepatroon
no: Produksjonsordre-referansemønster
ru: Паттерн ссылки заказа на производство
sr: Referentni šablon naloga za izradu
tr: Üretim Emri Referans Şablonu

source: Required pattern for generating Build Order reference field
cs: Požadovaný vzor pro generování referenčního pole Objednávka sestavy
el: Απαιτούμενο πρότυπο για τη δημιουργία του πεδίου αναφοράς εντολής κατασκευής
fr: Modèle requis pour générer le champ de référence de l'ordre de construction
ja: Build Order参照フィールドの生成に必要なパターン
lt: Privalomas šablonas gamybos užsakymo nuorodos laukui generuoti
nl: Vereist patroon voor het genereren van het Bouworderreferentieveld
no: Nødvendig mønster for å generere Produksjonsordre-referansefeltet
ru: Поле требуемого паттерна для создания ссылки заказа на производство
sr: Potreban šablon za generisanje referentnog polja naloga za izradu
tr: Üretim emri referans alanını üretmek için gerekli şablon

source: Require Responsible Owner
cs: Vyžadovat odpovědného vlastníka
el: Απαίτηση υπεύθυνου κατόχου
fr: Nécessite un Responsable propriétaire
ja: 責任ある所有者を要求
lt: Reikalauti atsakingo savininko
nl: Vereis verantwoordelijke eigenaar
ru: Требуется ответственный владелец
sr: Potreban odgovoran vlasnik
tr: Sorumlu Sahip Gerektir

source: A responsible owner must be assigned to each order
cs: Ke každé objednávce musí být přiřazen odpovědný vlastník
el: Πρέπει να οριστεί υπεύθυνος ιδιοκτήτης για κάθε παραγγελία
fr: Un propriétaire responsable doit être assigné à chaque commande
ja: 各注文には、責任ある所有者を指定する必要があります。
lt: Kiekvienam užsakymui turi būti priskirtas atsakingas savininkas
nl: Een verantwoordelijke eigenaar moet worden toegewezen aan elke bestelling
ru: Ответственный владелец должен быть назначен для каждого заказа
sr: Odgovoran vlasnik mora biti dodeljen svakom nalogu
tr: Her siparişe sorumlu bir yetkili atanmalıdır.

source: Require Active Part
cs: Vyžadovat aktivní díl
el: Απαίτηση ενεργού προϊόντος
fr: Exiger une partie active
ja: アクティブパートが必要
lt: Reikalauti aktyvios detalės
nl: Vereist een actief onderdeel
ru: Требовать активную деталь
sr: Potreban aktivan deo
tr: Aktif Parça Gerektirir

source: Prevent build order creation for inactive parts
cs: Zabránit vytváření výrobních příkazů pro neaktivní díly
el: Αποτροπή δημιουργίας εντολής παραγωγής για ανενεργά προϊόντα
fr: Empêcher la création d'un ordre de fabrication pour les pièces inactives
ja: 非稼動部品の製造オーダー作成を防止
lt: Neleidžia kurti gamybos užsakymų neaktyvioms detalėms
nl: Voorkom het maken van orders voor inactieve onderdelen
ru: Запрещать создание заказов на сборку для неактивных деталей
sr: Spreči kreiranje naloga za izradu za neaktivne delove
tr: Pasif parçalarla üretim emri oluşturmayı engelle

source: Require Locked Part
cs: Vyžadovat uzamčený díl
el: Απαίτηση κλειδωμένου προϊόντος
fr: Requiert une pièce verrouillée
ja: ロックされた部分を要求
lt: Reikalauti užrakintos detalės
nl: Vergrendeld onderdeel vereisen
ru: Требовать заблокированную деталь
sr: Potreban zaključan deo
tr: Kilitli Parça Gerekli

source: Prevent build order creation for unlocked parts
cs: Zabránit vytváření výrobních příkazů pro odemčené díly
el: Αποτροπή δημιουργίας εντολής παραγωγής για ξεκλείδωτα προϊόντα
fr: Empêcher la création d'un ordre de fabrication pour les pièces non verrouillées
ja: ロックされていない部品の製造オーダー作成を防止
lt: Neleidžia kurti gamybos užsakymų neužrakintoms detalėms
nl: Voorkom het maken van orders voor ontgrendelde onderdelen
ru: Запрещать создание заказов на сборку для разблокированных деталей
sr: Spreči kreiranje nalogaza izradu za otključane delove
tr: Kilidi açılmış parçalarla üretim emri oluşturmayı engelle

source: Require Valid BOM
cs: Vyžadovat schválený kusovník
el: Απαίτηση έγκυρης BOM
fr: Exiger une nomenclature valide
ja: 有効なBOMが必要
lt: Reikalauti galiojančio komplektavimo sąrašo (BOM)
nl: Vereist een geldige BOM
ru: Требовать валидную спецификацию
sr: Potreban validan spisak materijala
tr: Geçerli BOM gereklidir.

source: Prevent build order creation unless BOM has been validated
cs: Zabránit vytváření výrobních příkazů, dokud není schválen kusovník
el: Αποτροπή δημιουργίας εντολής παραγωγής αν δεν έχει επικυρωθεί η BOM
fr: Empêcher la création d'un ordre de fabrication si la nomenclature n'a pas été validée
ja: BOMが検証されない限り、製造オーダーが作成されないようにします。
lt: Neleidžia kurti gamybos užsakymų, kol BOM nėra patvirtintas
nl: Voorkom het creëren van bouworders tenzij BOM is gevalideerd
ru: Запрещать создание заказов на сборку, пока спецификация не будет подтверждена
sr: Spreči kreiranje naloga za izradu pre validacije spiska materijala
tr: BOM henüz doğrulanmadan üretim emri oluşturmayı engelle

source: Require Closed Child Orders
cs: Vyžadovat uzavření podobjednávek
el: Απαίτηση κλειστών θυγατρικών εντολών
fr: Exiger des ordonnances fermées pour les enfants
ja: クローズド・チャイルド・オーダー
lt: Reikalauti uždarytų antrinių užsakymų
nl: Onderliggende bestellingen vereist
ru: Требовать закрытия дочерних заказов
sr: Potrebno završavanje podređenih naloga
tr: Kapalı Alt Siparişler Gerekli

source: Prevent build order completion until all child orders are closed
cs: Zabránit dokončení výrobního příkazu dokud nebudou uzavřeny všechny podpříkazy
el: Αποτροπή ολοκλήρωσης εντολής παραγωγής μέχρι να κλείσουν όλες οι θυγατρικές εντολές
fr: Empêcher l'achèvement de l'ordre de construction jusqu'à ce que tous les ordres d'enfants soient clôturés
ja: すべてのチャイルドオーダーが終了するまで、ビルドオーダーの完了を防止します。
lt: Neleidžia užbaigti gamybos užsakymo, kol visi antriniai užsakymai neuždaryti
nl: Voorkom voltooiing van de bouw tot alle sub orders gesloten zijn
ru: Запрещать завершение заказа на сборку, пока не закрыты все дочерние заказы
sr: Spreči završavanje naloga za izradu pre završavanja svih podređenih naloga
tr: Tüm alt emirler kapatılana kadar üretim emrini tamamlamayı engelle

source: External Build Orders
cs: Externí výrobní příkazy
el: Εξωτερικές εντολές παραγωγής
fr: Ordres de fabrication externes
ja: 外部ビルドオーダー
nl: Externe Bouw Orders
ru: Сторонний заказ на сборку
tr: Harici Üretim Emirleri

source: Enable external build order functionality
cs: Povolit funkcionalitu externích výrobních příkazů
el: Ενεργοποίηση λειτουργίας εξωτερικών εντολών παραγωγής
fr: Activer la fonctionnalité d'ordre de fabrication externe
ja: 外部ビルドオーダー機能の有効化
nl: Inschakelen externe build order functionaliteit
ru: Включить функциональность сторонних заказов на сборку
tr: Harici üretim emri işlevselliğini etkinleştir

source: Block Until Tests Pass
cs: Blokovat, dokud testy neprojdou
el: Φραγή έως ότου περάσουν τα τεστ
fr: Blocage jusqu'à la réussite des tests
ja: テストがパスするまでブロック
lt: Blokuoti, kol testai bus išlaikyti
nl: Blokkeren tot test geslaagd
ru: Блокировать до прохождения тестов
sr: Blokiraj dok ne prođe test
tr: Testler Geçene Kadar Engelle

source: Prevent build outputs from being completed until all required tests pass
cs: Zabránit dokončení výstupů sestavy, dokud neprojdou všechny požadované testy
el: Αποτροπή ολοκλήρωσης εξόδων παραγωγής μέχρι να περάσουν όλα τα απαιτούμενα τεστ
fr: Empêcher l'achèvement des résultats de la construction jusqu'à ce que tous les tests requis soient réussis
ja: 必要なテストがすべて合格するまで、ビルド出力が完了しないようにします。
lt: Neleidžia užbaigti gaminių, kol visi privalomi testai nėra išlaikyti
nl: Voorkom dat de bouw van de uitvoer wordt voltooid totdat alle vereiste testen zijn geslaagd
ru: Запретить вывод сборки до тех пор, пока не пройдут все необходимые тесты
sr: Spreči završavanje naloga za izradu pre uspešnog završetka svih testova
tr: Tüm gerekli testler geçene kadar üretim çıktılarını tamamlamayı engelle

source: Enable Return Orders
cs: Povolit vracení objednávek
el: Ενεργοποίηση εντολών επιστροφής
fr: Activer les retours de commandes
ja: 返品注文の有効化
lt: Įjungti grąžinimo užsakymus
nl: Retourorders inschakelen
no: Aktiver returordrer
ru: Включить заказы на возврат
sr: Omogući naloge za vraćanje
tr: İade Siparişlerini Etkinleştir

source: Enable return order functionality in the user interface
cs: Povolit funkci vrácení objednávky v uživatelském rozhraní
el: Ενεργοποίηση λειτουργίας εντολών επιστροφής στη διεπαφή χρήστη
fr: Activer la fonctionnalité de retour de commande dans l'interface utilisateur
ja: ユーザーインターフェイスで返品注文機能を有効にします。
lt: Įjungia grąžinimo užsakymų funkciją vartotojo sąsajoje
nl: Retourorder functionaliteit inschakelen in de gebruikersinterface
no: Aktiver returordrefunksjonalitet i brukergrensesnittet
ru: Включите функцию заказа на возврат в пользовательском интерфейсе
sr: Omogući funkcionalnost vraćana u korisničkom interfejsu
tr: Kullanıcı arayüzünde iade siparişi işlevselliğini etkinleştir

source: Return Order Reference Pattern
cs: Referenční vzor návratové objednávky
el: Μοτίβο αναφοράς εντολής επιστροφής
fr: Modèle de référence de retour de commande
ja: リターンオーダー参照パターン
lt: Grąžinimo užsakymo nuorodos šablonas
nl: Retourorder referentie patroon
no: Returordre-referansemønster
ru: Шаблон заказа на возврат товара
sr: Referentni šablon naloga za vraćanje
tr: Kullanıcı arayüzünde iade siparişi işlevselliğini etkinleştirin.

source: Required pattern for generating Return Order reference field
cs: Požadovaný vzor pro vygenerování referenčního pole Návratová objednávka
el: Απαιτούμενο μοτίβο για τη δημιουργία του πεδίου αναφοράς εντολής επιστροφής
fr: Modèle requis pour générer le champ de référence de la commande de retour
ja: 返品注文参照フィールドの生成に必要なパターン
lt: Būtinas šablonas grąžinimo užsakymo nuorodos laukui generuoti
nl: Verplicht patroon voor het genereren van Retourorder referentie veld
ru: Необходимый шаблон для создания поля «Возврат заказа»
sr: Potreban šablon pri generisanju referentnog polja naloga za vraćanje
tr: İade Sipariş referans alanı oluşturmak için gerekli desen

source: Edit Completed Return Orders
cs: Úprava dokončených návratových objednávek
el: Επεξεργασία ολοκληρωμένων εντολών επιστροφής
fr: Modifier les retours de commandes terminées
ja: 完了した返品注文の編集
lt: Redaguoti užbaigtus grąžinimo užsakymus
nl: Bewerk voltooide retourorders
no: Rediger fullførte returordrer
ru: Редактировать завершенные возвратные заказы
sr: Izmeni završene naloge za vraćanje
tr: Tamamlanan İade Siparişlerini Düzenle

source: Allow editing of return orders after they have been completed
cs: Umožnit úpravu návratových objednávek po jejich dokončení
el: Επιτρέπει την επεξεργασία εντολών επιστροφής μετά την ολοκλήρωσή τους
fr: Autoriser la modification des retours après leur enregistrement
ja: 注文完了後の返品注文の編集が可能
lt: Leisti redaguoti grąžinimo užsakymus po jų užbaigimo
nl: Bewerken van retourorders toestaan nadat deze zijn voltooid
no: Tillat redigering av returordrer etter de er fullført
ru: Разрешить редактирование возвращенных заказов после их завершения
sr: Dozvoli izmenu naloga za vraćanje nakon što su završeni
tr: Tamamlandıktan sonra iade siparişlerini düzenlemeye izin ver

source: Sales Order Reference Pattern
cs: Referenční vzor prodejní objednávky
el: Μοτίβο αναφοράς εντολής πώλησης
fr: Modèle de référence de bon de commande
ja: 販売注文参照パターン
lt: Pardavimo užsakymo nuorodos šablonas
nl: Verkooporderreferentiepatroon
no: Salgsordre-referansemønster
ru: Шаблон заказа на возврат товара
sr: Referentni šablon naloga za prodaju
tr: Satış Siparişi Referans Şablonu

source: Required pattern for generating Sales Order reference field
cs: Požadovaný vzor pro generování referenčního pole prodejní objednávky
el: Απαιτούμενο μοτίβο για τη δημιουργία του πεδίου αναφοράς εντολής πώλησης
fr: Modèle requis pour générer le champ de référence du bon de commande
ja: 販売注文参照フィールドの生成に必要なパターン
lt: Būtinas šablonas pardavimo užsakymo nuorodos laukui generuoti
nl: Vereist patroon voor het genereren van het Verkooporderreferentieveld
no: Påkrevd mønster for å generere salgsordrereferansefelt
ru: Необходимый шаблон для создания поля «Возврат заказа»
sr: Potreban šablon pri generisanju referentnog polja naloga za prodaju
tr: Satış Siparişi referans alanını üretmek için gerekli şablon

source: Sales Order Default Shipment
cs: Výchozí přeprava prodejní objednávky
el: Προεπιλεγμένη αποστολή εντολής πώλησης
fr: Expédition par défaut du bon de commande
ja: 販売注文のデフォルト出荷
lt: Numatytasis siuntinys pardavimo užsakymui
nl: Standaard Verzending Verkooporder
no: Salgsordre standard fraktmetode
ru: Отгрузка по умолчанию для заказа на продажу
sr: Podrazumevana isporuka naloga za prodaju
tr: Satış Siparişi Varsayılan Gönderi

source: Enable creation of default shipment with sales orders
cs: Povolit vytvoření výchozí přepravy s prodejními objednávkami
el: Ενεργοποίηση δημιουργίας προεπιλεγμένης αποστολής με τις εντολές πώλησης
fr: Activer la création d'expédition par défaut avec les bons de commandes
ja: 販売注文でデフォルト出荷を作成可能
lt: Leisti automatiškai sukurti siuntinį kartu su pardavimo užsakymu
nl: Aanmaken standaard verzending bij verkooporders inschakelen
no: Aktiver opprettelse av standard forsendelse med salgsordrer
ru: Включить создание отгрузки по умолчанию для заказов на продажу
sr: Omogućava kreiranje podrazumevane isporuke sa nalozima za prodaju
tr: Satış siparişleriyle varsayılan gönderi oluşturmayı etkinleştir

source: Edit Completed Sales Orders
cs: Úprava dokončených prodejních objednávek
el: Επεξεργασία ολοκληρωμένων εντολών πώλησης
fr: Modifier les commandes de vente terminées
ja: 完了した販売注文の編集
lt: Redaguoti užbaigtus pardavimo užsakymus
nl: Bewerk voltooide verkooporders
no: Rediger fullførte salgsordrer
ru: Редактирование завершённых заказов на продажу
sr: Izmeni završene naloge za prodaju
tr: Tamamlanmış Satış Siparişlerini Düzenle
