Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: How do you want to handle extra stock items assigned to the build order
cs: Jak chcete zacházet s extra skladovými položkami přiřazenými k tomuto výrobnímu příkazu
el: Πώς θέλετε να χειριστείτε το επιπλέον απόθεμα που έχει δεσμευτεί στην παραγγελία κατασκευής
fr: Comment voulez-vous gérer les articles en stock supplémentaires assignés à l'ordre de construction
ja: 製造オーダーに割り当てられた余分な在庫品をどのように処理しますか？
lt: Kaip norite elgtis su papildomai šiam gamybos užsakymui priskirtomis atsargomis
nl: Hoe wilt u omgaan met extra voorraaditems toegewezen aan de bouworder
no: Hvordan vil du håndtere ekstra lagervarer tildelt produksjonsordren
ru: Как вы хотите обработать дополнительные складские позиции, назначенные для заказа на производство
sr: Šta želite da radite sa viškom stavki u zalihama koje su dodeljene nalogu za izgradnju?
tr: Üretim emrine atanan ek stok kalemlerini nasıl işlemek istersiniz

source: Some stock items have been overallocated
cs: Některé skladové položky byly nadměrně přiděleny
el: Μερικά στοιχεία αποθέματος έχουν υπερ-δεσμευτεί
fr: Certains articles de stock ont été suralloués
ja: 一部の在庫品目は全体的に配分されています。
lt: Kai kurios atsargos paskirstytos per daug
nl: Sommige voorraadartikelen zijn overalloceerd
no: Noen lagervarer har blitt overtildelt
ru: Некоторые складские позиции были перераспределены
sr: Neke stavke zaliha su prealocirane
tr: Bazı stok kalemleri aşırı tahsis edilmiştir

source: Accept Unallocated
cs: Přijmout nepřidělené
el: Αποδοχή Μη Δεσμευμένων
fr: Accepter les non-alloués
ja: 未割り当ての受け入れ
lt: Priimti nepriskirtą
nl: Accepteer Niet-toegewezen
no: Godta ikke tildelt
ru: Разрешить не полное резервирование
sr: Prihvati nealocirano
tr: Tahsis Edilmeyeni Kabul Et

source: Accept that stock items have not been fully allocated to this build order
cs: Přijmout, že skladové položky nebyly plně přiřazeny k tomuto výrobnímu příkazu
el: Αποδεχτείτε ότι αντικείμενα αποθέματος δεν έχουν δεσμευτεί πλήρως σε αυτή την παραγγελία κατασκευής
fr: Accepter les articles de stock qui n'ont pas été complètement alloués à cette ordre de production
ja: 在庫アイテムがこのビルド・オーダーに完全に割り当てられていないことを受け入れます。
lt: Priimti, kad atsargos nebuvo visiškai priskirtos šiam gamybos užsakymui
nl: Accepteer dat voorraadartikelen niet volledig zijn toegewezen aan deze productieorder
no: Godta at lagervarer ikke er fullt tildelt til denne produksjonsordren
ru: Подтвердите, что складские позиции не были полностью зарезервированы для этого заказа на производство
sr: Prihvati da stavke zaliha nisu u potpunosti alocirane za ovaj nalog za izgradnju
tr: Stok kalemlerinin bu üretim emrine tamamen tahsis edilmediğini kabul et

source: Required stock has not been fully allocated
cs: Požadované zásoby nebyly plně přiděleny
el: Το απαιτούμενο απόθεμα δεν έχει δεσμευτεί πλήρως
fr: Le stock requis n'a pas encore été totalement alloué
ja: 必要在庫の配分が完了していません
lt: Reikalingos atsargos nėra visiškai priskirtos
nl: Vereiste voorraad is niet volledig toegewezen
no: Nøvendig lagerbeholdning er ikke fullt tildelt
ru: Необходимые запасы не были полностью зарезервированы
sr: Tražene zalihe nisu u potpunosti alocirane
tr: Gerekli stok tamamen tahsis edilemedi

source: Accept Incomplete
cs: Přijmout neúplné
el: Αποδοχή Μη Ολοκληρωμένων
fr: Accepter les incomplèts
ja: インコンプリートの受け入れ
lt: Priimti nepilną
nl: Accepteer Onvolledig
no: Godta uferdig
ru: Разрешить незавершенные производимые детали
sr: Prihvati nekompletirano
tr: Tamamlanmamış Kabul et

source: Accept that the required number of build outputs have not been completed
cs: Přijmout, že nebyl dokončen požadovaný počet výstupů sestavy
el: Αποδεχτείτε ότι ο απαιτούμενος αριθμός προϊόντων κατασκευής δεν έχει ολοκληρωθεί
fr: Accepter que tous les ordres de production n'aient pas encore été achevés
ja: 必要な数のビルドアウトプットが完了していないことを受け入れます。
lt: Priimti, kad ne visi reikalingi gamybos rezultatai buvo užbaigti
nl: Accepteer dat het vereist aantal productieuitvoeren niet is voltooid
no: Godta at nødvendig antall fullførte produksjonsartikler ikke er nådd
ru: Допустить, что требуемое кол-во продукции не завершено
sr: Prihvati da je traženi broj izlaza izgradnje nekompletan
tr: Gereken miktarda üretim çıktısının tamamlanmadığını kabul et

source: Required build quantity has not been completed
cs: Požadované množství sestavy nebylo dokončeno
el: Ο απαιτούμενος αριθμός προϊόντων δεν έχει ολοκληρωθεί
fr: La quantité nécessaire n'a pas encore été complétée
ja: 必要な構築数量が完了していません
lt: Reikalingas gamybos kiekis nebuvo užbaigtas
nl: Vereiste productiehoeveelheid is voltooid
no: Nødvendig produksjonsmengde er ikke nådd
ru: Требуемое количество деталей не было произведено
sr: Traženi broj izgradnji nije kompletan
tr: Gereken üretim miktarı tamamlanmadı

source: Build order has open child build orders
cs: Výrobní příkaz má otevřené podpříkazy
el: Η εντολή κατασκευής έχει ανοιχτές θυγατρικές εντολές κατασκευής
fr: L'ordre de construction a des ordres de construction enfants ouverts
ja: ビルド・オーダーには未完成の子ビルド・オーダーがあります。
lt: Gamybos užsakymas turi nebaigtų antrinių gamybų
nl: Bouw opdracht heeft open sub bouw orders
ru: Производственный заказ имеет незавершённые дочерние заказы
sr: Nalog za izgradnju ima otvoren potčinjene naloge za izgradnju
tr: Üretim emrinin açık alt üretim emirleri var

source: Build order must be in production state
cs: Výrobní příkaz musí být ve stavu produkce
el: Η εντολή κατασκευής πρέπει να βρίσκεται σε κατάσταση παραγωγής
fr: L'ordre de construction doit être en état de production
ja: 受注生産状態であること
lt: Gamybos užsakymas turi būti gamybos būsenoje
nl: Bouwen moet in de productiestatus staan
ru: Заказ на производство должен быть в стадии выполнения
sr: Nalog za izgradnju mora biti u stanju produkcije
tr: Üretim emri üretim durumunda olmalıdır

source: Build order has incomplete outputs
cs: Výrobní příkaz má neúplné výstupy
el: Η παραγγελία κατασκευής έχει ελλιπή προϊόντα
fr: L'ordre de production a des sorties incomplètes
ja: ビルド・オーダーの出力が不完全
lt: Gamybos užsakymas turi nebaigtų rezultatų
nl: Productieorder heeft onvolledige uitvoeren
no: Produksjonsordren har uferdige artikler
ru: Заказ на производство имеет незавершенную продукцию
sr: Nalog za izgradnju ima nekompletne izlaze
tr: Üretim emrinde eksik çıktılar var

source: Build Line
cs: Linka sestavy
el: Γραμμή Κατασκευής
fr: Chaîne d'assemblage
ja: 組立ライン
lt: Gamybos eilutė
nl: Productielijn
no: Produksjonslinje
ru: Позиция для производства
sr: Porudžbina izgradnje
tr: Üretim Satırı

source: Build output
cs: Výstup sestavy
el: Προϊόν Κατασκευής
fr: Sortie d'assemblage
ja: ビルド出力
lt: Gamybos rezultatas
nl: Productieuitvoer
no: Produksjonsartikkel
ru: Выход продукции
sr: Izlaz izgradnje
tr: Üretim çıktısı

source: Build output must point to the same build
cs: Výstup sestavy musí odkazovat na stejnou sestavu
el: Το προϊόν κατασκευής πρέπει να δείχνει στην ίδια κατασκευή
fr: La sortie de la construction doit pointer vers la même construction
ja: ビルド出力は同じビルド
lt: Gamybos rezultatas turi būti susietas su ta pačia gamyba
nl: Productieuitvoer moet naar dezelfde productie wijzen
no: Produksjonsartikkel må peke til samme produksjon
ru: Продукция должна указывать на тот же производство
sr: Izlaz izgradnje mora da referencira istu izgradnju
tr: Üretim çıktısı aynı üretimi göstermelidir

source: Build Line Item
cs: Řádková položka sestavy
el: Αντικείμενο Γραμμής Κατασκευής
fr: Élément de la ligne de construction
ja: ビルドラインアイテム
lt: Gamybos eilutės įrašas
nl: Bouw lijn-item
no: Produksjonsartikkel
ru: Позиция для производства
sr: Stavka porudžbine za izradu
tr: Üretim Satırı

source: bom_item.part must point to the same part as the build order
cs: bom_item.part musí ukazovat na stejný díl jako výrobní příkaz
el: bom_item.part πρέπει να δείχνει στο ίδιο εξάρτημα με τη εντολή κατασκευής
fr: bom_item.part doit pointer sur la même pièce que l'ordre de construction
ja: bom_item.partは、ビルドオーダーと同じパーツを指す必要があります。
lt: bom_item.part turi būti ta pati detalė kaip ir gamybos užsakyme
nl: bom_item.part moet naar hetzelfde onderdeel wijzen als de productieorder
no: bom_item.part må peke på den samme delen som produksjonsordren
ru: bom_item.part должна указывать на ту же часть, что и заказ на производство
sr: bom_item.part mora da se referencira istom delu kao u nalogu za izgradnju
tr: bom_item.part üretim emri ile aynı parçayı göstermelidir

source: Item must be in stock
cs: Položka musí být skladem
el: Το στοιχείο πρέπει να υπάρχει στο απόθεμα
fr: L'article doit être en stock
ja: 在庫があること
lt: Prekė turi būti atsargose
nl: Artikel moet op voorraad zijn
no: Artikkelen må være på lager
ru: Элемент должен быть в наличии
sr: Stavka mora da bude u zalihama
tr: Kalem stokta olmalıdır

source: Available quantity ({q}) exceeded
cs: Dostupné množství ({q}) překročeno
el: Η διαθέσιμη ποσότητα ({q}) έχει ξεπεραστεί
fr: Quantité disponible ({q}) dépassée
ja: 使用可能数量（{q}）を超過
lt: Viršytas prieinamas kiekis ({q})
nl: Beschikbare hoeveelheid ({q}) overschreden
no: Tilgjengelig antall ({q}) overskredet
ru: Превышено доступное количество ({q})
sr: Dostupna količina ({q}) premašena
tr: Mevcut miktar ({q}) aşıldı

source: Build output must be specified for allocation of tracked parts
cs: Pro přidělení sledovaných dílů musí být zadán výstup sestavy
el: Πρέπει να καθοριστεί έξοδος κατασκευής για την κατανομή ανιχνεύσιμων Προϊόντων
fr: La sortie de construction doit être spécifiée pour l'allocation des pièces suivies
ja: 追跡部品の割り当てには、ビルド出力を指定する必要があります。
lt: Sekamų detalių priskyrymui turi būti nurodytas gamybos rezultatas
nl: Productieuitvoer moet worden opgegeven voor de toewijzing van gevolgde onderdelen
no: Produksjonsartikkel må spesifiseres for tildeling av sporede deler
ru: Продукция должна быть указан для резервирования отслеживаемых частей
sr: Izlaz izgradnje mora da određen za alokaciju praćenih delova
tr: İzlenen parçaların tahsisi için üretim çıktısı belirtilmelidir

source: Build output cannot be specified for allocation of untracked parts
cs: Výstup sestavy nelze zadat pro přidělení nesledovaných dílů
el: Δεν μπορεί να καθοριστεί έξοδος κατασκευής για την κατανομή μη ανιχνεύσιμων Προϊόντων
fr: La sortie de la construction ne peut pas être spécifiée pour l'allocation des pièces non suivies
ja: 追跡されていない部品の割り当てでは、ビルド出力を指定できません。
lt: Negalima nurodyti gamybos rezultato nesekamoms detalėms
nl: Productieuitvoer kan niet worden gespecificeerd voor de toewijzing van niet gevolgde onderdelen
no: Produksjonsartikkel kan ikke spesifiseres for tildeling av usporede deler
ru: Продукция не может быть указана для резервирования не отслеживаемых частей
sr: Izlaz izgradnje ne može biti određen za alokaciju nepraćenih delova
tr: İzlenmeyen parçaların tahsisi için üretim çıktısı belirtilemez

source: Allocation items must be provided
cs: Položky přidělení musí být poskytnuty
el: Πρέπει να δοθούν στοιχεία κατανομής
fr: Les articles d'allocation doivent être fournis
ja: 割り当て項目の提供
lt: Turi būti pateikti paskirstymo elementai
nl: Allocaties voor artikelen moeten worden opgegeven
no: Tildelingsartikler må oppgis
ru: Необходимо указать резервируемые элементы
sr: Stavke alociranja se moraju odrediti
tr: Ayrılma ögeleri sağlanmalıdır

source: Stock location where parts are to be sourced (leave blank to take from any location)
cs: Skladové místo, odkud se mají díly odebírat (ponechte prázdné, pokud chcete odebírat z libovolného místa)
el: Τοποθεσία αποθέματος από την οποία θα ληφθούν τα Προϊόντα (αφήστε κενό για λήψη από οποιαδήποτε τοποθεσία)
fr: Emplacement de stock où les pièces doivent être fournies (laissez vide pour les prendre à partir de n'importe quel emplacement)
ja: 部品を調達する在庫場所（任意の場所から調達する場合は空白にしてください。）
lt: Atsargų vieta, iš kurios bus imamos detalės (palikite tuščią, jei tinka bet kuri vieta)
nl: Voorraadlocatie waar onderdelen afkomstig zijn (laat leeg om van elke locatie te nemen)
no: Lagerplassering hvor deler skal hentes (la stå tomt for å ta fra alle plasseringer)
ru: Место хранения, где будут зарезервированы детали (оставьте пустым, чтобы забрать их из любого места)
sr: Lokacija zaliha koje će da budu izvor delova (ostavi prazno ukoliko uzimate sa bilo koje lokacije)
tr: Parçaların alınacağı stok konumu (herhangi bir konumdan almak için boş bırakın)

source: Exclude Location
cs: Vynechat lokace
el: Εξαίρεση τοποθεσίας
fr: Emplacements exclus
ja: 場所を除く
lt: Neįtraukti vietos
nl: Locatie uitsluiten
no: Eksluderer plassering
ru: Исключить место хранения
sr: Isključi lokaciju
tr: Konumu Hariç Tut

source: Exclude stock items from this selected location
cs: Vyloučit skladové položky z tohoto vybraného umístění
el: Εξαιρέστε στοιχεία αποθέματος από αυτή την επιλεγμένη τοποθεσία
fr: Exclure les articles de stock de cet emplacement sélectionné
ja: この選択された場所から在庫商品を除外
lt: Neįtraukti atsargų iš šios pasirinktos vietos
nl: Voorraadartikelen van deze geselecteerde locatie uitsluiten
no: Ekskluder lagervarer fra denne valgte plasseringen
ru: Исключить складские позиции из этого выбранного места хранения
sr: Isključi stavke zaliha za ovu selektovanu lokaciju
tr: Bu seçilen konumdan stok kalemlerini hariç tut

source: Interchangeable Stock
cs: Zaměnitelné zásoby
el: Εναλλάξιμο απόθεμα
fr: Stock interchangeable
ja: 交換可能ストック
lt: Keičiamos atsargos
nl: Uitwisselbare voorraad
no: Utskiftbar lagerbeholdning
ru: Обменный остаток
sr: Zamenljive zalihe
tr: Birbirinin Yerine Kullanılabilir Stok

source: Stock items in multiple locations can be used interchangeably
cs: Skladové položky na více místech lze používat zaměnitelně
el: Στοιχεία αποθέματος σε πολλές τοποθεσίες μπορούν να χρησιμοποιηθούν εναλλάξ
fr: Les articles de stock à plusieurs emplacements peuvent être utilisés de manière interchangeable
ja: 複数の拠点にある在庫品を交換可能
lt: Atsargos iš skirtingų vietų gali būti naudojamos pakaitomis
nl: Voorraadartikelen op meerdere locaties kunnen uitwisselbaar worden gebruikt
no: Lagervarer ved flere plasseringer kan brukes om hverandre
ru: Складские позиции в нескольких местах могут использоваться на взаимозаменяемой основе
sr: Stavke zaliha koje su na različitim lokacijama se mogu međusobno menjati
tr: Birden fazla konumdaki stok kalemleri birbirinin yerine kullanılabilir

source: Substitute Stock
cs: Náhradní zásoby
el: Εναλλακτικό απόθεμα
fr: Stock de substitution
ja: 代替ストック
lt: Pakaitinės atsargos
nl: Vervangende Voorraad
no: Erstatning-lagerbeholdning
ru: Заменить остатки
sr: Zamenske zalihe
tr: Yedek Stok

source: Allow allocation of substitute parts
cs: Povolit přidělování náhradních dílů
el: Να επιτρέπεται η κατανομή εναλλακτικών Προϊόντων
fr: Autoriser l'allocation de pièces de remplacement
ja: 代替部品の割り当て
lt: Leisti priskirti pakaitines detales
nl: Toewijzing van vervangende onderdelen toestaan
no: Tilatt tildelling av erstatningsdeler
ru: Разрешить резервирование замещающих деталей
sr: Dozvoli alociranje delova koji su zamenski
tr: Yedek parçaların ayrılmasına izin ver

source: Optional Items
cs: Volitelné položky
el: Προαιρετικά στοιχεία
fr: Objets Optionnels
ja: オプション
lt: Pasirenkami elementai
nl: Optionele Items
no: Valgfrie artikler
ru: Необязательные элементы
sr: Opcionalne stavke
tr: İsteğe Bağlı Ögeler

source: Allocate optional BOM items to build order
cs: Přiřazení volitelných položek kusovníku k objednávce sestavy
el: Κατανομή προαιρετικών στοιχείων BOM στην εντολή κατασκευής
fr: Affecter des éléments de nomenclature facultatifs à l'ordre de fabrication
ja: オプションのBOMアイテムをビルドオーダーに割り当てます。
lt: Priskirti papildomus BOM elementus gamybos užsakymui
nl: Alloceer optionele BOM items om bestelling te bouwen
no: Tildel valgfrie BOM-artikler til produksjonsordre
ru: Зарезервировать необязательные позиции BOM для заказа на производство
sr: Alociraj opcione BOM stavke na nalog za izgradnju
tr: İsteğe bağlı BOM kalemlerini üretim emrine tahsis et

source: Failed to start auto-allocation task
cs: Nepodařilo se spustit úlohu automatického přidělování
el: Αποτυχία εκκίνησης εργασίας αυτόματης κατανομής
fr: Échec du démarrage de la tâche d'auto-allocation
ja: 自動割り当てタスクの開始に失敗しました
lt: Nepavyko paleisti automatinio paskirstymo užduoties
nl: Starten van automatische toewijzing taak mislukt
no: Kunne ikke starte auto-tideling
ru: Не удалось запустить задачу автораспределения
sr: Greška prilikom startovanja auto alociranja
tr: Otomatik ayırma görevini başlatma başarısız oldu

source: BOM Reference
cs: Reference v kusovníku
el: Αναφορά BOM
fr: Référence de la nomenclature
ja: BOMリファレンス
lt: BOM nuoroda
nl: BOM referentie
no: BOM-referanse
ru: Ссылка на спецификацию (BOM)
sr: Referenca BOM
tr: ML Referansı

source: BOM Part ID
cs: ID dílu kusovníku
el: ID Προϊόντος BOM
fr: ID de la pièce de la nomenclature
ja: BOMパーツID
lt: BOM detalės ID
nl: BOM onderdeel ID
ru: ID детали в спецификации (BOM)
sr: BOM ID dela
tr: BOM Parça ID

source: BOM Part Name
cs: Název dílu kusovníku
el: Όνομα Προϊόντος BOM
fr: Nomenclature Nom de la pièce
ja: 部品表 部品名
lt: BOM detalės pavadinimas
nl: BOM onderdeel naam
ru: Название детали в спецификации (BOM)
sr: BOM ime dela
tr: ML Parça Adı

source: Install Into
ru: Установить в

source: Build
cs: Sestavení
el: Κατασκευή
fr: Construire
ja: ビルド
lt: Gamyba
nl: Bouwen
no: Produksjon
ru: Сборка
tr: Yap

source: Supplier Part
cs: Díl dodavatele
el: Aντικειμένου προμηθευτή
fr: Pièce fournisseur
ja: サプライヤー
lt: Tiekėjo detalė
nl: Leveranciersonderdeel
no: Leverandørdel
ru: Деталь поставщика
sr: Deo dobavljača
tr: Tedarikçi Parçası

source: Allocated Quantity
cs: Přidělené množství
el: Δεσμευμένη ποσότητα
fr: Quantité allouée
ja: 割当数量
lt: Priskirtas kiekis
nl: Toegewezen hoeveelheid
no: Tildelt antall
ru: Зарезервированное количество
sr: Alocirana količina
tr: Tahsis Edilen Miktar

source: Build Reference
cs: Reference sestavení
el: Αναφορά κατασκευής
fr: Référence de construction
ja: ビルドリファレンス
lt: Gamybos nuoroda
nl: Bouw referentie
no: Produksjonsreferanse
ru: Ссылка на сборку
sr: Referenca izgradnje
tr: Üretim Referansı

source: Part Category Name
cs: Název kategorie dílů
el: Όνομα κατηγορίας Προϊόντος
fr: Nom de la catégorie de pièces
ja: 部品分類名
lt: Detalės kategorijos pavadinimas
nl: Naam categorie onderdeel
no: Delkategorinavn
ru: Название категории детали
sr: Ime kategorije dela
tr: Parça Kategorisi Adı

source: Trackable
cs: Sledovatelné
el: Ανιχνεύσιμο
fr: Traçable
ja: 追跡可能
lt: Sekama
nl: Volgbaar
no: Sporbar
ru: Отслеживание
sr: Može da se prati
tr: Takip Edilebilir

source: Inherited
cs: Zděděno
el: Κληρονομημένο
fr: Reçu de quelqu'un
ja: 継承
lt: Paveldėta
nl: Overgenomen
no: Nedarvet
ru: Унаследованные
sr: Nasleđen
tr: Devralınmış

source: Allow Variants
cs: Povolit varianty
el: Να επιτρέπονται παραλλαγές
fr: Autoriser les variantes
ja: バリアントを許可
lt: Leisti variantus
nl: Varianten toestaan
no: Tillat Varianter
ru: Есть варианты
sr: Dozvoli varijante
tr: Varyantlara İzin Ver

source: BOM Item
cs: Položka kusovníku
el: Στοιχείο BOM
fr: Article du BOM
ja: BOMアイテム
lt: BOM elementas
nl: Stuklijstartikel
no: BOM-artikkel
ru: Позиция BOM
sr: BOM stavka
tr: ML Ögesi

source: In Production
cs: Ve výrobě
el: Σε παραγωγή
fr: En Production
ja: 生産中
lt: Gamyboje
nl: In productie
no: I produksjon
ru: В производстве
sr: U proizvodnji
tr: Üretimde

source: Scheduled to Build
cs: Naplánováno na sestavení
el: Προγραμματισμένο για κατασκευή
fr: Planifié pour fabrication
ja: ビルド予定
nl: Gepland om te bouwen
ru: Запланировано к сборке
tr: Üretim için Planlandı

source: External Stock
cs: Externí zásoby
el: Εξωτερικό απόθεμα
fr: Stock externe
ja: 外部在庫
lt: Išorinės atsargos
nl: Externe voorraad
no: Ekstern lagerbeholdning
ru: Внешний склад
sr: Spoljašnje zalihe
tr: Harici Stok

source: Available Stock
cs: Dostupné zásoby
el: Διαθέσιμο απόθεμα
fr: Stock disponible
ja: 在庫状況
lt: Prieinamos atsargos
nl: Beschikbare Voorraad
no: Tilgjengelig lagerbeholdning
ru: Доступный запас
sr: Dostupne zalihe
tr: Mevcut Stok

source: Available Substitute Stock
cs: Dostupné náhradní zásoby
el: Διαθέσιμο εναλλακτικό απόθεμα
fr: Stock de substitution disponible
ja: 利用可能な代替ストック
lt: Prieinamos pakaitinės atsargos
nl: Beschikbare vervanging voorraad
no: Tilgjengelige erstatningsvarer
ru: Доступный запас заменителей
sr: Dostupne zamenske zalihe
tr: Mevcut Yedek Stok

source: Available Variant Stock
cs: Dostupná varianta skladu
el: Διαθέσιμο απόθεμα παραλλαγών
fr: Stock de variantes disponibles
ja: 在庫状況
lt: Prieinamos variantų atsargos
nl: Beschikbare varianten voorraad
no: Tilgjengelige variantvarer
ru: Доступный запас вариантов
sr: Dostupne varijante zaliha
tr: Mevcut Varyant Stok

source: Consumed quantity exceeds allocated quantity
cs: Spotřebované množství přesahuje přidělené množství
el: Η καταναλωμένη ποσότητα υπερβαίνει τη δεσμευμένη ποσότητα
fr: La quantité consommée dépasse la quantité allouée
ja: 消費量が割り当て量を超過しています
nl: Verbruikte hoeveelheid overschrijdt toegewezen hoeveelheid
ru: Потреблённое количество превышает выделенное количество
tr: Tüketilen miktar tahsis edilen miktarı aşıyor

source: Optional notes for the stock consumption
cs: Nepovinné poznámky ke spotřebě zásob
el: Προαιρετικές σημειώσεις για την κατανάλωση αποθέματος
fr: Note optionnelle pour la consommation du stock
ja: 在庫消費に関する任意の注記
nl: Optionele notities voor voorraadverbruik
ru: Дополнительные примечания по расходу запаса
tr: Stok tüketimi için isteğe bağlı notlar

source: Build item must point to the correct build order
cs: Sestavení položky musí odkazovat na správný výrobní příkaz
el: Το στοιχείο κατασκευής πρέπει να αντιστοιχεί στη σωστή εντολή κατασκευής
fr: L'article fabriqué doit pointer vers l'ordre de fabrication correct
ja: ビルド項目は正しいビルドオーダーを指す必要があります
nl: Het bouwelement moet verwijzen naar de juiste bouwopdracht
ru: Элемент сборки должен ссылаться на правильный заказ на сборку
tr: Üretim kalemi doğru üretim emrini göstermelidir

source: Duplicate build item allocation
cs: Duplikovat přidělení položky sestavení
el: Διπλή κατανομή στοιχείου κατασκευής
fr: Dupliquer l'allocation de l'article de fabrication
ja: 重複したビルド項目の割り当て
nl: Dupliceer build item allocatie
ru: Дублирование выделения элемента сборки
tr: Üretim kalemi tahsisini yinele

source: Build line must point to the correct build order
cs: Výrobní linka musí odkazovat na správný výrobní příkaz
el: Η γραμμή κατασκευής πρέπει να αντιστοιχεί στη σωστή εντολή κατασκευής
fr: L'article fabriqué doit pointer vers l'ordre de fabrication correct
ja: ビルドラインは正しいビルドオーダーを指す必要があります
nl: Build line moet verwijzen naar de juiste bouwopdracht
ru: Строка сборки должна ссылаться на правильный заказ на сборку
tr: Üretim satırı doğru üretim emrini göstermelidir

source: Duplicate build line allocation
cs: Duplikovat přiřazení výrobní linky
el: Διπλή κατανομή γραμμής κατασκευής
fr: Dupliquer l'allocation de ligne de fabrication
ja: 重複したビルドラインの割り当て
nl: Dupliceer build line toewijzing
ru: Дублирование выделения строки сборки
tr: Üretim satırı tahsisini yinele

source: At least one item or line must be provided
cs: Musí být poskytnuta alespoň jedna linka nebo předmět
el: Πρέπει να δοθεί τουλάχιστον ένα στοιχείο ή μία γραμμή
fr: Au moins un élément ou une ligne doit être fourni
ja: 少なくとも1つの項目または行を指示する必要があります
nl: Ten minste één item of regel moet worden opgegeven
ru: Должен быть указан хотя бы один элемент или строка
tr: En az bir kalem veya satır sağlanmalıdır

source: Pending
cs: Nevyřízeno
el: Σε εκκρεμότητα
fr: En attente
ja: 処理待ち
lt: Laukiama
nl: Bezig
no: Ventende
ru: В обработке
sr: Na čekanju
tr: Bekliyor

source: Production
cs: Výroba
el: Παραγωγή
fr: Fabrication
ja: 生産
lt: Gamyba
nl: Productie
no: Produksjon
ru: Продукция
sr: Proizvodnja
tr: Üretim

source: On Hold
cs: Pozastaveno
el: Σε αναμονή
fr: En pause
ja: 保留中
lt: Sulaikyta
nl: In de wacht
ru: Отложен
sr: Na čekanju
tr: Beklemede

source: Cancelled
cs: Zrušeno
el: Ακυρώθηκε
fr: Annulé
ja: キャンセル済
lt: Atšaukta
nl: Geannuleerd
no: Kansellert
ru: Отменён
sr: Otkazano
tr: İptal edildi
