Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Stock item has been assigned to a sales order
cs: Skladová položka byla přidělena prodejní objednávce
el: Το είδος αποθέματος έχει αντιστοιχιστεί σε εντολή πώλησης
fr: Un article de stock a été affecté à une commande client
ja: 在庫商品が販売注文に割り当てられました
lt: Atsargų elementas buvo priskirtas pardavimo užsakymui
nl: Voorraadartikel is toegewezen aan een verkooporder
no: Lagervare har blitt tildelt en salgsordre
ru: Складская позиция была назначена заказу на продажу
sr: Stavka sa zaliha je dodeljena nalogu za prodaju

source: Stock item is installed in another item
cs: Skladová položka je nainstalována v jiné položce
el: Το είδος αποθέματος είναι εγκατεστημένο σε άλλο είδος
fr: L'article de stock est installé dans un autre article
ja: ストックアイテムが他のアイテムに装着されている場合
lt: Atsargų elementas sumontuotas kitame elemente
nl: Voorraad item is geïnstalleerd in een ander item
no: Lagervare er montert i en annen artikkel
ru: Складская позиция установлена в другую деталь
sr: Stavka sa zaliha je instalirana u drugu stavku

source: Stock item contains other items
cs: Skladová položka obsahuje jiné položky
el: Το είδος αποθέματος περιέχει άλλα είδη
fr: L'article de stock contient d'autres articles
ja: 在庫商品には他の商品が含まれています。
lt: Atsargų elementas turi kitų elementų
nl: Voorraadartikel bevat andere producten
no: Lagervare inneholder andre artikler
ru: Складская позиция содержит другие детали
sr: Stavka sa zaliha sadrži druge stavke

source: Stock item has been assigned to a customer
cs: Skladová položka byla přidělena zákazníkovi
el: Το είδος αποθέματος έχει αντιστοιχιστεί σε πελάτη
fr: Un article de stock a été affecté à un client
ja: 在庫商品が顧客に割り当てられました
lt: Atsargų elementas buvo priskirtas klientui
nl: Voorraadartikel is aan een klant toegewezen
no: Lagervare har blitt tildelt til en kunde
ru: Складская позиция была назначена покупателю
sr: Stavka sa zaliha je dodeljena mušteriji

source: Stock item is currently in production
cs: Skladová položka je ve výrobě
el: Το είδος αποθέματος βρίσκεται αυτή τη στιγμή σε παραγωγή
fr: L'article de stock est actuellement en production
ja: 在庫品は現在生産中です。
lt: Atsargų elementas šiuo metu gaminamas
nl: Voorraad item is momenteel in productie
no: Lagervare er for tiden i produksjon
ru: Складская позиция в производстве
sr: Stavka sa zaliha je trenutno u produkciji

source: Serialized stock cannot be merged
cs: Serializované zásoby nelze sloučit
el: Σειριακό απόθεμα δεν μπορεί να συγχωνευθεί
fr: Le stock sérialisé ne peut pas être fusionné
ja: 連番在庫の統合はできません
lt: Su serijos numeriais pažymėtų atsargų sujungti negalima
nl: Geserialiseerde voorraad kan niet worden samengevoegd
no: Serialisert lagerbeholdning kan ikke slås sammen
ru: Серийные запасы нельзя объединить
sr: Serijalizovane zalihe se ne mogu spojiti

source: Duplicate stock items
cs: Duplicitní skladové položky
el: Διπλότυπα είδη αποθέματος
fr: Articles de stock en double
ja: 在庫品の重複
lt: Pasikartojantys atsargų elementai
nl: Dupliceer voorraadartikelen
no: Duplisert lagervare
ru: Дублирующие складские элементы
sr: Dupliraj stavke sa zaliha

source: Stock items must refer to the same part
cs: Skladové položky musí odkazovat na stejný díl
el: Τα είδη αποθέματος πρέπει να αναφέρονται στο ίδιο προϊόν
fr: Les articles en stock doivent se référer à la même pièce
ja: 在庫品目は同じ部品を参照してください。
lt: Atsargų elementai turi būti susiję su ta pačia detale
nl: Voorraadartikelen moeten hetzelfde onderdeel verwijzen
no: Lagervarer må referere til samme del
ru: Складские позиции должны ссылаться на одну и ту же деталь
sr: Stavke sa zaliha se moraju odnositi na isti deo

source: Stock items must refer to the same supplier part
cs: Skladové položky musí odkazovat na stejný díl dodavatele
el: Τα είδη αποθέματος πρέπει να αναφέρονται στο ίδιο προϊόν προμηθευτή
fr: Les articles en stock doivent se référer à la même pièce du fournisseur
ja: 在庫品は同じサプライヤーの部品を参照する必要があります。
lt: Atsargų elementai turi būti susiję su ta pačia tiekėjo detale
nl: Voorraadartikelen moeten verwijzen naar dezelfde leveranciersdeel
no: Lagervarer må referere til samme leverandørdel
ru: Складские позиции должны ссылаться на одну и ту же деталь поставщика
sr: Stavke sa zaliha se moraju odnositi na isti deo dobavljača

source: Stock status codes must match
cs: Kódy stavu zásob se musí shodovat
el: Οι κωδικοί κατάστασης αποθέματος πρέπει να ταιριάζουν
fr: Les codes d'état des stocks doivent correspondre
ja: 在庫状況コードが一致していること
lt: Atsargų būsenos kodai turi sutapti
nl: De voorraad statuscodes moeten overeenkomen
no: Lagerstatuskoder må være like
ru: Коды статуса запаса должны совпадать
sr: Statusne šifre zaliha moraju da se poklapaju

source: StockItem cannot be moved as it is not in stock
cs: Zásobová položka nemůže být přesunuta, protože není skladem
el: Το StockItem δεν μπορεί να μετακινηθεί καθώς δεν βρίσκεται σε απόθεμα
fr: StockItem ne peut pas être déplacé car il n'est pas en stock
ja: 在庫がないため移動できません。
lt: Atsargų elemento negalima perkelti, nes jo nėra sandėlyje
nl: Voorraadartikel kan niet worden verplaatst omdat het niet op voorraad is
no: Lagervare kan ikke flyttes fordi den ikke er på lager
ru: Складской элемент нельзя переместить, так как он отсутствует на складе
sr: Stavka se ne može pomeriti jer nije na zalihama
tr: Stok kalemi stokta olmadığı için taşınamaz

source: Stock Item Tracking
cs: Sledování skladových položek
el: Ιχνηλάτηση είδους αποθέματος
fr: Suivi des articles en stock
ja: ストックアイテムのトラッキング
lt: Atsargų elemento sekimas
nl: Voorraad item volgen
ru: Отслеживание складского элемента
sr: Praćenje stavke sa zaliha

source: Entry notes
cs: Poznámky k záznamu
el: Σημειώσεις καταχώρησης
fr: Notes d'entrée
ja: 記入上の注意
lt: Įrašo pastabos
nl: Item notities
no: Oppføringsnotater
ru: Заметки к записи
sr: Ulazne beleške

source: Stock Item Test Result
cs: Výsledek testu skladové položky
el: Αποτέλεσμα δοκιμής είδους αποθέματος
fr: Résultat du test de l'article en stock
ja: 在庫品テスト結果
lt: Atsargų elemento bandymo rezultatas
nl: Resultaat voorraad test resultaten
ru: Результат теста складского элемента
sr: Rezultat testa stavke sa zaliha

source: Value must be provided for this test
cs: Pro tuto zkoušku musí být uvedena hodnota
el: Πρέπει να δοθεί τιμή για αυτή τη δοκιμή
fr: Une valeur doit être fournie pour ce test
ja: このテストには値を指定する必要があります。
lt: Šiam bandymui turi būti pateikta reikšmė
nl: Waarde moet voor deze test worden opgegeven
no: Verdi må angis for denne testen
ru: Для этого теста должно быть указано значение
sr: Vrednost mora biti dostavljena za ovaj test

source: Attachment must be uploaded for this test
cs: Pro tento test musí být nahrána příloha
el: Πρέπει να μεταφορτωθεί συνημμένο για αυτή τη δοκιμή
fr: La pièce jointe doit être téléchargée pour ce test
ja: このテストには添付ファイルをアップロードする必要があります。
lt: Šiam bandymui turi būti įkeltas priedas
nl: Bijlage moet worden geüpload voor deze test
no: Vedlegg må lastes opp for denne testen
ru: Для этого теста требуется загрузить вложения
sr: Prilog mora biti dostavljen za ovaj test

source: Invalid value for this test
cs: Neplatná hodnota pro tento test
el: Μη έγκυρη τιμή για αυτή τη δοκιμή
fr: Valeur non valide pour ce test
ja: このテストでは無効な値です。
lt: Netinkama reikšmė šiam bandymui
nl: Ongeldige waarde voor deze test
ru: Недопустимое значение для этого теста
sr: Nevažeća vrednost za ovaj test

source: Test result
cs: Výsledek testu
el: Αποτέλεσμα δοκιμής
fr: Résultat du test
ja: 試験結果
lt: Bandymo rezultatas
nl: Test resultaat
no: Testresultat
ru: Результат тестирования
sr: Rezultat testa

source: Test output value
cs: Výstupní hodnota testu
el: Τιμή αποτελέσματος δοκιμής
fr: Valeur de sortie du test
ja: テスト出力値
lt: Bandymo išvesties reikšmė
nl: Test uitvoer waarde
no: Testens verdi
ru: Результат выполнения теста
sr: Vrednost završetka testa

source: Test result attachment
cs: Příloha výsledků testu
el: Συνημμένο αποτελέσματος δοκιμής
fr: Pièce jointe au résultat du test
ja: 試験結果添付
lt: Bandymo rezultato priedas
nl: Test resultaat bijlage
no: Vedlegg til testresultat
ru: Вложение с результатом теста
sr: Prilog uz test rezultat

source: Test notes
cs: Poznámky testu
el: Σημειώσεις δοκιμής
fr: Notes de test
ja: テストノート
lt: Bandymo pastabos
nl: Test notities
no: Testnotater
ru: Заметки о тестировании
sr: Beleške sa testa

source: Test station
cs: Testovací stanice
el: Σταθμός δοκιμής
fr: Station de test
ja: テストステーション
lt: Bandymų stotis
ru: Испытательное оборудование
sr: Stanica za testiranje

source: The identifier of the test station where the test was performed
cs: Identifikátor testovací stanice kde byl test proveden
el: Ο αναγνωριστικός κωδικός του σταθμού δοκιμής όπου πραγματοποιήθηκε η δοκιμή
fr: L'identifiant de la station de test où le test a été effectué
ja: 試験が実施された試験ステーションの識別子。
lt: Bandymų stoties identifikatorius, kurioje atliktas bandymas
nl: De identificatie van het teststation waar de test werd uitgevoerd
ru: Идентификатор испытательного оборудования, на котором выполнялось тестирование
sr: Identifikator stanice za testiranje gde je test izvršen

source: Started
cs: Začátek
el: Έναρξη
fr: Commencé
ja: 開始
lt: Pradėta
nl: Gestart
ru: Запущен
sr: Započeto

source: The timestamp of the test start
cs: Čas začátku testu
el: Χρονική σήμανση έναρξης της δοκιμής
fr: Horodatage du début du test
ja: テスト開始のタイムスタンプ
lt: Bandymo pradžios laiko žyma
nl: Het tijdstip van de start test
ru: Время начала тестирования
sr: Vreme početka testa

source: Finished
cs: Ukončeno
el: Ολοκλήρωση
fr: Fini
ja: 修了済み
lt: Pabaigta
nl: Afgerond
ru: Завершён
sr: Završeno

source: The timestamp of the test finish
cs: Čas dokončení testu
el: Χρονική σήμανση λήξης της δοκιμής
fr: Horodatage de la fin du test
ja: テスト終了のタイムスタンプ
lt: Bandymo pabaigos laiko žyma
nl: Het tijdstip van de afgeronde test
ru: Время окончания тестирования
sr: Vreme završetka testa

source: Generated batch code
cs: Vygenerovaný kód šarže
el: Παραγόμενος κωδικός παρτίδας
fr: Code de lot généré
ja: 生成バッチコード
lt: Sugeneruotas partijos kodas
nl: Gegenereerde batch code
ru: Сгенерированный код партии
sr: Generisana šifra ture

source: Select build order
cs: Vyberte výrobní příkaz
el: Επιλέξτε εντολή παραγωγής
fr: Sélectionner l'ordre de construction
ja: 製造順序の選択
lt: Pasirinkite gamybos užsakymą
nl: Selecteer build order
ru: Выбрать заказ на сборку
sr: Izaberi nalog za izradu

source: Select stock item to generate batch code for
cs: Vyberte skladovou položku, pro kterou se má vygenerovat kód šarže
el: Επιλέξτε είδος αποθέματος για το οποίο θα δημιουργηθεί κωδικός παρτίδας
fr: Sélectionner l'article de stock pour lequel le code de lot doit être généré
ja: バッチコードを生成するストックアイテムを選択します。
lt: Pasirinkite atsargų elementą partijos kodui sugeneruoti
nl: Selecteer het voorraaditem om een batchcode te genereren voor
ru: Выберите складской элемент для генерации кода партии
sr: Izaberi stavku sa zaliha za koju će se generisati šifra ture

source: Select location to generate batch code for
cs: Vyberte umístění, pro které se má vygenerovat kód šarže
el: Επιλέξτε τοποθεσία για την οποία θα δημιουργηθεί κωδικός παρτίδας
fr: Sélectionnez l'emplacement pour lequel vous souhaitez générer un code de lot
ja: バッチコードを生成する場所を選択します。
lt: Pasirinkite vietą partijos kodui sugeneruoti
nl: Selecteer locatie om batch code voor te genereren
ru: Выберите место для генерации кода партии
sr: Izaberi lokaciju za koju će se generisati šifra ture

source: Select part to generate batch code for
cs: Vyberte díl, pro který se má vygenerovat kód šarže
el: Επιλέξτε προϊόν για το οποίο θα δημιουργηθεί κωδικός παρτίδας
fr: Sélectionnez la partie pour laquelle vous souhaitez générer un code de lot
ja: バッチコードを生成する部品を選択します。
lt: Pasirinkite detalę partijos kodui sugeneruoti
nl: Selecteer onderdeel voor het genereren van batchcode voor
ru: Выберите деталь для генерации кода партии
sr: Izaberi deo za koji će se generisati šifra ture

source: Select purchase order
cs: Vyberte nákupní objednávku
el: Επιλέξτε εντολή αγοράς
fr: Sélectionner un ordre d'achat
ja: 注文書の選択
lt: Pasirinkite pirkimo užsakymą
nl: Selecteer bestelling
ru: Выберите заказ на закупку
sr: Izaberi nalog za kupovinu

source: Enter quantity for batch code
cs: Zadejte množství pro kód dávky
el: Εισαγάγετε ποσότητα για τον κωδικό παρτίδας
fr: Saisir la quantité pour le code de lot
ja: バッチコードの数量を入力してください。
lt: Įveskite kiekį partijos kodui
nl: Voer aantal voor batch code in
ru: Введите количество для кода партии
sr: Unesi količinu za šifru ture

source: Generated serial number
cs: Vygenerované sériové číslo
el: Παραγόμενος σειριακός αριθμός
fr: Numéro de série généré
ja: 生成されたシリアル番号
lt: Sugeneruotas serijos numeris
nl: Gegenereerd serienummer
ru: Сгенерированный серийный номер
sr: Generisan serijski broj

source: Select part to generate serial number for
cs: Vyberte díl, pro který se má vygenerovat sériové číslo
el: Επιλέξτε προϊόν για το οποίο θα δημιουργηθεί σειριακός αριθμός
fr: Sélectionner la pièce pour laquelle un numéro de série doit être généré
ja: シリアル番号を生成する部品を選択します。
lt: Pasirinkite detalę serijos numeriui sugeneruoti
nl: Selecteer onderdeel voor het genereren van het serienummer voor
ru: Выберите деталь для генерации серийного номера
sr: Izaberi deo za koji će se generisati serijski broj

source: Quantity of serial numbers to generate
cs: Množství sériových čísel k vygenerování
el: Ποσότητα σειριακών αριθμών προς δημιουργία
fr: Nombre de numéros de série à générer
ja: 生成するシリアル番号の数
lt: Kiekis serijos numerių, kuriuos reikia sugeneruoti
nl: Aantal serienummers om te genereren
ru: Количество серийных номеров для генерации
sr: Količina serijskih brojeva koji će se generisati

source: Test template for this result
cs: Testovací šablona pro tento výsledek
el: Πρότυπο δοκιμής για αυτό το αποτέλεσμα
fr: Modèle de test pour ce résultat
ja: この結果のテストテンプレート
lt: Bandymo šablonas šiam rezultatui
nl: Test template voor dit resultaat
ru: Шаблон теста для этого результата
sr: Test šablon za ovaj rezultat

source: No matching test found for this part
cs: Pro tento díl nebyl nalezen žádný odpovídající test
el: Δεν βρέθηκε αντίστοιχη δοκιμή για αυτό το προϊόν
ja: この部品に該当するテストが見つかりませんでした
nl: Geen overeenkomende test gevonden voor dit onderdeel
ru: Для этой детали не найдено подходящего теста

source: Template ID or test name must be provided
cs: ID šablony nebo název testu musí být uveden
el: Πρέπει να δοθεί Template ID ή όνομα δοκιμής
fr: L'ID du modèle ou le nom du test doit être fourni
ja: テンプレートIDまたはテスト名が必要です。
lt: Turi būti pateiktas šablono ID arba bandymo pavadinimas
nl: SjabloonID of testnaam moet worden opgegeven
ru: Необходимо указать ID шаблона или имя теста
sr: ID šablona ili ime testa mora biti dostavljeno

source: The test finished time cannot be earlier than the test started time
cs: Čas ukončení testu nesmí být dřívější než čas zahájení testu
el: Η ώρα λήξης της δοκιμής δεν μπορεί να είναι προγενέστερη της ώρας έναρξης
fr: L'heure de fin du test ne peut être antérieure à l'heure de début du test
ja: 試験終了時刻を試験開始時刻より早くすることはできません。
lt: Bandymo pabaigos laikas negali būti ankstesnis nei pradžios laikas
nl: De testtijd kan niet eerder zijn dan de starttijd van de test
ru: Время завершения теста не может быть раньше времени начала
sr: Vreme završetka testa ne može biti pre vremena početka testa

source: Parent Item
cs: Nadřazená položka
el: Γονικό είδος
fr: Article Parent
ja: 親アイテム
lt: Pirminis elementas
nl: Bovenliggend Item
no: Overodnet element
ru: Родительский элемент
sr: Nadređena stavka

source: Parent stock item
cs: Nadřazená skladová položka
el: Γονικό είδος αποθέματος
fr: Article de stock parent
ja: 親株式
lt: Pirminis atsargų elementas
nl: Bovenliggende voorraad item
ru: Родительский складской элемент
sr: Nadređena stavka sa zaliha

source: Use pack size when adding: the quantity defined is the number of packs
cs: Použít velikost balení při přidání: definované množství je počet v balení
el: Χρήση μεγέθους συσκευασίας κατά την προσθήκη: η καθορισμένη ποσότητα είναι ο αριθμός των συσκευασιών
fr: Utiliser la taille de l'emballage lors de l'ajout : la quantité définie est le nombre d'emballages
ja: 数量はパック数です。
lt: Naudoti pakuotės dydį pridedant: nurodytas kiekis yra pakuočių skaičius
nl: Gebruik pakketgrootte bij het toevoegen: de hoeveelheid gedefinieerd is het aantal pakketten
no: Bruk pakningsstørrelse når du legger til: antall definert er antall pakker
ru: Использовать размер упаковки при добавлении: заданное количество — это количество упаковок
sr: Koristi pakovanja prilikom dodavanja: količina je definisana brojem pakovanja

source: Use pack size
cs: Použít velikost balení
el: Χρήση μεγέθους συσκευασίας
ja: パッケージサイズを使用
nl: Gebruik pakketgrootte
ru: Использовать размер упаковки

source: Enter serial numbers for new items
cs: Zadejte sériová čísla pro nové položky
el: Εισαγάγετε σειριακούς αριθμούς για νέα είδη
fr: Entrez les numéros de série pour les nouveaux articles
ja: 新しい商品のシリアル番号の入力
lt: Įveskite serijos numerius naujiems elementams
nl: Voer serienummers voor nieuwe items in
no: Angi serienummer for nye artikler
ru: Введите серийные номера для новых элементов
sr: Unesi serijske brojeve za nove stavke

source: Supplier Part Number
cs: Číslo dílu dodavatele
el: Κωδικός προϊόντος προμηθευτή
fr: Référence du fournisseur
ja: サプライヤー品番
lt: Tiekėjo detalės numeris
nl: Leverancier artikelnummer
no: Leverandørens delnummer
ru: Номер детали поставщика
sr: Dobavljački broj dela
tr: Tedarikçi Parça Numarası

source: Expired
cs: Expirováno
el: Ληγμένο
fr: Expiré
ja: 期限切れ
lt: Nebegaliojantis
nl: Verlopen
no: Utløpt
ru: Просрочен
sr: Isteklo

source: Child Items
cs: Podřízené položky
el: Θυγατρικά είδη
fr: Éléments enfants
ja: 子供用品
lt: Antriniai elementai
nl: Onderliggende items
no: Underordnede artikler
ru: Дочерние элементы
sr: Podređene stavke

source: Tracking Items
cs: Sledování položky
el: Εγγραφές ιχνηλάτησης
fr: Suivi des éléments
ja: 追跡項目
lt: Sekami elementai
nl: Items volgen
ru: Отслеживание элементов
sr: Stavke za praćenje

source: Purchase price of this stock item, per unit or pack
cs: Nákupní cena této skladové položky za jednotku nebo balení
el: Τιμή αγοράς αυτού του είδους αποθέματος, ανά μονάδα ή συσκευασία
fr: Prix d'achat de cet article en stock, par unité ou par paquet
ja: この在庫品の購入価格、単位またはパックあたり
lt: Šio atsargų elemento pirkimo kaina, vienetui arba pakuotei
nl: Inkoopprijs van dit voorraadartikel, per eenheid of pakket
no: Innkjøpspris for denne lagervaren, per enhet eller forpakning
ru: Закупочная цена для этой складской позиции, за единицу или за упаковку
sr: Nabavna cena ove stavke, po jedinici ili pakovanju

source: Enter number of stock items to serialize
cs: Zadejte počet skladových položek k serializaci
el: Εισαγάγετε τον αριθμό ειδών αποθέματος για σειριοποίηση
fr: Entrez le nombre d'articles en stock à sérialiser
ja: シリアル化するストックアイテムの数を入力
lt: Įveskite atsargų elementų, kuriuos reikia serializuoti, skaičių
nl: Aantal voorraaditems om serienummers voor te maken
no: Angi antall lagervarer som skal serialiseres
ru: Введите количество складских позиций для сериализации
sr: Unesi broj stavka sa zaliha za serijalizaciju

source: No stock item provided
cs: Nebyla poskytnuta žádná skladová položka
el: Δεν δόθηκε είδος αποθέματος
ja: 在庫品目がしていされていません
nl: Geen voorraad item opgegeven
ru: Складской элемент не предоставлен

source: Quantity must not exceed available stock quantity ({q})
cs: Množství nesmí překročit dostupné skladové množství ({q})
el: Η ποσότητα δεν πρέπει να υπερβαίνει το διαθέσιμο απόθεμα ({q})
fr: La quantité ne doit pas dépasser la quantité disponible en stock ({q})
ja: 数量は在庫数 ({q}) を超えてはなりません。
lt: Kiekis negali viršyti galimų atsargų kiekio ({q})
nl: Hoeveelheid mag niet hoger zijn dan de beschikbare voorraad ({q})
no: Antall kan ikke overstige tilgjengelig lagerbeholdning ({q})
ru: Количество не должно превышать доступный запас ({q})
sr: Količina ne sme da pređe dostupnu količinu zaliha ({q})

source: Destination stock location
cs: Cílové skladové umístění
el: Τοποθεσία προορισμού αποθέματος
fr: Emplacement du stock de destination
ja: 仕向け地
lt: Paskirties atsargų vieta
nl: Locatie van bestemming
no: Til Lagerplassering
ru: Целевое место хранения
sr: Odredišna lokacija zaliha

source: Serial numbers cannot be assigned to this part
cs: K tomuto dílu nelze přiřadit sériová čísla
el: Δεν μπορούν να εκχωρηθούν σειριακοί αριθμοί σε αυτό το προϊόν
fr: Les numéros de série ne peuvent pas être assignés à cette pièce
ja: この部品にシリアル番号を割り当てることはできません
lt: Šiai detalei negali būti priskirti serijos numeriai
nl: Serienummers kunnen niet worden toegewezen aan dit deel
no: Serienummer kan ikke tilordnes denne delen
ru: Серийные номера не могут присваиваться данной детали
sr: Serijski brojevi ne mogu biti dodeljeni ovom delu

source: Serial numbers already exist
cs: Sériová čísla již existují
el: Οι σειριακοί αριθμοί υπάρχουν ήδη
fr: Les numéros de série existent déjà
ja: シリアル番号が既に存在します
lt: Serijos numeriai jau egzistuoja
nl: Serienummers bestaan al
no: Seriernummer eksisterer allerede
ru: Серийные номера уже существуют
sr: Serijski broj već postoji
tr: Seri numaraları zaten mevcut

source: Select stock item to install
cs: Vyberte skladovou položku k instalaci
el: Επιλέξτε είδος αποθέματος προς εγκατάσταση
fr: Sélectionner l'article de stock à installer
ja: インストールするストックアイテムを選択
lt: Pasirinkite atsargų elementą montavimui
nl: Selecteer voorraaditem om te installeren
no: Velg lagervare å montere
ru: Выберите складскую позицию для установки
sr: Izaberi stavku za instaliranje

source: Quantity to Install
cs: Množství k instalaci
el: Ποσότητα προς εγκατάσταση
fr: Quantité à installer
ja: 設置数量
lt: Montuojamas kiekis
nl: Te installeren hoeveelheid
no: Antall å installere
ru: Количество для установки
sr: Količina za instaliranje

source: Enter the quantity of items to install
cs: Zadejte množství položek k instalaci
el: Εισαγάγετε την ποσότητα των ειδών προς εγκατάσταση
fr: Saisir la quantité d'articles à installer
ja: インストールするアイテムの数量を入力してください。
lt: Įveskite montuojamų elementų kiekį
nl: Voer de te installeren hoeveelheid items in
no: Angi antallet elementer som skal installeres
ru: Введите количество элементов для установки
sr: Izaberi količinu stavki za instaliranje

source: Add transaction note (optional)
cs: Přidat poznámku o transakci (volitelné)
el: Προσθέστε σημείωση συναλλαγής (προαιρετικά)
fr: Ajouter une note de transaction (facultatif)
ja: 取引メモの追加（オプション）
lt: Pridėkite operacijos pastabą (neprivaloma)
nl: Transactienotitie toevoegen (optioneel)
no: Legg til transaksjonsnotat (valgfritt)
ru: Добавить запись к транзакции (необязательно)
sr: Dodaj beleške transakcija (opciono)
tr: İşlem notu ekle (isteğe bağlı)

source: Quantity to install must be at least 1
cs: Množství k instalaci musí být alespoň 1
el: Η ποσότητα προς εγκατάσταση πρέπει να είναι τουλάχιστον 1
fr: La quantité à installer doit être d'au moins 1
ja: 設置数量は1台以上
lt: Montuojamas kiekis turi būti bent 1
nl: Te installeren hoeveelheid moet minimaal 1 zijn
no: Antall å installere må være minst 1
ru: Количество для установки должно быть не менее 1
sr: Količina za instaliranje mora biti najmanje 1

source: Stock item is unavailable
cs: Skladová položka je nedostupná
el: Το είδος αποθέματος δεν είναι διαθέσιμο
fr: L'article en stock n'est pas disponible
ja: 在庫がありません
lt: Atsargų elementas nepasiekiamas
nl: Voorraadartikel is niet beschikbaar
no: Lagervaren er utilgjengelig
ru: Складская позиция недоступна
sr: Stavka je nedostupna

source: Selected part is not in the Bill of Materials
cs: Vybraný díl není v kusovníku
el: Το επιλεγμένο προϊόν δεν βρίσκεται στο Δελτίο Υλικών (BOM)
fr: La pièce sélectionnée ne figure pas dans la nomenclature
ja: 選択した部品が部品表にない
lt: Pasirinktos detalės nėra komplektavimo žiniaraštyje
nl: Het geselecteerde deel zit niet in de materialen lijst
no: Valgt del er ikke i stykklisten
ru: Выбранная деталь отсутствует в спецификации
sr: Izabrani deo nije na spisku materijala
