Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Page Not Found
cs: Stránka nebyla nalezena
el: Η σελίδα δεν βρέθηκε
fr: Page non trouvée
ja: お探しのページが見つかりません。
lt: Puslapis nerastas
nl: Pagina niet gevonden
no: Side ikke funnet
ru: Страница не найдена
sr: Strana nije pronađena

source: The requested page does not exist
cs: Požadovaná stránka neexistuje
el: Η σελίδα που ζητήσατε δεν υπάρχει
fr: La page demandée n'existe pas
ja: 要求されたページは存在しません
lt: Prašomas puslapis neegzistuoja
nl: De opgevraagde pagina bestaat niet
no: Forespurt side eksisterer ikke
ru: Запрошенная страница не существует
sr: Tražena strana ne postoji

source: Internal Server Error
cs: Interní chyba serveru
el: Εσωτερικό σφάλμα διακομιστή
fr: Erreur de serveur interne
ja: サーバー側の内部エラー
lt: Vidinė serverio klaida
nl: Server fout
no: Intern serverfeil
ru: Внутренняя ошибка сервера
sr: Interna serverska greška

source: The %(inventree_title)s server raised an internal error
cs: Server %(inventree_title)s vyvolal interní chybu
el: Ο διακομιστής %(inventree_title)s εμφάνισε εσωτερικό σφάλμα
fr: Le serveur de %(inventree_title)s a soulevé une erreur interne
ja: %(inventree_title)s サーバーで内部エラーが発生しました。
lt: %(inventree_title)s serveris sukėlė vidinę klaidą
nl: De %(inventree_title)s server heeft een interne fout veroorzaakt
no: %(inventree_title)s serveren reiste en intern feil
ru: Сервер %(inventree_title)s вызвал внутреннюю ошибку
sr: %(inventree_title)s server ima internu grešku

source: Refer to the error log in the admin interface for further details
cs: Další podrobnosti naleznete v logu administrátorského rozhraní
el: Ανατρέξτε στο αρχείο καταγραφής σφαλμάτων στο περιβάλλον διαχείρισης για περισσότερες λεπτομέρειες
fr: Se référer au journal des erreurs dans l'interface d'administration pour plus de détails
ja: 詳細については、管理インターフェイスのエラーログを参照してください。
lt: Daugiau informacijos rasite klaidų žurnale administravimo sąsajoje
nl: Raadpleeg de foutmelding in de admin interface voor verdere details
no: Se feilloggen i admingrensesnittet for flere detaljer
ru: Обратитесь к журналу ошибок в администрировании для получения подробностей
sr: Pogledaj logove greške u admin interfejsu za više detalja

source: Site is in Maintenance
cs: Stránky jsou v údržbě
el: Ο ιστότοπος βρίσκεται σε συντήρηση
fr: Le site est en maintenance
ja: サイトはメンテナンス中です
lt: Svetainė tvarkoma
nl: Site is in onderhoud
no: Nettstedet er i vedlikehold
ru: Сайт находится на обслуживании
sr: Sajt je u fazi održavanja

source: The site is currently in maintenance and should be up again soon!
cs: Stránky jsou v současné době v údržbě a měly by být brzy opět v provozu!
el: Ο ιστότοπος βρίσκεται αυτή τη στιγμή σε συντήρηση και θα είναι ξανά διαθέσιμος σύντομα!
fr: Le site est actuellement en maintenance et devrait être rétabli sous peu !
ja: このサイトは現在メンテナンス中で、まもなく再開される予定です！
lt: Šiuo metu svetainė tvarkoma ir netrukus vėl bus pasiekiama!
nl: De site is momenteel in onderhoud en zal binnenkort weer in bedrijf zijn!
no: Siden er for øyeblikket i vedlikehold og bør være oppe igjen snart!
ru: Сайт в настоящее время на обслуживании и скоро будет снова доступен!
sr: Sajt je trenutno u fazi održavanja i biće aktivan uskoro!

source: Server Restart Required
cs: Vyžadován restart serveru
el: Απαιτείται επανεκκίνηση διακομιστή
fr: Redémarrage du serveur nécessaire
ja: サーバーの再起動が必要
lt: Reikia paleisti serverį iš naujo
nl: Server herstart vereist
no: Omstart av server kreves
ru: Требуется перезагрузка сервера
sr: Potrebno restartovanje servera

source: A configuration option has been changed which requires a server restart
cs: Bylo změněno nastavení, které vyžaduje restart serveru
el: Έχει αλλάξει κάποια ρύθμιση διαμόρφωσης που απαιτεί επανεκκίνηση του διακομιστή
fr: Une option de configuration a été modifiée, ce qui nécessite un redémarrage du serveur
ja: サーバーの再起動を必要とする設定オプションが変更されました。
lt: Buvo pakeista konfigūracija, todėl reikia paleisti serverį iš naujo
nl: Een instelling is gewijzigd waarvoor een herstart van de server vereist is
no: En konfigurasjonsinnstilling har blitt endret som krever en omstart av serveren
ru: Изменена конфигурация, требующая перезагрузки сервера
sr: Promenjena je konfiguraciona opcija koja zahteva restartovanje servera

source: Contact your system administrator for further information
cs: Pro další informace kontaktujte správce systému
el: Επικοινωνήστε με τον διαχειριστή του συστήματος για περισσότερες πληροφορίες
fr: Contactez votre administrateur système pour plus d'informations
ja: 詳細については、システム管理者にお問い合わせください。
lt: Norėdami gauti daugiau informacijos, kreipkitės į sistemos administratorių
nl: Neem contact op met uw systeembeheerder voor meer informatie
no: Kontakt systemadministratoren for mer informasjon
ru: Свяжитесь с системным администратором для получения дополнительной информации
sr: Kontaktirajte administratora za više informacija

source: Pending Database Migrations
cs: Čekající migrace databáze
el: Εκκρεμείς μετακινήσεις βάσης δεδομένων
fr: Migrations de bases de données en attente
ja: 保留中のデータベース移行
lt: Laukiančios duomenų bazės migracijos
nl: Wachtende database migraties
no: Ventende database-migrasjoner
ru: Ожидают миграции базы данных
sr: Čekaju se migracije nad bazom podataka

source: There are pending database migrations which require attention
cs: Čekající migrace databáze, které vyžadují pozornost
el: Υπάρχουν εκκρεμείς μετακινήσεις βάσης δεδομένων που χρειάζονται προσοχή
fr: Des migrations de bases de données sont en cours et requièrent une attention particulière
ja: 保留中のデータベース移行があり、注意が必要です。
lt: Yra laukiančių duomenų bazės migracijų, kurioms reikia dėmesio
nl: Er zijn in afwachting van database migraties die aandacht vereisen
no: Det er ventende database-migrasjoner som krever oppmerksomhet
ru: Есть ожидающие миграции базы данных, которые требуют внимания
sr: Postoje migracije nad bazom podataka koje zahtevaju pažnju

source: Configuration Error
cs: Chyba konfigurace
el: Σφάλμα διαμόρφωσης
ja: 設定エラー
nl: Configuratiefout
ru: Ошибка конфигурации

source: The %(inventree_title)s server raised a configuration error
cs: Server %(inventree_title)s vyvolal konfigurační chybu
el: Ο διακομιστής %(inventree_title)s εμφάνισε σφάλμα διαμόρφωσης
ja: %(inventree_title)sサーバーで設定エラーが発生しました
nl: De %(inventree_title)s server heeft een configuratiefout veroorzaakt
ru: Сервер %(inventree_title)s вызвал ошибку конфигурации

source: Click on the following link to view this order
cs: Klikněte na následující odkaz pro zobrazení této objednávky
el: Κάντε κλικ στον παρακάτω σύνδεσμο για να δείτε αυτή την παραγγελία
fr: Cliquez sur le lien suivant pour consulter cette commande
ja: このオーダーをご覧になるには、以下のリンクをクリックしてください。
lt: Spustelėkite šią nuorodą, norėdami peržiūrėti šį užsakymą
nl: Klik op de volgende link om deze order te bekijken
no: Klikk på følgende lenke for å se denne ordren
ru: Нажмите на следующую ссылку, чтобы просмотреть этот заказ
sr: Klikni na sledeći link da vidiš ovaj nalog

source: Stock is required for the following build order
cs: Pro následující výrobní příkaz jsou potřeba zásoby
el: Απαιτείται απόθεμα για την ακόλουθη εντολή παραγωγής
fr: Du stock est requis pour la commande de construction suivante
ja: 在庫は以下の製造順に必要です。
lt: Šiam gamybos užsakymui reikia atsargų
nl: Voorraad is vereist voor de volgende productieorder
no: Lagerbeholdning kreves for følgende produksjonsordre
ru: Необходим запас для следующего заказа на сборку
sr: Zalihe su potrebne za sledeći nalog za izradu

source: Build order %(build)s - building %(quantity)s x %(part)s
cs: Výrobní príkaz %(build)s - výroba %(quantity)s x %(part)s
el: Εντολή παραγωγής %(build)s - παραγωγή %(quantity)s x %(part)s
fr: Ordre de construction %(build)s - construction %(quantity)s x %(part)s
ja: ビルドオーダー %(build)s – ビルド中 %(quantity)s x %(part)s
lt: Gamybos užsakymas %(build)s - surenkama %(quantity)s × %(part)s
nl: Productieorder %(build)s - In productie %(quantity)s x %(part)s
no: Produksjonsordre %(build)s - produserer %(quantity)s x %(part)s
ru: Заказ на сборку %(build)s — сборка %(quantity)s x %(part)s
sr: Nalog za izradu %(build)s - %(quantity)s x %(part)s

source: Click on the following link to view this build order
cs: Klikněte na následující odkaz pro zobrazení tohoto výrobního příkazu
el: Κάντε κλικ στον παρακάτω σύνδεσμο για να δείτε αυτή την εντολή παραγωγής
fr: Cliquez sur le lien suivant pour voir cet ordre de construction
ja: 次のリンクをクリックして、このビルドオーダーをご覧ください。
lt: Spustelėkite šią nuorodą, norėdami peržiūrėti šį gamybos užsakymą
nl: Klik op de volgende link om deze productieorder te bekijken
no: Klikk på følgende lenke for å se denne produksjonsordren
ru: Нажмите на следующую ссылку, чтобы просмотреть этот заказ на сборку
sr: Klikni na sledeći link da vidiš ovaj nalog za izradu

source: The following parts are low on required stock
cs: Následující díly jsou na nízko na požadované skladové hodnotě
el: Τα ακόλουθα προϊόντα έχουν χαμηλό απαιτούμενο απόθεμα
fr: Les pièces suivantes sont en rupture de stock
ja: 以下の部品の在庫が不足しています。
lt: Šioms detalėms trūksta reikalingų atsargų
nl: De volgende onderdelen hebben een lage vereiste voorraad
no: Følgende deler har for lav lagerbeholdning
ru: Для следующих деталей недостаточный запас
sr: Sledeći delovi ima nedovoljno na potrebnim zalihama

source: Required Quantity
cs: Požadované množství
el: Απαιτούμενη ποσότητα
fr: Quantité requise
ja: 必要数量
lt: Reikalingas kiekis
nl: Vereiste Hoeveelheid
no: Antall som kreves
ru: Требуемое кол-во
sr: Potrebna količina

source: You are receiving this email because you are subscribed to notifications for this part
cs: Tento e-mail jste obdrželi, protože jste přihlášeni k odběru oznámení o tomto dílu
el: Λαμβάνετε αυτό το email επειδή έχετε εγγραφεί σε ειδοποιήσεις για αυτό το προϊόν
fr: Vous recevez cet e-mail parce que vous êtes abonné aux notifications pour cette partie
ja: このパートに関する通知を購読しているため、このメールを受信しています。
lt: Jūs gavote šį el. laišką, nes esate užsiprenumeravęs(-usi) pranešimus apie šią detalę
nl: Je ontvangt deze e-mail omdat je bent geabonneerd op notificaties van dit onderdeel
no: Du mottar denne e-posten fordi du abonnerer på varsler for denne delen
ru: Вы получили это письмо, потому что вы подписаны на оповещения об этой детали
sr: Primili ste ovaj email jer ste pretplaćeni na notifikacije za ovaj deo

source: Click on the following link to view this part
cs: Klikněte na následující odkaz pro zobrazení tohoto dílu
el: Κάντε κλικ στον παρακάτω σύνδεσμο για να δείτε αυτό το προϊόν
fr: Cliquez sur le lien suivant pour visualiser cette partie
ja: このパーツを表示するには、次のリンクをクリックしてください
lt: Spustelėkite šią nuorodą, norėdami peržiūrėti šią detalę
nl: Klik op de volgende link om dit deel te bekijken
no: Klikk på følgende lenke for å se denne delen
ru: Нажмите на следующую ссылку, чтобы просмотреть эту деталь
sr: Klikni na sledeći link da bi video ovaj deo

source: Minimum Quantity
cs: Minimální množství
el: Ελάχιστη ποσότητα
fr: Quantité minimale
ja: 最小在庫
lt: Minimalus kiekis
nl: Minimale hoeveelheid
no: Minimum antall
ru: Минимальное количество
sr: Minimalna količina

source: You are receiving this email because you are subscribed to notifications for this part or a category that it is part of
cs: Tento e-mail jste obdrželi, protože jste přihlášeni k odběru oznámení o tomto dílu nebo kategorii která je součástí
el: Λαμβάνετε αυτό το email επειδή έχετε εγγραφεί σε ειδοποιήσεις για αυτό το προϊόν ή για την κατηγορία στην οποία ανήκει
fr: Vous recevez cet e-mail parce que vous êtes abonné aux notifications relatives à cette partie ou à une catégorie dont elle fait partie
ja: この部品またはその部品の一部であるカテゴリの通知を購読しているため、このメールを受信しています。
lt: Jūs gavote šį el. laišką, nes esate užsiprenumeravęs(-usi) pranešimus apie šią detalę arba kategoriją, kuriai ji priklauso
nl: Je ontvangt deze e-mail omdat je bent geabonneerd op notificaties van dit onderdeel
ru: Вы получили это письмо, потому что подписаны на уведомления для этой детали или категории, частью которой она является

source: The following stock items are approaching their expiry dates:
cs: Následující položky se blíží k datu expirace:
el: Τα ακόλουθα είδη αποθέματος πλησιάζουν στην ημερομηνία λήξης τους:
ja: 以下の在庫品目は、まもなく有効期限が切れます：
nl: De volgende voorraadartikelen naderen hun vervaldatum:
ru: Следующие складские элементы приближаются к истечению срока годности:

source: Days Until Expiry
cs: Dnů do expirace
el: Ημέρες μέχρι τη λήξη
ja: 有効期限までの日数
nl: Dagen tot vervaldatum
ru: Дней до истечения срока

source: You are receiving this email because you are subscribed to notifications for these parts
cs: Tento e-mail jste obdrželi, protože jste přihlášeni k odběru oznámení o tyto díly
el: Λαμβάνετε αυτό το email επειδή έχετε εγγραφεί σε ειδοποιήσεις για αυτά τα προϊόντα
ja: このメールを受け取ったのは、これらの部品に関する通知を購読しているためです
nl: U ontvangt deze e-mail omdat u bent geabonneerd op meldingen voor deze onderdelen
ru: Вы получили это письмо, потому что подписаны на уведомления для этих деталей

source: Users
cs: Uživatelé
el: Χρήστες
fr: Utilisateurs
ja: ユーザー
lt: Vartotojai
nl: Gebruikers
no: Brukere
ru: Пользователи
sr: Korisnici
tr: Kullanıcılar

source: Select which users are assigned to this group
cs: Vyberte, kteří uživatelé jsou zařazeni do této skupiny
el: Επιλέξτε ποιους χρήστες θα αντιστοιχίσετε σε αυτή την ομάδα
fr: Sélectionner quels utilisateurs sont assignés à ce groupe
ja: このグループに割り当てるユーザーを選択します
lt: Pasirinkite, kurie vartotojai priskirti šiai grupei
nl: Selecteer welke gebruikers zijn toegewezen aan deze groep
no: Velg hvilke brukere som er tilordnet denne gruppen
ru: Выберите пользователей, назначенных в эту группу
sr: Odaberi koje korisnike želiš da dodaš u ovu grupu
tr: Bu gruba atanacak kullanıcıyı seçin

source: Personal info
cs: Osobní údaje
el: Προσωπικές πληροφορίες
fr: Informations personnelles
ja: 個人情報
lt: Asmeninė informacija
nl: Persoonlijke info
no: Personlig informasjon
ru: Персональная информация
sr: Lični podaci
tr: Kullanıcı bilgisi

source: Permissions
cs: Oprávnění
el: Δικαιώματα
fr: Droits
ja: 許可
lt: Leidimai
nl: Machtigingen
no: Tillatelser
ru: Права доступа
sr: Dozvole
tr: Yetkiler

source: Important dates
cs: Důležité termíny
el: Σημαντικές ημερομηνίες
fr: Dates importantes
ja: 重要な日付
lt: Svarbios datos
nl: Belangrijke data
no: Viktige datoer
ru: Важные даты
sr: Značajni datumi
tr: Önemli tarihler

source: Token has been revoked
cs: Token byl zrušen
el: Το διακριτικό έχει ανακληθεί
fr: Le jeton a été révoqué
ja: トークンは失効しました
lt: Raktas buvo atšauktas
nl: Token is ingetrokken
no: Token er tilbakekalt
ru: Токен был отозван
sr: Token je opozvan

source: Token has expired
cs: Token vypršel
el: Το διακριτικό έχει λήξει
fr: Le jeton a expiré
ja: トークンの有効期限が切れました
lt: Raktas nebegalioja
nl: Token is verlopen
no: Token har utløpt
ru: Срок действия токена истёк
sr: Token je istekao

source: API Token
el: Διακριτικό API
fr: Jeton API
ja: APIトークン
lt: API prieigos raktas
ru: API токен

source: API Tokens
cs: API tokeny
el: Διακριτικά API
fr: Jetons API
ja: APIトークン
lt: API prieigos raktai
no: API-Tokener
ru: Токены API
sr: API tokeni

source: Token Name
cs: Název tokenu
el: Όνομα διακριτικού
fr: Nom du jeton
ja: トークン名
lt: Rakto pavadinimas
nl: Token naam
no: Tokennavn
ru: Название токена
sr: Naziv tokena

source: Custom token name
cs: Uživatelský název tokenu
el: Προσαρμοσμένο όνομα διακριτικού
fr: Nom du jeton personnalisé
ja: カスタムトークン名
lt: Pasirinktas rakto pavadinimas
nl: Aangepaste token naam
no: Egendefinert tokennavn
ru: Название пользовательского токена
sr: Prilagođen naziv tokena

source: Token expiry date
cs: Datum vypršení tokenu
el: Ημερομηνία λήξης διακριτικού
fr: Date d'expiration du jeton
ja: トークンの有効期限
lt: Rakto galiojimo data
nl: Token vervaldatum
no: Token utløpsdato
ru: Дата истечения срока действия токена
sr: Datum isteka tokena

source: Last Seen
cs: Naposledy aktivní
el: Τελευταία δραστηριότητα
fr: Dernière visite
ja: 最終表示
lt: Paskutinį kartą naudotas
nl: Laatst gezien
no: Sist sett
ru: Последнее Посещение
sr: Poslednji put aktivan

source: Last time the token was used
cs: Čas posledního použití tokenu
el: Τελευταία φορά που χρησιμοποιήθηκε το διακριτικό
fr: Dernière utilisation du jeton
ja: トークンが最後に使用された時間
lt: Paskutinis rakto naudojimo laikas
nl: Laatste keer dat het token werd gebruikt
no: Sist gang tokenet ble brukt
ru: Последнее время использования токена
sr: Poslednji put kada je token korišćen

source: Revoked
cs: Zrušeno
el: Έχει ανακληθεί
fr: Révoquée
ja: 失効
lt: Atšauktas
nl: Intrekken
no: Tilbakekalt
ru: Отозван
sr: Opozvano

source: Permission set
cs: Nastavení oprávnění
el: Σύνολο δικαιωμάτων
fr: Droit défini
ja: パーミッション設定
lt: Leidimų rinkinys
nl: Toestemming set
no: Tillatelse satt
ru: Права доступа
sr: Skup dozvola
tr: İzinleri ayarla

source: View
cs: Zobrazit
el: Προβολή
fr: Vue
ja: 表示
lt: Peržiūra
nl: Weergeven
no: Visning
ru: Вид
sr: Pregledaj
tr: Görünüm

source: Permission to view items
cs: Oprávnění k zobrazení položek
el: Δικαίωμα προβολής Προϊόντων
fr: Droit de voir des éléments
ja: 項目を表示する権限
lt: Leidimas peržiūrėti objektus
nl: Machtiging om items te bekijken
no: Tillatelse til å se elementer
ru: Разрешение на просмотр элементов
sr: Dozvola za pregled stavki
tr: Parçayı görüntüleme izni

source: Add
cs: Přidat
el: Προσθήκη
fr: Ajouter
ja: 追加
lt: Pridėti
nl: Toevoegen
no: Legg til
ru: Добавить
sr: Dodaj

source: Permission to add items
cs: Oprávnění přidat položky
el: Δικαίωμα προσθήκης Προϊόντων
fr: Droit d'ajouter des éléments
ja: 項目を追加する権限
lt: Leidimas pridėti objektus
nl: Machtiging om items toe te voegen
no: Tillatelse til å legge til elementer
ru: Разрешение на добавление элементов
sr: Dozvola za dodavanje stavki
tr: Parça ekleme izni

source: Change
cs: Změnit
el: Τροποποίηση
fr: Modifier
ja: 変更
lt: Keisti
nl: Wijzigen
no: Endre
ru: Изменить
sr: Promeni
tr: Değiştir

source: Permissions to edit items
cs: Oprávnění k úpravě položek
el: Δικαίωμα επεξεργασίας Προϊόντων
fr: Droit de modifier des élément
ja: 項目を編集する権限
lt: Leidimas redaguoti objektus
nl: Machtigingen om items te bewerken
no: Tillatelse til å endre elementer
ru: Разрешение на редактирование элементов
sr: Dozvole za izmenu stavki
tr: Parçaları düzenleme izni

source: Delete
cs: Odstranit
el: Διαγραφή
fr: Supprimer
ja: 削除
lt: Ištrinti
nl: Verwijderen
no: Slett
ru: Удалить
sr: Obriši

source: Permission to delete items
cs: Oprávnění k odstranění položek
el: Δικαίωμα διαγραφής Προϊόντων
fr: Droit de supprimer des éléments
ja: 項目を削除する権限
lt: Leidimas ištrinti objektus
nl: Toestemming om items te verwijderen
no: Tillatelse til å slette elementer
ru: Разрешение на удаление элементов
sr: Dozvola za brisanje stavki
tr: Parçaları silme izni

source: Bot
ja: ボット
lt: Botas
ru: Бот

source: Internal
cs: Interní
el: Εσωτερικός
fr: Interne
ja: 内部
lt: Vidinis
nl: Intern
ru: Внутренний

source: Guest
cs: Host
el: Επισκέπτης
fr: Invité
ja: ゲスト
lt: Svečias
nl: Gast
ru: Гость

source: Language
cs: Jazyk
el: Γλώσσα
fr: Langue
ja: 言語
lt: Kalba
nl: Taal
ru: Язык

source: Preferred language for the user
cs: Preferovaný jazyk uživatele
el: Προτιμώμενη γλώσσα χρήστη
fr: Langue préférée de l'utilisateur
ja: ユーザーの希望言語
lt: Pageidaujama vartotojo kalba
nl: Voorkeurstaal voor gebruiker
ru: Предпочтительный язык пользователя

source: Theme
cs: Motiv
el: Θέμα
fr: Thème
ja: テーマ
lt: Tema
nl: Thema
ru: Тема

source: Settings for the web UI as JSON - do not edit manually!
cs: Nastavení webového rozhraní jako JSON - neupravujte ručně!
el: Ρυθμίσεις για το web UI σε μορφή JSON - μην τις επεξεργάζεστε χειροκίνητα!
fr: Paramètres pour l'interface web sous forme de JSON - ne pas modifier manuellement !
ja: JSONとしてのウェブUI用の設定 - 手動で編集しないでください！
lt: Žiniatinklio sąsajos nustatymai (JSON formatu) - neredaguoti rankiniu būdu!
nl: Instellingen voor webinterface als JSON - niet handmatig bewerken!
ru: Настройки веб-интерфейса в формате JSON — не редактировать вручную!

source: Widgets
cs: Widgety
el: Μικροεφαρμογές
fr: Raccourcis
ja: ウィジェット
lt: Valdikliai
nl: Widget
ru: Виджеты

source: Settings for the dashboard widgets as JSON - do not edit manually!
cs: Nastavení widgetů hlavního panelu jako JSON - neupravujte ručně!
el: Ρυθμίσεις για τα widgets του πίνακα ελέγχου σε μορφή JSON - μην τις επεξεργάζεστε χειροκίνητα!
fr: Paramètres des widgets du tableau de bord sous forme de JSON - ne pas modifier manuellement !
ja: JSONとしてのダッシュボード・ウィジェットの設定 - 手動で編集しないでください！
lt: Prietaisų skydelio valdiklių nustatymai (JSON formatu) - neredaguoti rankiniu būdu!
nl: Instellingen voor de dashboard widgets als JSON - wijzig niet handmatig!
ru: Настройки виджетов панели в формате JSON — не редактировать вручную!

source: Display Name
cs: Zobrazované jméno
el: Προβαλλόμενο όνομα
fr: Nom d'affichage
ja: 表示名
lt: Rodomas vardas
nl: Naam weergeven
ru: Отображаемое имя

source: Chosen display name for the user
cs: Zvolené zobrazované jméno pro uživatele
el: Επιλεγμένο προβαλλόμενο όνομα χρήστη
fr: Nom d'affichage choisi pour l'utilisateur
ja: ユーザーの表示名選択
lt: Pasirinktas vartotojo rodomas vardas
nl: Gekozen weergavenaam voor de gebruiker
ru: Отображаемое имя пользователя

source: Position
cs: Pozice
el: Θέση
fr: Localisation
ja: 位置
lt: Pareigos
nl: Functie
ru: Положение

source: Main job title or position
cs: Název nebo funkce hlavního zaměstnání
el: Κύριος επαγγελματικός τίτλος ή θέση
fr: Intitulé de l'emploi principal ou du poste
ja: 主な役職名
lt: Pagrindinės pareigos arba darbo pavadinimas
nl: Titel of positie hoofdtaken
ru: Основное место работы или должность

source: User status message
cs: Zpráva statusu uživatele
el: Μήνυμα κατάστασης χρήστη
fr: Message sur le statut de l'utilisateur
ja: ユーザーのステータスメッセージ
lt: Vartotojo būsenos žinutė
nl: Gebruiker status bericht
ru: Статусное сообщение пользователя

source: User location information
cs: Informace o umístění uživatele
el: Πληροφορίες τοποθεσίας χρήστη
fr: Informations sur la localisation de l'utilisateur
ja: ユーザーの位置情報
lt: Vartotojo buvimo vietos informacija
nl: Informatie over locatie gebruiker
ru: Информация о местоположении пользователя

source: User is actively using the system
cs: Uživatel aktivně používá systém
el: Ο χρήστης χρησιμοποιεί ενεργά το σύστημα
fr: L'utilisateur utilise activement le système
ja: ユーザーが積極的にシステムを利用
lt: Vartotojas aktyviai naudoja sistemą
nl: Gebruiker gebruikt actief het systeem
ru: Пользователь активно использует систему

source: Preferred contact information for the user
cs: Upřednostňované kontaktní údaje pro uživatele
el: Προτιμώμενα στοιχεία επικοινωνίας χρήστη
fr: Coordonnées préférées de l'utilisateur
ja: 希望の連絡先
lt: Pageidaujama vartotojo kontaktinė informacija
nl: Voorkeursinformatie voor de gebruiker
ru: Предпочтительная контактная информация пользователя

source: User Type
cs: Typ uživatele
el: Τύπος χρήστη
fr: Type d'utilisateur
ja: ユーザータイプ
lt: Vartotojo tipas
nl: Gebruikers type
ru: Тип пользователя

source: Which type of user is this?
cs: Jaký typ uživatele to je?
el: Τι τύπος χρήστη είναι;
fr: De quel type d'utilisateur s'agit-il ?
ja: どのようなユーザーですか？
lt: Kokio tipo tai vartotojas?
nl: Welk type gebruiker is dit?
ru: Какого типа этот пользователь?

source: Organisation
cs: Organizace
el: Οργανισμός
ja: 組織
lt: Organizacija
nl: Organisatie
ru: Организация

source: Users primary organisation/affiliation
cs: Primární organizace / přidružení uživatelů
el: Κύριος οργανισμός/φορέας του χρήστη
fr: Organisation/affiliation principale de l'utilisateur
ja: ユーザーの主な所属組織
lt: Pagrindinė vartotojo organizacija / priklausomybė
nl: Gebruikers primaire organisatie/affiliatie
ru: Основная организация/принадлежность пользователя

source: Primary Group
cs: Primární skupina
el: Κύρια ομάδα
fr: Groupe primaire
ja: プライマリーグループ
lt: Pagrindinė grupė
nl: Primaire groep
ru: Основная группа

source: Primary group for the user
cs: Primární skupina uživatele
el: Κύρια ομάδα του χρήστη
fr: Groupe principal de l'utilisateur
ja: ユーザーのプライマリグループ
lt: Pagrindinė vartotojo grupė
nl: Primaire groep van de gebruiker
ru: Основная группа для пользователя
