Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Allow editing of sales orders after they have been shipped or completed
cs: Umožnit úpravy prodejních objednávek po jejich odeslání nebo dokončení
el: Επιτρέπει την επεξεργασία εντολών πώλησης μετά την αποστολή ή ολοκλήρωσή τους
fr: Autoriser la modification des commandes de vente après avoir été expédiées ou complétées
ja: 出荷または完了後の販売注文の編集を許可します。
lt: Leisti redaguoti pardavimo užsakymus po jų išsiuntimo arba užbaigimo
nl: Bewerken van verkooporders toestaan nadat deze zijn verzonden of voltooid
no: Tillat redigering av salgsordrer etter de har blitt sendt eller fullført
ru: Разрешить редактирование заказов на продажу после их отправки или завершения
sr: Dozvoli izmenu naloga za prodaju nakon što su isporučeni ili završeni
tr: Gönderilen veya tamamlanan satış siparişlerini düzenlemeye izin ver

source: Shipment Requires Checking
cs: Zásilka vyžaduje kontrolu
el: Η αποστολή απαιτεί έλεγχο
fr: L'expédition nécessite une vérification
ja: 出荷には確認が必要です
nl: Zending moet gecontroleerd worden
ru: Отгрузка требует проверки
tr: Kontrol Gerektiren Gönderi

source: Prevent completion of shipments until items have been checked
cs: Zabránit dokončení zásilek dokud nebudou zkontrolovány položky
el: Αποτροπή ολοκλήρωσης αποστολών μέχρι να ελεγχθούν τα είδη
fr: Empêcher l'achèvement des envois jusqu'à ce que les articles aient été vérifiés
ja: 商品が確認されるまで、出荷の完了をお控えください。
nl: Voorkom voltooiing van verzendingen totdat items zijn gecontroleerd
ru: Запрещать завершение отгрузок, пока товары не проверены
tr: Kalemler kontrol edilene dek gönderilerin tamamlanmasını engelle

source: Mark Shipped Orders as Complete
cs: Označit odeslané objednávky jako dokončené
el: Σήμανση αποσταλμένων εντολών ως ολοκληρωμένων
fr: Marquer les commandes expédiées comme achevées
ja: 出荷された注文を完了としてマーク
lt: Pažymėti išsiųstus užsakymus kaip užbaigtus
nl: Verstuurde bestellingen markeren als voltooid
ru: Отмечать отправленные заказы как завершённые
sr: Označi isporučene naloge kao završene
tr: Gönderilen Siparişleri Tamamlandı Olarak İmle

source: Sales orders marked as shipped will automatically be completed, bypassing the "shipped" status
cs: Prodejní objednávky označené jako odeslané se automaticky dokončí a obejdou stav „odesláno“
el: Οι εντολές πώλησης που επισημαίνονται ως αποσταλμένες ολοκληρώνονται αυτόματα, παρακάμπτοντας την κατάσταση «απεσταλμένο»
fr: Les commandes marquées comme expédiées seront automatiquement complétées, en contournant le statut « expédié »
ja: 出荷済みと表示された販売注文は、「出荷済み」ステータスを回避して自動的に完了します。
lt: Pardavimo užsakymai, pažymėti kaip išsiųsti, bus automatiškai užbaigti, praleidžiant būseną „išsiųsta“
nl: Verkooporders gemarkeerd als verzonden zullen automatisch worden voltooid, zonder de status "verzonden"
ru: Заказы на продажу, помеченные как отгруженные, будут автоматически завершены, минуя статус 'отгружено'
sr: Nalozi za prodaju označeni kao isporučeni će automatski biti završeni, zaobilazeći status isporučen
tr: Gönderildi olarak işaretli satış siparişleri "gönderildi" durumu atlanarak otomatik olarak tamamlanacaktır

source: Purchase Order Reference Pattern
cs: Referenční vzor nákupní objednávky
el: Μοτίβο αναφοράς εντολής αγοράς
fr: Modèle de référence de commande d'achat
ja: 発注書参照パターン
lt: Pirkimo užsakymo nuorodos šablonas
nl: Inkooporderreferentiepatroon
no: Referansemønster for innkjøpsordre
ru: Шаблон ссылки заказа на закупку
sr: Referentni šablon naloga za kupovinu
tr: Satın Alma Siparişi Referans Şablonu

source: Required pattern for generating Purchase Order reference field
cs: Požadovaný vzor pro generování referenčního pole nákupní objednávky
el: Απαιτούμενο μοτίβο για τη δημιουργία του πεδίου αναφοράς εντολής αγοράς
fr: Modèle requis pour générer le champ de référence de bon de commande
ja: 発注書参照フィールドの生成に必要なパターン
lt: Būtinas šablonas pirkimo užsakymo nuorodos laukui generuoti
nl: Vereist patroon voor het genereren van het Inkooporderreferentieveld
no: Obligatorisk mønster for generering av referansefelt for innkjøpsordre
ru: Требуемый шаблон для генерации поля ссылки заказа на закупку
sr: Potreban šablon pri generisanju referentnog polja naloga za kupovinu
tr: Satın Alma Siparişi referans alanını üretmek için gerekli şablon

source: Edit Completed Purchase Orders
cs: Úprava dokončených nákupních objednávek
el: Επεξεργασία ολοκληρωμένων εντολών αγοράς
fr: Modifier les bons de commande terminés
ja: 完了した発注書の編集
lt: Redaguoti užbaigtus pirkimo užsakymus
nl: Bewerk voltooide verkooporders
no: Rediger fullførte innkjøpsordre
ru: Редактировать завершённые заказы на закупку
sr: Izmeni završene naloge za kupovinu
tr: Tamamlanan Satın Alma Siparişlerini Düzenle

source: Allow editing of purchase orders after they have been shipped or completed
cs: Umožnit úpravy nákupních objednávek po jejich odeslání nebo dokončení
el: Επιτρέπει την επεξεργασία εντολών αγοράς μετά την αποστολή ή ολοκλήρωσή τους
fr: Autoriser la modification des bons de commande après avoir été expédiés ou complétés
ja: 出荷後または完了後の発注書の編集が可能
lt: Leisti redaguoti pirkimo užsakymus po jų išsiuntimo arba užbaigimo
nl: Bewerken van inkooporders toestaan nadat deze zijn verzonden of voltooid
no: Tillat redigering av innkjøpsordre etter at de har blitt sendt eller fullført
ru: Разрешить редактирование заказов после их отправки или завершения
sr: Dozvoli izmenu naloga za kupovinu nakon što su isporučeni ili završeni
tr: Gönderildikten veya tamamlandıktan sonra satın alma siparişlerini düzenlemeye izin ver

source: Convert Currency
cs: Převést měnu
el: Μετατροπή νομίσματος
fr: Convertir la monnaie
ja: 通貨の変換
lt: Konvertuoti valiutą
nl: Valuta converteren
ru: Конвертировать валюту
tr: Para Birimini Dönüştür

source: Convert item value to base currency when receiving stock
cs: Převést hodnotu předmětu na základní měnu při příjmu zásob
el: Μετατροπή της αξίας είδους στο βασικό νόμισμα κατά την παραλαβή αποθέματος
fr: Convertir la valeur de l'article dans la devise de base lors de la réception du stock
ja: 在庫を受け取る際、商品価値を基準通貨に変換
lt: Konvertuoti prekių vertę į pagrindinę valiutą priimant prekes
nl: Verander artikelwaarde naar basisvaluta bij het ontvangen van voorraad
ru: Преобразовывать стоимость товара в базовую валюту при поступлении на склад
tr: Stok alınırken kalem değerini temel para birimine dönüştür

source: Auto Complete Purchase Orders
cs: Automatické dokončování nákupních objednávek
el: Αυτόματη ολοκλήρωση εντολών αγοράς
fr: Achat automatique des commandes
ja: 自動発注
lt: Automatiškai užbaigti pirkimo užsakymus
nl: Inkooporders automatisch voltooien
no: Autofullfør innkjøpsordrer
ru: Автоматически выполнять заказы на закупку
sr: Automatski završi naloge za kupovinu
tr: Satın Alma Siparişlerini Otomatik Tamamla

source: Automatically mark purchase orders as complete when all line items are received
cs: Automaticky označit nákupní objednávky jako kompletní, jakmile jsou přijaty všechny řádkové položky
el: Αυτόματη σήμανση εντολών αγοράς ως ολοκληρωμένων όταν έχουν παραληφθεί όλα τα είδη
fr: Marquer automatiquement les bons de commande comme terminés lorsque tous les articles de la ligne sont reçus
ja: すべての品目を受領した時点で、発注書を完了として自動的にマーク
lt: Automatiškai pažymėti pirkimo užsakymus kaip užbaigtus, kai visos eilutės yra gautos
nl: Markeer orders automatisch als voltooid wanneer alle regelitems worden ontvangen
no: Automatisk merk innkjøpsordre som fullført når alle ordrelinjer er mottatt
ru: Автоматически отмечать заказы на закупку как завершённые при получении всех позиций
sr: Automatski označi naloge za kupovinu kao završene kada su primljene sve stavke porudžbine
tr: Tüm satırlar alındığında satın alma siparişini otomatikmen tamamlandı olarak işaretle

source: Enable password forgot
cs: Povolit pole zapomenutého hesla
el: Ενεργοποίηση υπενθύμισης κωδικού
fr: Activer les mots de passe oubliés
ja: パスワード忘れ
lt: Įjungti pamiršto slaptažodžio funkciją
nl: Wachtwoord vergeten functie inschakelen
no: Aktiver passord glemt
ru: Включить функцию восстановления пароля
sr: Omogući zaboravljenu lozinku
tr: Şifremi unuttum seçeneğini etkinleştir

source: Enable password forgot function on the login pages
cs: Povolení funkce zapomenutého hesla na přihlašovacích stránkách
el: Ενεργοποίηση λειτουργίας υπενθύμισης κωδικού στις σελίδες σύνδεσης
fr: Activer la fonction "Mot de passe oublié" sur les pages de connexion
ja: ログインページでのパスワード忘れ防止機能の有効化
lt: Leisti naudoti pamiršto slaptažodžio funkciją prisijungimo puslapyje
nl: Wachtwoord vergeten functie inschakelen op de inlogpagina's
no: Ativer funskjon for glemt passord på innloggingssidene
ru: Включить функцию восстановления пароля на странице входа
sr: Omogući funkcionalnost zaboravljene lozinke na stranicama za prijavljivanje
tr: Giriş yapma sayfasında şifremi unuttum işlevini etkinleştir

source: Enable registration
cs: Povolit registrace
el: Ενεργοποίηση εγγραφής
fr: Activer les inscriptions
ja: 登録の有効化
lt: Įjungti registraciją
nl: Registratie inschakelen
no: Aktiver registrering
ru: Разрешить регистрацию
sr: Omogući registraciju
tr: Kayıt olmayı etkinleştir

source: Enable self-registration for users on the login pages
cs: Povolit samoregistraci uživatelů na přihlašovacích stránkách
el: Ενεργοποίηση αυτοεγγραφής χρηστών στις σελίδες σύνδεσης
fr: Activer l'auto-inscription pour les utilisateurs sur les pages de connexion
ja: ログインページでユーザーの自己登録を可能にします。
lt: Leisti vartotojams savarankiškai registruotis prisijungimo puslapyje
nl: Zelfregistratie voor gebruikers op de inlogpagina's inschakelen
no: Aktiver egenregistrerting for brukerer på påloggingssidene
ru: Включить самостоятельную регистрацию пользователей на странице входа
sr: Omogući registraciju korisnicima na stranicama za prijavljivanje
tr: Giriş yapma sayfalarında kullanıcılar için kendini kaydetme işlevini etkinleştir

source: Enable SSO
cs: Povolit SSO
el: Ενεργοποίηση SSO
fr: Activer le SSO
ja: SSOの有効化
lt: Įjungti vieningą prisijungimą (SSO)
nl: SSO inschakelen
no: Aktiver SSO
ru: Включить SSO
sr: Omogući SSO
tr: SSO Etkinleştir

source: Enable SSO on the login pages
cs: Povolit SSO na přihlašovacích stránkách
el: Ενεργοποίηση SSO στις σελίδες σύνδεσης
fr: Activer le SSO sur les pages de connexion
ja: ログインページでSSOを有効化
lt: Įjungti vieningą prisijungimą (SSO) prisijungimo puslapyje
nl: SSO inschakelen op de inlogpagina's
no: Aktiver SSO på innloggingssidene
ru: Включить SSO на странице входа
sr: Omogući SSO na stranicama za prijavljivanje
tr: Kullanıcı girişi sayfalarında SSO etkinleştir

source: Enable SSO registration
cs: Povolit SSO registraci
el: Ενεργοποίηση εγγραφής μέσω SSO
fr: Activer l'inscription SSO
ja: SSO登録の有効化
lt: Įjungti registraciją per SSO
nl: Schakel gebruikersregistratie met SSO in
no: Aktiver SSO-registrering
ru: Включить регистрацию через SSO
sr: Omogući SSO registraciju
tr: SSO ile kayıt olmayı etkinleştir

source: Enable self-registration via SSO for users on the login pages
cs: Povolit samoregistraci uživatelů prostřednictvím SSO na přihlašovacích stránkách
el: Ενεργοποίηση αυτοεγγραφής μέσω SSO στις σελίδες σύνδεσης
fr: Activer l'auto-inscription via SSO pour les utilisateurs sur les pages de connexion
ja: ログインページでSSOによるユーザーの自己登録を可能にします。
lt: Leisti vartotojams registruotis per SSO prisijungimo puslapyje
nl: Zelfregistratie voor gebruikers middels SSO op de inlogpagina's inschakelen
no: Aktiver selvregistrering via SSO for brukere på innloggingssiden
ru: Включить самостоятельную регистрацию пользователей через SSO на странице входа
sr: Omogući registraciju preko SSO za korisnike na stranicaa za prijavljivanje
tr: Giriş yapma sayfalarında kullanıcılar için SSO ile kendini kaydetmeyi etkinleştir

source: Enable SSO group sync
cs: Povolit synchronizaci SSO skupin
el: Ενεργοποίηση συγχρονισμού ομάδων SSO
fr: Activer la synchronisation du groupe SSO
ja: SSOグループ同期の有効化
lt: Įjungti SSO grupių sinchronizavimą
nl: SSO-groep synchroniseren inschakelen
ru: Включить синхронизацию групп через SSO
sr: Omogući SSO sinhronizaciju grupa
tr: SSO grup eşitlemeyi etkinleştir

source: Enable synchronizing InvenTree groups with groups provided by the IdP
cs: Povolit synchronizaci InvenTree skupin se skupinami poskytnutými IdP
el: Ενεργοποίηση συγχρονισμού ομάδων InvenTree με ομάδες από τον IdP
fr: Permettre la synchronisation des groupes InvenTree avec les groupes fournis par l'IdP
ja: InvenTreeグループとIdPが提供するグループの同期を有効にします。
lt: Įjungti InvenTree grupių sinchronizavimą su tapatybės tiekėjo (IdP) grupėmis
nl: Inschakelen van het synchroniseren van InvenTree groepen met groepen geboden door de IdP
ru: Включить синхронизацию групп InvenTree с группами, предоставляемыми IdP
sr: Omogući sinhronizaciju grupa aplikacije sa grupama IdP-a
tr: InvenTree gruplarını IdP tarafından sağlanan gruplar ile eşitlemeyi etkinleştir

source: SSO group key
cs: klíč SSO skupiny
el: Κλειδί ομάδας SSO
fr: Clé du groupe SSO
ja: SSOグループキー
lt: SSO grupės raktas
nl: SSO groep sleutel
ru: Ключ группы SSO
sr: SSO ključ grupe
tr: SSO grup anahtarı

source: The name of the groups claim attribute provided by the IdP
cs: Název deklarace skupinového atributu poskytnutého IdP
el: Το όνομα του πεδίου ομάδων που παρέχεται από τον IdP
fr: Le nom de l'attribut de revendication de groupe fourni par l'IdP
ja: IdP が提供する groups claim 属性の名前。
lt: Grupių atributo pavadinimas, kurį pateikia tapatybės tiekėjas (IdP)
nl: De naam van de groepen claim attribuut van de IdP
ru: Имя атрибута группы, предоставленного провайдером идентификации
sr: Nazivi grupa dobijaju atribute od IdP-a
tr: IdP tarafından sağlanan talep özniteliğinin adı

source: SSO group map
cs: mapa SSO skupiny
el: Χάρτης ομάδων SSO
fr: Carte de groupe SSO
ja: SSOグループマップ
lt: SSO grupių susiejimas
nl: SSO groep kaart
ru: Отображение групп SSO
sr: Mapiranje SSO grupa
tr: SSO grup haritası

source: A mapping from SSO groups to local InvenTree groups. If the local group does not exist, it will be created.
cs: Mapování ze skupin SSO do místních InvenTree skupin. Pokud místní skupina neexistuje, bude vytvořena.
el: Χαρτογράφηση ομάδων SSO σε τοπικές ομάδες InvenTree. Αν η ομάδα δεν υπάρχει, θα δημιουργηθεί.
fr: Une correspondance entre les groupes SSO et les groupes InvenTree locaux. Si le groupe local n'existe pas, il sera créé.
ja: SSOグループからローカルのInvenTreeグループへのマッピング。ローカル・グループが存在しない場合は、作成されます。
lt: SSO grupių susiejimas su vietinėmis InvenTree grupėmis. Jei vietinė grupė neegzistuoja, ji bus sukurta.
nl: Een mapping van SSO-groepen naar lokale InvenTree groepen. Als de lokale groep niet bestaat, zal deze worden aangemaakt.
ru: Отображение от групп SSO к локальным группам InvenTree. Если локальная группа не существует, она будет создана.
sr: Mapiranje SSO grupa u lokalne grupe aplikacije. Ukoliko lokalna grupa ne postoji, biće kreirana.
tr: SSO gruplarından yerel InvenTree gruplarına bir eşleme. Yerel grup yoksa, oluşturulacaktır.

source: Remove groups outside of SSO
cs: Odstranit skupiny mimo SSO
el: Αφαίρεση ομάδων εκτός SSO
fr: Supprimer les groupes en dehors de SSO
ja: SSO外のグループを削除
lt: Pašalinti grupes, nepriklausančias SSO
nl: Verwijder groepen buiten SSO
ru: Удалять группы вне SSO
sr: Ukloni grupe van SSO
tr: SSO dışındaki grupları kaldır

source: Whether groups assigned to the user should be removed if they are not backend by the IdP. Disabling this setting might cause security issues
cs: Zdali mají být skupiny přiřazené uživateli odstraněny pokud nemají backend of IdP. Vypnutí tohoto nastavení můžu způsobit problémy se zabezpečením
el: Αν πρέπει να αφαιρούνται ομάδες από τον χρήστη όταν δεν παρέχονται από τον IdP. Η απενεργοποίηση μπορεί να προκαλέσει προβλήματα ασφαλείας
fr: Indique si les groupes attribués à l'utilisateur doivent être supprimés s'ils ne sont pas gérés par l'IdP. La désactivation de ce paramètre peut entraîner des problèmes de sécurité
ja: ユーザーに割り当てられたグループがIdPによってバックエンドされていない場合に削除するかどうか。この設定を無効にすると、セキュリティ上の問題が発生する可能性があります。
lt: Ar pašalinti vartotojui priskirtas grupes, jei jos nėra pateikiamos per IdP. Išjungus gali kilti saugumo problemų
nl: Of groepen die zijn toegewezen aan de gebruiker moeten worden verwijderd als ze geen backend zijn door de IdP. Het uitschakelen van deze instelling kan beveiligingsproblemen veroorzaken
ru: Удалять ли группы, назначенные пользователю, если они не поддерживаются провайдером идентификации. Отключение этой настройки может привести к проблемам безопасности
sr: Da li će grupe dodeljene korisnicima biti uklonjene ukoliko nisu podržane IdP-om. Onemogućavanje ovoga može dovesti do problema.
tr: IdP arka ucu tarafından olmayan, kullanıcıya atanmış grupların kaldırılıp kaldırılmayacağı. Bu ayarı etkisizleştirmek güvenlik sorunlarına neden olabilir

source: Email required
cs: Vyžadován e-mail
el: Απαίτηση email
fr: Email requis
ja: メールアドレスは必須です
lt: El. paštas privalomas
nl: E-mailadres verplicht
no: E-postadresse kreves
ru: Необходимо указать EMail
sr: Email neophodan
tr: E-posta Gerekir

source: Require user to supply mail on signup
cs: Požadovat, aby uživatel při registraci zadal e-mail
el: Απαίτηση συμπλήρωσης email κατά την εγγραφή
fr: Exiger que l'utilisateur fournisse un mail lors de l'inscription
ja: サインアップ時にメールの入力を要求
lt: Reikalauti vartotojo el. pašto registracijos metu
nl: Vereis gebruiker om e-mailadres te registreren bij aanmelding
no: Krevt at brukere angir e-post ved registrering
ru: Требовать электронную почту при регистрации
sr: Zahtevaj od korisnika da dostavi mejl prilikom registracije
tr: Üyelik sırasında kullanıcının eposta sağlamasını gerektir

source: Auto-fill SSO users
cs: Automaticky vyplnit SSO uživatele
el: Αυτόματη συμπλήρωση χρηστών SSO
fr: Saisie automatique des utilisateurs SSO
ja: SSOユーザーの自動入力
lt: Automatiškai užpildyti SSO naudotojų duomenis
nl: SSO-gebruikers automatisch invullen
no: Auto-utfyll SSO-brukere
ru: Автозаполнение пользователей SSO
sr: Automatski popuni SSO korisnike
tr: SSO kullanıcıları otomatik doldur

source: Automatically fill out user-details from SSO account-data
cs: Automaticky vyplnit údaje o uživateli z údajů o účtu SSO
el: Αυτόματη συμπλήρωση στοιχείων χρήστη από τα δεδομένα SSO
fr: Remplir automatiquement les détails de l'utilisateur à partir des données de compte SSO
ja: SSOアカウントデータからユーザー詳細を自動入力
lt: Automatiškai užpildyti vartotojo informaciją pagal SSO paskyros duomenis
nl: Gebruikersdetails van SSO-accountgegevens automatisch invullen
no: Fyll automatisk ut brukeropplysninger fra SSO-kontodata
ru: Автоматически заполнять данные пользователя из аккаунта SSO
sr: Automatski popuni korisnikove podatke iz SSO naloga
tr: Kullanıcı ayrıntılarını TOA hesabı verisinden otomatik olarak doldur

source: Mail twice
cs: Mail dvakrát
el: Email δύο φορές
fr: Courriel en double
ja: メール2回
lt: Įvesti el. paštą du kartus
nl: E-mail twee keer
no: E-post to ganger
ru: Написать дважды
sr: Email dva puta
tr: Postayı iki kez gir

source: On signup ask users twice for their mail
cs: Při registraci dvakrát požádat uživatele o zadání e-mailu
el: Κατά την εγγραφή ζητείται το email δύο φορές
fr: Lors de l'inscription, demandez deux fois aux utilisateurs leur mail
ja: サインアップの際、ユーザーに2度メールを尋ねます。
lt: Registracijos metu prašyti vartotojų du kartus įvesti el. paštą
nl: Bij inschrijving gebruikers twee keer om hun e-mail vragen
no: Spør brukeren om e-post to ganger ved registrering
ru: При регистрации дважды спрашивать адрес электронной почты
sr: Pitaj korisnika dva puta za email prilikom registracije
tr: Hesap oluştururken kullanıcıların postalarını iki kez girmelerini iste

source: Password twice
cs: Heslo dvakrát
el: Κωδικός δύο φορές
fr: Mot de passe deux fois
ja: パスワード2回
lt: Įvesti slaptažodį du kartus
nl: Wachtwoord tweemaal
no: Passord to ganger
ru: Пароль дважды
sr: Lozinka dva puta
tr: Şifreyi iki kez gir

source: On signup ask users twice for their password
cs: Při registraci dvakrát požádat uživatele o heslo
el: Κατά την εγγραφή ζητείται ο κωδικός δύο φορές
fr: Lors de l'inscription, demandez deux fois aux utilisateurs leur mot de passe
ja: サインアップ時にパスワードを2回要求
lt: Registracijos metu prašyti vartotojų du kartus įvesti slaptažodį
nl: Laat gebruikers twee keer om hun wachtwoord vragen tijdens het aanmelden
no: Spør brukeren om passord to ganger ved registrering
ru: При регистрации запросить пароль у пользователей дважды
sr: Pitaj korisnika dva puta za lozinku prilikom registracije
tr: Hesap oluştururken kullanıcıların şifrelerini iki kez girmesini iste

source: Allowed domains
cs: Povolené domény
el: Επιτρεπόμενοι τομείς
fr: Domaines autorisés
ja: 許可ドメイン
lt: Leidžiami domenai
nl: Toegestane domeinen
no: Tillatte domener
ru: Разрешенные домены
sr: Dozvoljeni domeni
tr: Alanlara izin ver

source: Restrict signup to certain domains (comma-separated, starting with @)
cs: Omezit registraci na určité domény (oddělené čárkou a začínající @)
el: Περιορισμός εγγραφής σε συγκεκριμένους τομείς (χωρισμένοι με κόμμα, ξεκινούν με @)
fr: Restreindre l'inscription à certains domaines (séparés par des virgules, commençant par @)
ja: 特定のドメイン(@で始まるカンマ区切り)へのサインアップを制限します。
lt: Riboti registraciją tik tam tikriems domenams (atskiriama kableliais, prasideda @)
nl: Inschrijven beperken tot bepaalde domeinen (komma-gescheiden, beginnend met @)
no: Begrens registrering til bestemte domener (kommaseparert, begynner med @)
ru: Ограничить регистрацию определёнными доменами (через запятую, начиная с @)
sr: Ograniči registraciju na određene domene (razdvojeni zapetom, počinju sa @)
tr: Belirli alanlara hesap açmayı kısıtla (virgülle ayrılmış, @ ile başlayan)

source: Group on signup
cs: Skupina při registraci
el: Ομάδα κατά την εγγραφή
fr: Grouper sur inscription
ja: 登録時のグループ
lt: Grupė registruojantis
nl: Groep bij aanmelding
no: Gruppe ved registrering
ru: Группа при новой регистрации
sr: Grupa pri registrovanju
tr: Hesap oluştururken grup

source: Group to which new users are assigned on registration. If SSO group sync is enabled, this group is only set if no group can be assigned from the IdP.
cs: Skupina do které jsou nový uživatelé přiřazeni při registraci. Pokud je povolena synchronizace SSO skupin, tato skupina lze přiřadit pouze pokud nezle přiřadit skupinu od IdP.
el: Ομάδα στην οποία εκχωρούνται οι νέοι χρήστες κατά την εγγραφή. Με ενεργό SSO sync, χρησιμοποιείται μόνο όταν δεν μπορεί να δοθεί ομάδα από τον IdP.
fr: Groupe auquel les nouveaux utilisateurs sont assignés lors de l'enregistrement. Si la synchronisation des groupes SSO est activée, ce groupe n'est défini que si aucun groupe ne peut être attribué par l'IdP.
ja: 新規ユーザ登録時に割り当てられるグループ。SSOグループ同期が有効な場合、このグループはIdPからグループを割り当てられない場合にのみ設定されます。
lt: Grupė, į kurią priskiriami nauji vartotojai registracijos metu. Jei įjungta SSO grupių sinchronizacija, ši grupė nustatoma tik tuo atveju, jei grupė negaunama iš IdP.
nl: Groep waaraan nieuwe gebruikers zijn toegewezen op registratie. Als SSO-groepssynchronisatie is ingeschakeld, is deze groep alleen ingesteld als er geen groep vanuit de IdP kan worden toegewezen.
ru: Группа, на которую назначаются новые пользователи при регистрации. Если включена синхронизация группы SSO, эта группа задается только в том случае, если ни одна группа не может быть назначена через IdP.
sr: Grupa kojoj se novi korisnici dodeljuju pri registraciji. Ukoliko je SSO group sync omogućen, ova grupa će se dodavati ukoliko korisnik ne može da dobije grupu iz IdP-a.
tr: Yeni kullanıcıların kayıt sırasında atanacağı grup. Eğer TOA grup eşitlemesi etkinse, yalnızca ıdP'den hiçbir grup atanamazsa bu grup ayarlanır.

source: Enforce MFA
cs: Vynutit MFA
el: Επιβολή MFA
fr: Forcer l'authentification multifacteurs
ja: MFAの実施
lt: Reikalauti kelių veiksnių autentifikacijos (MFA)
nl: MFA afdwingen
no: Krev MFA
ru: Принудительное MFA
sr: Nametni MFA
tr: ÇFKD'yi Zorunlu Kıl
