Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Assembly BOM has not been validated
cs: Kusovník sestavy ještě nebyl schválen
el: Το BOM της συναρμολόγησης δεν έχει επικυρωθεί
fr: La liste des composants de l'assemblage n'a pas été validée
ja: アセンブリBOMが検証されていません
lt: Surinkimo BOM nėra patvirtintas
nl: Assemblage stuklijst is niet gevalideerd
no: Sammenstillings-BOMen er ikke godkjent
ru: Сборка BOM не подтверждена
sr: BOM za sastavljanje nije potvrđeno
tr: Montaj BOM listesi henüz doğrulanmadı

source: Build order cannot be created for an inactive part
cs: Výrobní příkaz nesmí být vytvořen pro neaktivní díl
el: Δεν μπορεί να δημιουργηθεί εντολή κατασκευής για ανενεργό Aντικειμένου
fr: Impossible de créer un ordre de fabrication pour une pièce inactive
ja: 非アクティブな部品にビルドオーダーを作成できません。
lt: Negalima sukurti gamybos užsakymo neaktyviai detalei
nl: Bouw bestelling kan niet worden aangemaakt voor een inactief onderdeel
no: Produksjonsordre kan ikke opprettes for en inaktiv del
ru: Порядок сборки не может быть создан для неактивной части
sr: Nalog za izradu se ne može kreirati za neaktivan deo
tr: Pasif bir parça için üretim emri oluşturulamaz

source: Build order cannot be created for an unlocked part
cs: Výrobní příkaz nemůže být vytvořen pro odemčený díl
el: Δεν μπορεί να δημιουργηθεί εντολή κατασκευής για μη κλειδωμένο Aντικειμένου
fr: Impossible de créer un ordre de fabrication pour une pièce non verrouillée
ja: ロックされていない部品にビルドオーダーを作成できません。
lt: Negalima sukurti gamybos užsakymo atrakintai detalei
nl: Maken opdracht kan niet worden gemaakt voor een ontgrendeld onderdeel
no: Produksjonsordre kan ikke opprettes for en ulåst del
ru: Порядок сборки не может быть создан для разблокированной части
sr: Nalog za izradu se ne može kreirati za zaključan deo
tr: Kilidi açılmış bir parça için üretim emri oluşturulamaz

source: Build orders can only be externally fulfilled for purchaseable parts
cs: Výrobní příkaz může být externě splněn pouze pro nakupovatelné díly
el: Οι εντολές κατασκευής μπορούν να εκτελεστούν εξωτερικά μόνο για Προϊόντα που μπορούν να αγοραστούν
fr: Les ordres de fabrication ne peuvent être exécutées qu'en externe pour les pièces achetables
ja: ビルドオーダーを外部委託できるのは、購入可能部品のみです
nl: Bestellingen bouwen kan alleen extern worden vervuld voor aankochte onderdelen
ru: Заказ на сборку может быть помечен сторонним только для покупных деталей
tr: Harici üretim emirleri yalnızca satın alınabilir parçalar için yerine getirilebilir

source: Responsible user or group must be specified
cs: Musí být specifikován odpovědný uživatel nebo skupina
el: Πρέπει να οριστεί υπεύθυνος χρήστης ή ομάδα
fr: Un utilisateur ou un groupe responsable doit être spécifié
ja: 担当ユーザーまたはグループを指定する必要があります。
lt: Turi būti nurodytas atsakingas vartotojas arba grupė
nl: Verantwoorde gebruiker of groep moet worden opgegeven
no: Ansvarlig bruker eller gruppe må spesifiseres
ru: Должен быть указан ответственный пользователь или группа
sr: Odgovorni korisnik ili grupa mora biti određena
tr: Sorumlu kullanıcı veya grup belirtilmelidir

source: Build order part cannot be changed
cs: Díl výrobního příkazu nelze změnit
el: Εξάρτημα από εντολή κατασκευής δεν μπορεί να αλλάξει
fr: La pièce de commande de construction ne peut pas être changée
ja: ビルドオーダー部品は変更できません
lt: Gamybos užsakymo detalės keisti negalima
nl: Bouworder onderdeel kan niet worden gewijzigd
no: Produksjonsordrens del kan ikke endres
ru: Деталь заказа на производства не может быть изменена
sr: Deo u nalogu za izradu ne može se izmeniti
tr: Üretim emri parçası değiştirilemez

source: Target date must be after start date
cs: Cílové datum musí být po datu zahájení
el: Η ημερομηνία στόχος πρέπει να είναι μετά την ημερομηνία έναρξης
fr: La date cible doit être postérieure à la date de début
ja: 目標期日は開始日以降であること
lt: Tikslinė data turi būti po pradžios datos
nl: Doeldatum moet na startdatum zijn
ru: Целевая дата должна быть после даты начала
tr: Hedef tarih başlangıç tarihinden sonra olmalıdır

source: Build Order Reference
cs: Referenční číslo výrobního příkazu
el: Αναφορά Παραγγελίας Κατασκευής
fr: Référence de l' Ordre de Fabrication
ja: ビルド・オーダー・リファレンス
lt: Gamybos užsakymo nuoroda
nl: Productieorderreferentie
no: Produksjonsordre-referanse
ru: Ссылка на заказ на производство
sr: Reference naloga za pravljenje
tr: Üretim Emri Referansı

source: Reference
el: Αναφορά
fr: Référence
ja: 参照
lt: Nuoroda
nl: Referentie
no: Referanse
ru: Номер
sr: Referenca
tr: Referans

source: Brief description of the build (optional)
cs: Stručný popis sestavení (nepovinné)
el: Σύντομη περιγραφή της κατασκευής (προαιρετικό)
fr: Brève description de la fabrication (optionnel)
ja: 建築の簡単な説明（任意）
lt: Trumpas gamybos aprašymas (neprivalomas)
nl: Korte beschrijving van de build (optioneel)
no: Kort beskrivelse av produksjonen (valgfritt)
ru: Краткое описание заказа на производство (необязательно)
sr: Kratak opis izrade (nije obavezno)
tr: Üretimin kısa açıklaması (isteğe bağlı)

source: Build Order to which this build is allocated
cs: Výrobní příkaz, kterému je tato stavba přiřazena
fr: Commande de fabrication associée à cette fabrication
nl: Productie-opdracht waar dit product aan is toegewezen
ru: Заказ на производство, которому принадлежит этот заказ на производство
tr: Bu üretimin tahsis edildiği üretim emri

source: Select part to build
cs: Vyber téma, které chceš stavět
el: Επιλέξτε τμήμα για κατασκευή
fr: Sélectionnez la pièce à construire
ja: 製造する部品の選択
lt: Pasirinkite detalę gamybai
nl: Selecteer onderdeel om te produceren
no: Velg del å produsere
ru: Выберите деталь для производства
sr: Izaberi deo za izgradnju
tr: Üretilecek parçayı seçin

source: Sales Order Reference
cs: Referenční číslo prodejní objednávky
el: Κωδικός Παραγγελίας Πωλήσεων
fr: Bon de commande de référence
ja: セールス・オーダー・リファレンス
lt: Pardavimo užsakymo nuoroda
nl: Verkooporder Referentie
no: Salgsordrereferanse
ru: Ссылка на заказ
sr: Referenca naloga za prodaju
tr: Satış Emri Referansı

source: Sales Order to which this build is allocated
cs: Prodejní objednávka, které je tato stavba přiřazena
fr: Commande de vente à laquelle cette fabrication est allouée
nl: Productieopdracht waar dit productie aan is toegewezen
ru: Заказ на продажу, которому принадлежит этот заказ на производство
tr: Bu üretimin tahsis edildiği satış siparişi

source: Source Location
cs: Zdrojové umístění
el: Τοποθεσία Προέλευσης
fr: Emplacement d'origine
ja: ソース・ロケーション
lt: Šaltinio vieta
nl: Bronlocatie
no: Kildeplassering
ru: Место хранения комплектующих
sr: Lokacija izvora
tr: Kaynak Konum

source: Select location to take stock from for this build (leave blank to take from any stock location)
cs: Vyberte lokaci, ze které chcete brát zásoby pro sestavu (nechte prázdné, chcete-li brát zásoby z libovolné lokace)
el: Επιλέξτε τοποθεσία από την οποία θα γίνει απόθεμα, για αυτή την κατασκευή (αφήστε κενό για να πάρετε από οποιαδήποτε θέση αποθήκευσης)
fr: Sélectionner l'emplacement à partir duquel le stock doit être pris pour cette construction (laisser vide pour prendre à partir de n'importe quel emplacement de stock)
ja: このビルドで在庫を取得する場所を選択します（任意の在庫場所から取得する場合は空白のままにしてください）。
lt: Pasirinkite vietą atsargoms paimti šiai gamybai (palikite tuščią, jei tinka bet kuri vieta)
nl: Selecteer de locatie waar de voorraad van de productie vandaan moet komen (laat leeg om vanaf elke standaard locatie te nemen)
no: Velg plassering å ta lagerbeholdning fra for denne produksjonen (la stå tomt for a ta fra alle lagerplasseringer)
ru: Выберите место хранения для этого заказа на производство (оставьте пустым, чтобы взять с любого места на складе)
sr: Izaberi lokaciju zaliha za ovu izgradnju (ostaviti prazno ako hoćete bilo koju lokaciju zaliha
tr: Bu üretim için stok alınacak konumu seçin (herhangi bir stok konumundan amak için boş bırakın)

source: External Build
cs: Externí sestavení
el: Εξωτερική κατασκευή
fr: Fabrication externe
ja: 外部ビルド
nl: Externe bouw
ru: Сторонняя сборка
tr: Harici Üretim

source: This build order is fulfilled externally
cs: Tento výrobní příkaz je plněn externě
el: Αυτή η εντολή κατασκευής εκτελείται εξωτερικά
fr: Cet ordre de fabrication est exécuté en externe
ja: このビルドオーダーは外部委託されます。
nl: Deze bouw opdracht is extern uitgevoerd
ru: Этот заказ на сборку выполнен сторонней компанией
tr: Bu üretim emri harici olarak tamamlanmıştır

source: Destination Location
cs: Cílová lokace
el: Τοποθεσία Προορισμού
fr: Emplacement cible
ja: 目的地
lt: Paskirties vieta
nl: Bestemmings Locatie
no: Fullført plassering
ru: Место хранения результата
sr: Lokacija odredišta
tr: Hedef Konum

source: Select location where the completed items will be stored
cs: Vyberte lokaci, kde budou dokončené položky uloženy
el: Επιλέξτε την τοποθεσία όπου θα αποθηκευτούν τα ολοκληρωμένα στοιχεία
fr: Sélectionnez l'emplacement où les éléments complétés seront stockés
ja: 完成したアイテムの保管場所を選択
lt: Pasirinkite vietą, kur bus laikomos užbaigtos prekės
nl: Selecteer locatie waar de voltooide items zullen worden opgeslagen
no: Velg plassering der fullførte artikler vil bli lagret
ru: Выберите место хранения завершенных элементов
sr: Izaberi lokaciju gde će se završene stavke skladištiti
tr: Tamamlanmış ögelerin saklanacağı konumu seçiniz

source: Build Quantity
cs: Množství sestav
el: Ποσότητα Κατασκευής
fr: Quantité a fabriquer
ja: 数量
lt: Gamybos kiekis
nl: Productiehoeveelheid
no: Produksjonsmengde
ru: Количество производимых деталей
sr: Količina izgradnje
tr: Üretim Miktarı

source: Number of stock items to build
cs: Počet skladových položek k sestavení
el: Αριθμός αντικειμένων για κατασκευή
fr: Nombre de stock items à construire
ja: 構築するストックアイテムの数
lt: Atsargų kiekis, kurias reikia pagaminti
nl: Aantal voorraaditems om te produceren
no: Antall lagervarer å produsere
ru: Количество складских позиций для производства
sr: Broj stavki za izgradnju
tr: Üretilecek stok kalemlerinin sayısı

source: Completed items
cs: Dokončené položky
el: Ολοκληρωμένα αντικείμενα
fr: Articles terminés
ja: 完成品
lt: Užbaigtos prekės
nl: Voltooide voorraadartikelen
no: Fullførte artikler
ru: Произведенные детали
sr: Kompletirane stavke
tr: Tamamlanmış ögeler

source: Number of stock items which have been completed
cs: Počet skladových položek, které byly dokončeny
el: Αριθμός αντικειμένων αποθέματος που έχουν ολοκληρωθεί
fr: Nombre d'articles de stock qui ont été terminés
ja: 完了した在庫アイテムの数
lt: Užbaigtų atsargų elementų skaičius
nl: Aantal voorraadartikelen die zijn voltooid
no: Antall lagervarer som er fullført
ru: Количество складских позиций, которые были произведены
sr: Broj stavki u zalihama koje su kompletirane
tr: Tamamlanan stok kalemlerinin sayısı

source: Build Status
cs: Stav sestavení
el: Κατάσταση Κατασκευής
fr: État de la construction
ja: 組立状況
lt: Gamybos būsena
nl: Productiestatus
no: Produksjonsstatus
ru: Статус заказа на производство
sr: Status izgradnje
tr: Üretim Durumu

source: Build status code
cs: Stavový kód sestavení
el: Κωδικός κατάστασης κατασκευής
fr: Code de statut de construction
ja: ビルドステータスコード
lt: Gamybos būsenos kodas
nl: Productiestatuscode
no: Produksjonsstatuskode
ru: Код статуса заказа на производство
sr: Kod statusa izgradnje
tr: Üretim durum kodu

source: Batch Code
cs: Kód dávky
el: Κωδικός Παρτίδας
fr: Code de lot
ja: バッチコード
lt: Partijos kodas
no: Batchkode
ru: Код партии
sr: Kod serije
tr: Sıra numarası

source: Batch code for this build output
cs: Dávkový kód pro tento výstup sestavení
el: Κωδικός παρτίδας για αυτήν την κατασκευή
fr: Code de lot pour ce build output
ja: このビルド出力のバッチコード
lt: Šios gamybos partijos kodas
nl: Batchcode voor deze productieuitvoer
no: Batchkode for denne produksjonsartikkelen
ru: Код партии для продукции
sr: Kod izgradnje za ovaj izlaz
tr: Bu üretim çıktısının parti kodu

source: Creation Date
cs: Datum vytvoření
el: Ημερομηνία Δημιουργίας
fr: Date de création
ja: 作成日時
lt: Sukūrimo data
nl: Aanmaakdatum
no: Opprettelsesdato
ru: Дата создания
sr: datum kreiranja
tr: Oluşturulma tarihi

source: Build start date
cs: Datum zahájení sestavení
el: Ημερομηνία έναρξης κατασκευής
fr: Début de la fabrication
ja: ビルド開始日
lt: Gamybos pradžios data
nl: Bouw start datum
ru: Дата начала сборки
tr: Üretim başlangıç tarihi

source: Scheduled start date for this build order
cs: Plánované datum zahájení této objednávky
el: Προγραμματισμένη ημερομηνία έναρξης για αυτή την εντολή κατασκευής
fr: Date de début prévue pour cet ordre de construction
ja: この注文の開始予定日
lt: Planuojama šio gamybos užsakymo pradžios data
nl: Geplande startdatum voor deze bestelling
ru: Запланированная начальная дата этого заказа на сборку
tr: Bu üretim emri için planlanan başlangıç tarihi

source: Target completion date
cs: Cílové datum dokončení
el: Ημερομηνία ολοκλήρωσης στόχου
fr: Date d'achèvement cible
ja: 完成目標日
lt: Tikslinė užbaigimo data
nl: Verwachte opleveringsdatum
no: Forventet sluttdato
ru: Целевая дата завершения
sr: Datum ciljanog završetka
tr: Hedef tamamlama tarihi

source: Target date for build completion. Build will be overdue after this date.
cs: Cílové datum dokončení sestavení. Sestavení bude po tomto datu v prodlení.
el: Ημερομηνία ολοκλήρωσης της κατασκευής. Η κατασκευή θα καθυστερήσει μετά από αυτή την ημερομηνία.
fr: Date cible pour l'achèvement de la construction. La construction sera en retard après cette date.
ja: ビルド完了目標日。この日付を過ぎると、ビルドは期限切れになります。
lt: Planuojama gamybos pabaigos data. Po šios datos gamyba bus pavėluota.
nl: Doeldatum voor productie voltooiing. Productie zal achterstallig zijn na deze datum.
no: Måldato for ferdigstillelse. Produksjonen vil være forfalt etter denne datoen.
ru: Целевая дата для заказа на производства. Заказ будет просрочен после этой даты.
sr: Ciljani datum za završetak izgradnje. Izgradnja će biti u prekoračenju nakon ovog datuma
tr: Üretimin tamamlanması için hedef tarih. Bu tarihten sonra üretim gecikmiş olacak.

source: Completion Date
cs: Datum dokončení
el: Ημερομηνία ολοκλήρωσης
fr: Date d'achèvement
ja: 完了日
lt: Užbaigimo data
nl: Opleveringsdatum
no: Fullført dato
ru: Дата завершения
sr: Datum završetka
tr: Tamamlama tarihi

source: completed by
cs: dokončil
el: ολοκληρώθηκε από
fr: achevé par
ja: 完了者
lt: Užbaigė
nl: voltooid door
no: fullført av
ru: выполнено
sr: kompletirano od
tr: tamamlayan

source: Issued by
cs: Vystavil
el: Εκδόθηκε από
fr: Émis par
ja: 発行者
lt: Išdavė
nl: Uitgegeven door
no: Utstedt av
ru: Создано
sr: izdato od
tr: Düzenleyen

source: User who issued this build order
cs: Uživatel, který vystavil tento výrobní příkaz
el: Χρήστης που εξέδωσε αυτήν την παραγγελία κατασκευής
fr: Utilisateur ayant émis cette commande de construction
ja: このビルドオーダーを発行したユーザー
lt: Vartotojas, kuris išdavė šį gamybos užsakymą
nl: Gebruiker die de productieorder heeft gegeven
no: Brukeren som utstedte denne produksjonsordren
ru: Пользователь, создавший этот заказ на производство
sr: Korisnik koji je izdao nalog za izgradnju
tr: Bu üretim emrini düzenleyen kullanıcı

source: Responsible
cs: Odpovědný
el: Υπεύθυνος
fr: Responsable
ja: 責任
lt: Atsakingas
nl: Verantwoordelijke
no: Ansvarlig
ru: Ответственный
sr: Odgovoran
tr: Sorumlu

source: User or group responsible for this build order
cs: Uživatel nebo skupina odpovědná za tento výrobní příkaz
el: Χρήστης ή ομάδα υπεύθυνη για αυτή την εντολή κατασκευής
fr: Utilisateur ou groupe responsable de cet ordre de construction
ja: このビルドオーダーを担当するユーザーまたはグループ
lt: Vartotojas ar grupė, atsakinga už šį gamybos užsakymą
nl: Gebruiker of groep verantwoordelijk voor deze bouwopdracht
no: Bruker eller gruppe ansvarlig for produksjonsordren
ru: Пользователь, ответственный за этот заказ на производство
sr: Korisnik ili grupa koja je odgovorna za ovaj nalog za izgradnju
tr: Bu üretim emrinden sorumlu kullanıcı veya grup

source: External Link
cs: Externí odkaz
el: Εξωτερικοί σύνδεσμοι
fr: Lien Externe
ja: 外部リンク
lt: Išorinė nuoroda
nl: Externe Link
no: Ekstern lenke
ru: Внешняя ссылка
sr: Spoljašnja konekcija
tr: Harici Bağlantı

source: Link to external URL
cs: Odkaz na externí URL
el: Σύνδεσμος προς εξωτερική διεύθυνση URL
fr: Lien vers une url externe
ja: 外部 サイト へのリンク
lt: Nuoroda į išorinį URL
nl: Link naar externe URL
no: Lenke til ekstern URL
ru: Ссылка на внешний URL
sr: Link za eksterni URL
tr: Harici URL'ye bağlantı

source: Build Priority
cs: Priorita sestavení
el: Προτεραιότητα Κατασκευής
fr: Priorité de fabrication
ja: 組立優先度
lt: Gamybos prioritetas
nl: Bouw prioriteit
no: Produksjonsprioritet
ru: Приоритет производства
sr: Prioritet izgradnje
tr: Üretim Önceliği

source: Priority of this build order
cs: Priorita tohoto výrobního příkazu
el: Προτεραιότητα αυτής της εντολής κατασκευής
fr: Priorité de cet ordre de fabrication
ja: 建設順序の優先順位
lt: Šio gamybos užsakymo prioritetas
nl: Prioriteit van deze bouwopdracht
no: Produksjonsordrens prioritet
ru: Приоритет этого заказа на производство
sr: Prioritet ovog naloga za izgradnju
tr: Bu üretim emrinin önceliği

source: Project Code
cs: Kód projektu
el: Κωδικός Έργου
fr: Code du projet
ja: プロジェクトコード
lt: Projekto kodas
no: Prosjektkode
ru: Код проекта
sr: Kod projekta
tr: Proje Kodu

source: Project code for this build order
cs: Kód projektu pro tento výrobní příkaz
el: Κωδικός έργου για αυτήν την εντολή κατασκευής
fr: Code de projet pour cet ordre de construction
ja: プロジェクトコード
lt: Šio gamybos užsakymo projekto kodas
nl: Project code voor deze build order
no: Prosjektkode for denne produksjonsordren
ru: Код проекта для этого заказа на производство
sr: Kod projekta za ovaj nalog za izgradnju
tr: Bu üretim emri için proje kodu

source: Cannot complete build order with open child builds
cs: Nelze dokončit výrobní příkaz s otevřenými podobjednávkami
el: Δεν είναι δυνατή η ολοκλήρωση της εντολής κατασκευής με ανοιχτές θυγατρικές κατασκευές
fr: Impossible de terminer l'ordre de fabrication avec des constructions enfant ouvertes
ja: 製造中の子ビルドがあるため、ビルドオーダーを完了できません
nl: Kan de bouwopdracht niet voltooien zolang onderliggende bouwopdrachten nog openstaan
ru: Невозможно завершить заказ на сборку при наличии открытых дочерних сборок
tr: Açık alt üretim işlemleri varken üretim emri tamamlanamaz

source: Cannot complete build order with incomplete outputs
cs: Nelze dokončit výrobní příkaz s neúplnými výstupy
el: Δεν είναι δυνατή η ολοκλήρωση της εντολής κατασκευής με μη ολοκληρωμένα προϊόντα
fr: Impossible de terminer l'ordre de fabrication avec des sorties incomplètes
ja: 不完全な出力があるため、ビルドオーダーを完了できません
nl: Kan de bouwopdracht niet voltooien zolang de output onvolledig is
ru: Невозможно завершить заказ на сборку при незавершенных выходах
tr: Eksik çıktılar varken üretim emri tamamlanamaz

source: Failed to offload task to complete build allocations
cs: Nepodařilo se uvolnit úlohu pro dokončení přidělení sestavy
el: Αποτυχία εκχώρησης εργασίας για την ολοκλήρωση των κατανομών κατασκευής
fr: Échec du déchargement de la tâche pour terminer les allocations de construction
ja: ビルドの割り当てを完了するタスクのオフロードに失敗しました。
lt: Nepavyko perduoti užduoties, kad būtų atlikti gamybos paskirstymai
nl: Verwijderen van taak om toewijzingen te voltooien mislukt
no: Kunne ikke delegere bort oppgaven for å fullføre tildelinger
ru: Не удалось выгрузить задачу для распределения на сборку
sr: Nije uspelo preuzimanje zadataka da bi se dovršila alokacija izgradnje
tr: Üretim tahsisatını tamamlamak için boşaltma görevi başarısız oldu

source: Build order {build} has been completed
cs: Výrobní příkaz {build} byl dokončen
el: Η παραγγελία κατασκευής {build} έχει ολοκληρωθεί
fr: La commande de construction {build} a été effectuée
ja: ビルドオーダー{build}が完了しました
lt: Gamybos užsakymas {build} užbaigtas
nl: Productieorder {build} is voltooid
no: Produksjonsordre {build} er fullført
ru: Заказ на производство {build} был завершен
sr: Nalog za izgradnju {build} je kompletiran
tr: {build} üretim emri tamamlandı

source: A build order has been completed
cs: Výrobní příkaz byl dokončen
el: Η παραγγελία κατασκευής έχει ολοκληρωθεί
fr: Une commande de construction a été effectuée
ja: 建設発注が完了しました
lt: Gamybos užsakymas užbaigtas
nl: Een productieorder is voltooid
no: En produksjonsordre er fullført
ru: Заказ на производство был завершен
sr: Nalog za izgradnju je kompletiran
tr: Bir üretim emri tamamlandı

source: Serial numbers must be provided for trackable parts
cs: U sledovatelných dílů musí být uvedena sériová čísla
el: Πρέπει να δοθούν σειριακοί αριθμοί για τα ανιχνεύσιμα Προϊόντα
fr: Les numéros de série doivent être fournis pour les pièces traçables
ja: 追跡可能な部品については、シリアル番号の提示が必要です。
lt: Sekamoms detalėms būtina nurodyti serijos numerius
nl: Serienummers moeten worden opgegeven voor traceerbare onderdelen
no: Serienumre må angis for sporbare deler
ru: Для отслеживаемых деталей должны быть указаны серийные номера
sr: Za delove koji mogu da se prate moraju se dostaviri serijski brojevi
tr: İzlenebilir parçalar için seri numaraları sağlanmalıdır

source: No build output specified
cs: Nebyl specifikováno žádný výstup sestavení
el: Δεν καθορίστηκε έξοδος κατασκευής
fr: Pas d'ordre de production défini
ja: ビルド出力が指定されていません
lt: Nepateiktas gamybos rezultatas
nl: Geen productie uitvoer opgegeven
no: Ingen produksjonsartikkel spesifisert
ru: Продукция не указана
sr: Nije određen izlaz izgradnje
tr: Hiçbir üretim çıktısı belirtilmedi

source: Build output is already completed
cs: Výstup sestavení je již dokončen
el: Η παραγγελία κατασκευής έχει ολοκληρωθεί
fr: L'ordre de production a déjà été réalisé
ja: ビルド出力はすでに完了しています
lt: Gamybos rezultatas jau užbaigtas
nl: Productie uitvoer is al voltooid
no: Produksjonsartikkelen er allerede fullført
ru: Продукция уже произведена
sr: Izlaz izgradnje je već kompletiran
tr: Üretim çıktısı zaten tamamlanmış

source: Build output does not match Build Order
cs: Výstup neodpovídá výrobnímu příkazu
el: Η έξοδος κατασκευής δεν ταιριάζει με την παραγγελία κατασκευής
fr: L'ordre de production de correspond pas à l'ordre de commande
ja: ビルド出力がビルド順序と一致しません
lt: Gamybos rezultatas neatitinka gamybos užsakymo
nl: Productuitvoer komt niet overeen met de Productieorder
no: Produksjonsartikkelen samsvarer ikke med produksjonsordren
ru: Продукция не совпадает с заказом на производство
sr: Izlaz izgradnje se ne slaže sa Nalogom za izgradnju
tr: Üretim çıktısı, üretim emri ile eşleşmiyor

source: Quantity must be greater than zero
cs: Množství musí být vyšší než nula
el: Η ποσότητα πρέπει να είναι μεγαλύτερη από 0
fr: La quantité doit être supérieure à zéro
ja: 数量はゼロより大きくなければなりません
lt: Kiekis turi būti didesnis nei nulis
nl: Hoeveelheid moet groter zijn dan nul
no: Mengden må være større enn null
ru: Количество должно быть больше нуля
sr: Količina mora biti veća od nule
tr: Miktar sıfırdan büyük olmalıdır

source: Quantity cannot be greater than the output quantity
cs: Množství nemůže být větší než výstupní množství
el: Η ποσότητα δεν μπορεί να είναι μεγαλύτερη από την παραγόμενη ποσότητα
fr: La quantité ne peut pas être supérieure à la quantité de sortie
ja: 数量が出力数量を上回ることはできません
lt: Kiekis negali viršyti rezultato kiekio
nl: Hoeveelheid kan niet groter zijn dan aantal
no: Kvantitet kan ikke være større enn utgangsantallet
ru: Количество не может быть больше количества продукции
sr: Količina ne sme da bude veća od izlazne količine
tr: Miktar çıktı miktarından büyük olamaz

source: Build output has not passed all required tests
cs: Výstup výroby neprošel všemi požadovanými testy
el: Η έξοδος κατασκευής δεν έχει περάσει όλες τις απαιτούμενες δοκιμές
fr: Les sorties de fabrication n'ont pas passé tous les tests requis
ja: ビルド出力は、必要なすべてのテストを通過していません
nl: Build output heeft niet alle vereiste tests doorstaan
ru: Выход сборки не прошёл все необходимые тесты
tr: Üretim çıktısı tüm gerekli testleri geçmedi
