Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Hide Inactive Parts
cs: Skrýt neaktivní díly
el: Απόκρυψη ανενεργών προϊόντων
fr: Masquer les pièces inactives
ja: 非アクティブな部品を非表示
lt: Slėpti neaktyvias detales
nl: Inactieve Onderdelen Verbergen
no: Skjul Inaktive Deler
ru: Скрыть неактивные детали
sr: Sakrij neaktivne delove
tr: Pasif Parçaları Gizle

source: Excluded inactive parts from search preview window
cs: Vyloučené neaktivní části z okna náhledu vyhledávání
el: Εξαίρεση ανενεργών προϊόντων από το παράθυρο προεπισκόπησης αναζήτησης
fr: Exclure les pièces inactives de la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウから非アクティブ部分を除外
lt: Neaktyvios detalės nebus rodomos paieškos peržiūros lange
nl: Inactieve verkooporders weglaten in het zoekvenster
no: Ekskluder inaktive deler fra forhåndsvisningsvinduet for søk
ru: Исключить неактивные детали из окна предварительного просмотра поиска
sr: Isključeni neaktivni delovi iz prozora za pregled pretrage
tr: Arama önizleme penceresinden hariç tutulan pasif parçalar

source: Search Categories
cs: Hledat kategorie
el: Αναζήτηση κατηγοριών
fr: Rechercher des catégories
ja: カテゴリーを検索
lt: Ieškoti kategorijų
nl: Zoek categorieën
no: Søk i kategorier
ru: Категории поиска
sr: Pretraga kategorija
tr: Kategorileri Ara

source: Display part categories in search preview window
cs: Zobrazit kategorie dílů v náhledu hledání
el: Εμφάνιση κατηγοριών προϊόντων στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les catégories de pièces dans la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウに部品カテゴリーを表示
lt: Rodyti detalių kategorijas paieškos peržiūros lange
nl: Toon onderdeelcategorieën in zoekvenster
no: Vis delkategorier i forhåndsvisningsvinduet for søk
ru: Отображение деталей в окне предварительного просмотра поиска
sr: Prikaži kategorije delova u prozoru za pregled pretrage
tr: Parça kategorilerini arama önizleme penceresinde görüntüle

source: Search Stock
cs: Hledat zásoby
el: Αναζήτηση αποθέματος
fr: Rechercher dans le stock
ja: 在庫検索
lt: Ieškoti atsargų
nl: Zoek in Voorraad
no: Søk i lagerbeholdning
ru: Поиск Запасов
sr: Pretraga zaliha
tr: Stoku Ara

source: Display stock items in search preview window
cs: Zobrazit skladové položky v náhledu hledání
el: Εμφάνιση ειδών αποθέματος στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les pièces en stock dans la fenêtre d'aperçu de la recherche
ja: 検索プレビューウィンドウに在庫アイテムを表示
lt: Rodyti atsargas paieškos peržiūros lange
nl: Toon voorraad items in zoekvenster
no: Vis lagervarer i forhåndsvisningsvinduet for søk
ru: Отображать складские позиции в окне предварительного просмотра поиска
sr: Prikaži stavke sa zaliha u prozoru za pregled pretrage
tr: Stok kalemlerini arama önizleme penceresinde görüntüle

source: Hide Unavailable Stock Items
cs: Skrýt nedostupné skladové položky
el: Απόκρυψη μη διαθέσιμων ειδών αποθέματος
fr: Cacher les pièces indisponibles
ja: 在庫のない商品を隠す
lt: Slėpti neprieinamas atsargas
nl: Verberg niet beschikbare voorraad items
no: Skjul utilgjengelige Lagervarer
ru: Скрыть недоступные складские позиции
sr: Sakrij stavke sa zaliha koje nisu dostupne
tr: Var Olmayan Stok Kalemlerini Gizle

source: Exclude stock items which are not available from the search preview window
cs: Vyloučit skladové položky, které nejsou dostupné z okna náhledu hledání
el: Εξαίρεση μη διαθέσιμων ειδών αποθέματος από το παράθυρο προεπισκόπησης αναζήτησης
fr: Exclure les articles en stock qui ne sont pas disponibles de la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウから利用できない在庫商品を除外します。
lt: Neprieinamos atsargos nebus rodomos paieškos peržiūros lange
nl: Voorraadartikelen die niet beschikbaar zijn niet in het zoekvenster weergeven
no: Ekskluder lagervarer som ikke er tilgjengelige fra forhåndsvisningsvinduet for søk
ru: Исключить недоступные складские позиции из окна предварительного просмотра поиска
sr: Ne uključuj stavke sa zaliha koje nisu dostupne u prozor za pregled pretrage
tr: Var olmayan stok kalemlerini arama önizleme penceresinden hariç tut

source: Search Locations
cs: Hledat umístění
el: Αναζήτηση τοποθεσιών
fr: Chercher des Emplacements
ja: 場所を検索
lt: Ieškoti vietų
nl: Locaties doorzoeken
no: Søk i Plasseringer
ru: Поиск мест хранения
sr: Pretraga lokacija
tr: Konum Ara

source: Display stock locations in search preview window
cs: Zobrazit skladová umístění v náhledu hledání
el: Εμφάνιση τοποθεσιών αποθέματος στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les emplacements dans la fenêtre d'aperçu de la recherche
ja: 検索プレビューウィンドウに在庫場所を表示
lt: Rodyti atsargų vietas paieškos peržiūros lange
nl: Toon voorraadlocaties in zoekvenster
no: Vis lagerplasseringer i forhåndsvisningsvinduet for søk
ru: Отображать места хранения в окне предварительного просмотра поиска
sr: Prikaži lokacije zaliha u prozoru za pregled pretrage
tr: Stok konumlarını arama önizleme penceresinde görüntüle

source: Search Companies
cs: Hledat společnosti
el: Αναζήτηση εταιρειών
fr: Rechercher les entreprises
ja: 企業検索
lt: Ieškoti įmonių
nl: Zoek bedrijven
no: Søk i Firma
ru: Поиск компаний
sr: Pretraga kompanija
tr: Şirketleri Ara

source: Display companies in search preview window
cs: Zobrazit společnosti v náhledu hledání
el: Εμφάνιση εταιρειών στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les entreprises dans la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウに企業を表示
lt: Rodyti įmones paieškos peržiūros lange
nl: Toon bedrijven in zoekvenster
no: Vis firma i forhåndsvsningsvinduet for søk
ru: Отображать компании в окне предварительного поиска
sr: Prikaži kompanije u prozoru za pregled pretrage
tr: Şirketleri arama önizleme penceresinde görüntüle

source: Search Build Orders
cs: Hledat výrobní příkazy
el: Αναζήτηση εντολών παραγωγής
fr: Rechercher les commandes de construction
ja: 建設オーダーの検索
lt: Ieškoti gamybos užsakymų
nl: Zoek Bouworders
no: Søk i Produksjonsordrer
ru: Поиск заказов на производство
sr: Pretraga naloga za izradu
tr: Üretim Emirlerini Ara

source: Display build orders in search preview window
cs: Zobrazit výrobní příkazy v náhledu hledání
el: Εμφάνιση εντολών παραγωγής στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les commandes de construction dans la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウに構築順を表示
lt: Rodyti gamybos užsakymus paieškos peržiūros lange
nl: Toon bouworders in zoekvenster
no: Vis produksjonsordrer i forhåndsvisningsvinduet for søk
ru: Отображать заказы на производство в окне предварительного просмотра поиска
sr: Prikaži naloge za izradu u prozoru za pregled pretrage
tr: Üretim emirlerini arama önizleme penceresinde görüntüle

source: Search Purchase Orders
cs: Hledat nákupní objednávky
el: Αναζήτηση εντολών αγοράς
fr: Rechercher des bons de commande
ja: 注文書の検索
lt: Ieškoti pirkimo užsakymų
nl: Inkooporders Zoeken
no: Søk i Innkjøpsordrer
ru: Поиск заказов на покупку
sr: Pretraga naloga za kupovinu
tr: Satın Alma Siparişlerini Ara

source: Display purchase orders in search preview window
cs: Zobrazit nákupní objednávky v náhledu hledání
el: Εμφάνιση εντολών αγοράς στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les bons de commande dans la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウに発注書を表示
lt: Rodyti pirkimo užsakymus paieškos peržiūros lange
nl: Toon inkooporders in het zoekvenster
no: Vis innkjøpsordrer i forhåndsvisningsvinduet for søk
ru: Отображать заказы на закупку в окне предварительного поиска
sr: Prikaži naloge za kupovinu u prozoru za pregled pretrage
tr: Satın alma siparişlerini arama önizleme penceresinde görüntüle

source: Exclude Inactive Purchase Orders
cs: Vyloučit neaktivní nákupní objednávky
el: Εξαίρεση ανενεργών εντολών αγοράς
fr: Exclure les bons de commande inactifs
ja: 非アクティブな購入注文の除外
lt: Išskirti neaktyvius pirkimo užsakymus
nl: Inactieve Inkooporders Weglaten
no: Ekskluder inaktive Innkjøpsordrer
ru: Исключить неактивные заказы на закупку
sr: Ne uključuj neaktivne naloge za kupovinu
tr: Pasif Satın Alma Siparişlerini Hariç Tut

source: Exclude inactive purchase orders from search preview window
cs: Vyloučit neaktivní nákupní objednávky z okna náhledu vyhledávání
el: Εξαίρεση ανενεργών εντολών αγοράς από το παράθυρο προεπισκόπησης αναζήτησης
fr: Exclure les commandes d’achat inactives de la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウから非アクティブな発注書を除外
lt: Neaktyvūs pirkimo užsakymai nebus rodomi paieškos peržiūros lange
nl: Inactieve inkooporders weglaten in het zoekvenster
no: Ekskluder inaktive innkjøpsordrer fra forhåndsvisningsvinduet for søk
ru: Исключать неактивные заказы на закупку из окна предварительного поиска
sr: Ne uključuj neaktivne naloge za kupovinu u prozor za pregled pretrage
tr: Pasif satın alma siparişlerini arama önizleme penceresinden hariç tut

source: Search Sales Orders
cs: Hledat prodejní objednávky
el: Αναζήτηση εντολών πώλησης
fr: Rechercher les bons de commande
ja: 販売注文の検索
lt: Ieškoti pardavimo užsakymų
nl: Verkooporders zoeken
no: Søk i Salgsordrer
ru: Поиск заказов на продажу
sr: Pretraga naloga za prodaju
tr: Satış Siparişlerini Ara

source: Display sales orders in search preview window
cs: Zobrazit prodejní objednávky v náhledu hledání
el: Εμφάνιση εντολών πώλησης στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les bons de commande dans la fenêtre de prévisualisation de la recherche
ja: 検索プレビューウィンドウに販売注文を表示
lt: Rodyti pardavimo užsakymus paieškos peržiūros lange
nl: Toon verkooporders in het zoekvenster
no: Vis salgsordrer i forhåndsvisningsvinduet for søk
ru: Отображать заказы на продажу в окне предварительного поиска
sr: Prikaži naloge za prodaju u prozoru za pregled pretrage
tr: Satış siparişlerini arama önizleme penceresinde görüntüle

source: Exclude Inactive Sales Orders
cs: Vyloučit neaktivní prodejní objednávky
el: Εξαίρεση ανενεργών εντολών πώλησης
fr: Exclure les bons de commande inactives
ja: 非アクティブな販売注文の除外
lt: Išskirti neaktyvius pardavimo užsakymus
nl: Inactieve Verkooporders Weglaten
no: Ekskluder Inaktive Salgsordrer
ru: Исключить неактивные заказы на продажу
sr: Ne uključuj neaktivne naloge za prodaju
tr: Pasif Satın Alma Siparişlerini Hariç Tut

source: Exclude inactive sales orders from search preview window
cs: Vyloučit neaktivní prodejní objednávky z okna náhledu vyhledávání
el: Εξαίρεση ανενεργών εντολών πώλησης από το παράθυρο προεπισκόπησης αναζήτησης
fr: Exclure les bons de commande inactifs de la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウから非アクティブな販売注文を除外
lt: Neaktyvūs pardavimo užsakymai nebus rodomi paieškos peržiūros lange
nl: Inactieve verkooporders weglaten in het zoekvenster
no: Ekskluder inaktive salgsordrer fra forhåndsvisningsvinduet for søk
ru: Исключать неактивные заказы на продажу из окна предварительного поиска
sr: Ne uključuj neaktivne naloge za prodaju u prozor za pregled pretrage
tr: Pasif satın alma siparişlerini arama önizleme penceresinden hariç tut

source: Search Sales Order Shipments
cs: Vyhledat zásilky prodejních objednávek
el: Αναζήτηση αποστολών εντολών πώλησης
fr: Rechercher les expéditions de commandes clients
ja: 販売注文の出荷を検索
lt: Ieškoti pardavimo užsakymų siuntų
nl: Verzendingen verkooporder doorzoeken
ru: Искать отгрузки заказов на продажу
tr: Satış Siparişi Gönderilerini Ara

source: Display sales order shipments in search preview window
cs: Zobrazit zásilky prodejních objednávek ve vyhledávacím náhledu
el: Εμφάνιση αποστολών εντολών πώλησης στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les envois de commandes dans la fenêtre de prévisualisation de la recherche
ja: 検索プレビューウィンドウに販売注文の出荷を表示
lt: Rodyti pardavimo užsakymų siuntas paieškos peržiūros lange
nl: Toon verkooporders in het zoekvenster
ru: Отображать отгрузки заказов на продажу в окне предварительного поиска
tr: Satış siparişi gönderilerini arama önizleme penceresinde görüntüle

source: Search Return Orders
cs: Vyhledávání vrácených objednávek
el: Αναζήτηση εντολών επιστροφής
fr: Rechercher les commandes retournées
ja: 返品注文の検索
lt: Ieškoti grąžinimo užsakymų
nl: Zoek retourorders
no: Søk i Returordrer
ru: Поиск заказов на возврат
sr: Pretraga naloga za vraćanje
tr: İade Siparişlerini Ara

source: Display return orders in search preview window
cs: Zobrazit vrácené objednávky v okně náhledu vyhledávání
el: Εμφάνιση εντολών επιστροφής στο παράθυρο προεπισκόπησης αναζήτησης
fr: Afficher les ordres de retour dans la fenêtre d'aperçu de la recherche
ja: 検索プレビューウインドウに返送オーダーを表示
lt: Rodyti grąžinimo užsakymus paieškos peržiūros lange
nl: Toon bouworders in zoekvenster
no: Vis returordrer i forhåndsvisningsvinduet for søk
ru: Отображать заказы на возврат в окне предварительного поиска
sr: Prikazuj naloge za vraćanje u prozoru za pregled pretrage
tr: İade siparişlerini arama önizleme penceresinde görüntüle

source: Exclude Inactive Return Orders
cs: Vyloučit neaktivní vrácené objednávky
el: Εξαίρεση ανενεργών εντολών επιστροφής
fr: Exclure les commandes de retour inactives
ja: 非アクティブな返品注文の除外
lt: Išskirti neaktyvius grąžinimo užsakymus
nl: Inactieve retourbestellingen weglaten
no: Ekskluder Inaktive Returordrer
ru: Исключить неактивные заказы на возврат
sr: Ne uključuj neaktivne naloge za vraćanje
tr: Pasif İade Siparişlerini Hariç Tut

source: Exclude inactive return orders from search preview window
cs: Vyloučit neaktivní vrácené objednávky z okna náhledu vyhledávání
el: Εξαίρεση ανενεργών εντολών επιστροφής από το παράθυρο προεπισκόπησης αναζήτησης
fr: Exclure les ordres de retour inactifs de la fenêtre d'aperçu de la recherche
ja: 検索プレビューウィンドウから非アクティブな返品注文を除外
lt: Neaktyvūs grąžinimo užsakymai nebus rodomi paieškos peržiūros lange
nl: Inactieve retourorders uitsluiten in zoekvenster
no: Ekskluder inaktive returordrer fra forhåndsvisningsvinduet for søk
ru: Исключать неактивные заказы на возврат из окна предварительного поиска
sr: Ne uključuj neaktivne naloge za vraćanje u prozor za pregled pretrage
tr: Pasif iade siparişlerini arama önizleme penceresinden hariç tut

source: Search Preview Results
cs: Náhled výsledků vyhledávání
el: Αποτελέσματα προεπισκόπησης αναζήτησης
fr: Résultats de l'aperçu de la recherche
ja: 検索プレビュー結果
lt: Paieškos peržiūros rezultatų kiekis
nl: Zoekvoorbeeld resultaten
no: Forhåndsvisning av søkeresultater
ru: Предварительные результаты поиска
sr: Prikazivanje rezultata pretrage
tr: Arama Önizleme Sonuçları

source: Number of results to show in each section of the search preview window
cs: Počet výsledků, které se mají zobrazit v každé části okna náhledu vyhledávání
el: Αριθμός αποτελεσμάτων που εμφανίζονται σε κάθε ενότητα του παραθύρου προεπισκόπησης αναζήτησης
fr: Nombre de résultats à afficher dans chaque section de la fenêtre de prévisualisation de recherche
ja: 検索プレビューウィンドウの各セクションに表示する結果の数
lt: Rezultatų skaičius, rodomas kiekviename paieškos peržiūros lango skyriuje
nl: Aantal resultaten om weer te geven in elk gedeelte van het zoekvenster
no: Antall resultater å vise i hver seksjon av søkeresultatsforhåndsvisningen
ru: Количество результатов для отображения в каждом разделе окна предварительного поиска
sr: Broj rezultata koji će se prikazivati u svakoj sekciji prozora za pregled pretrage
tr: Arama önizleme penceresinin her bir bölümünde gösterilecek sonuç sayısı

source: Regex Search
cs: Regex hledání
el: Αναζήτηση με regex
fr: Recherche Regex
ja: 正規表現検索
lt: Reguliariųjų išraiškų paieška
nl: Regex zoeken
no: Regex-søk
ru: Поиск по Regex
sr: Regex pretraga
tr: Regex Arama

source: Enable regular expressions in search queries
cs: Povolit regulární výrazy ve vyhledávacích dotazech
el: Ενεργοποίηση κανονικών εκφράσεων (regex) στα ερωτήματα αναζήτησης
fr: Activer les expressions régulières dans les requêtes de recherche
ja: 検索クエリでの正規表現の有効化
lt: Įjungti reguliariųjų išraiškų palaikymą paieškoje
nl: Schakel reguliere expressies in zoekopdrachten in
no: Aktiver regulære uttrykk i søkeord
ru: Разрешить регулярные выражения в поисковых запросах
sr: Omogući regularne izraze u upitima pretrage
tr: Arama sorgularında düzenli ifadeleri etkinleştir

source: Whole Word Search
cs: Vyhledávání celého slova
el: Αναζήτηση ολόκληρης λέξης
fr: Recherche de mot complet
ja: 全単語検索
lt: Ieškoti viso žodžio atitikmenų
nl: Hele woorden zoeken
no: Helordsøk
ru: Поиск по целым словам
sr: Pretraga celih reči
tr: Tam Kelime Arama

source: Search queries return results for whole word matches
cs: Vyhledávací dotazy vracejí výsledky pro shody celých slov
el: Τα ερωτήματα αναζήτησης επιστρέφουν αποτελέσματα μόνο για πλήρη ταίριασμα λέξης
fr: Les requêtes de recherche renvoient des résultats pour des mots entiers
ja: 検索クエリは、単語全体が一致した結果を返します。
lt: Paieškos užklausos grąžins tik tikslius viso žodžio atitikmenis
nl: Zoekopdrachten geven resultaat voor hele woord overeenkomsten
no: Søk returnerer resultater for treff med hele ord
ru: Поисковые запросы возвращают результаты по полным совпадениям слов
sr: Upiti pretrage vraćaju rezultate za poklapanje celih reči
tr: Arama sorguları, tam kelime eşleşmeleri için sonuçlar döndürür

source: Search Notes
cs: Hledat poznámky
el: Αναζήτηση σημειώσεων
fr: Notes de recherche
ja: メモの検索
lt: Ieškoti pastabose
nl: Zoek notities
ru: Поиск по заметкам
tr: Notları Ara

source: Search queries return results for matches from the item's notes
cs: Vyhledávací dotazi vrátí výsledky pro shody v poznámek položek
el: Τα ερωτήματα αναζήτησης επιστρέφουν αποτελέσματα που ταιριάζουν με τις σημειώσεις του είδους
fr: Les requêtes de recherche renvoient les résultats correspondant aux notes de l'article
ja: 検索クエリは、アイテムのノートから一致する結果を返します。
lt: Paieškos rezultatai apima atitikmenis iš įrašo pastabų
nl: Zoekopdrachten geven resultaten voor overeenkomsten met artikel notities
ru: Поисковые запросы возвращают результаты, соответствующие заметкам элемента
tr: Arama sorguları, nesnenin notlarındaki eşleşmelere ilişkin sonuçları verir

source: Escape Key Closes Forms
cs: Klávesa Escape zavře formuláře
el: Το πλήκτρο Escape κλείνει φόρμες
fr: La touche Echap ferme les formulaires
ja: エスケープキーでフォームを閉じる
lt: Escape klavišas uždaro formas
nl: Escape-toets sluit formulieren
no: Escape-knappen lukker skjemaer
ru: Закрытие форм по клавише Escape
sr: Escape dugme zatvara forme
tr: Esc Tuşu Formları Kapatır

source: Use the escape key to close modal forms
cs: Zavřít modální formuláře pomocí klávesy escape
el: Χρήση του πλήκτρου Escape για κλείσιμο αναδυόμενων φορμών
fr: Utilisez la touche Echap pour fermer les formulaires modaux
ja: モーダルフォームを閉じるには、エスケープキーを使用します。
lt: Naudoti Escape klavišą modalinių formų uždarymui
nl: Gebruik de Escape-toets om standaard formulieren te sluiten
no: Bruk Escape-knappen for å lukke modal-skjemaer
ru: Модальные окна можно закрывать с помощью клавиши Escape
sr: Koristi escape dugme za zatvaranje modalnih formi
tr: Açılır formları kapatmak için ESC tuşunu kullanın

source: Fixed Navbar
cs: Pevná navigační lišta
el: Σταθερή γραμμή πλοήγησης
fr: Barre de navigation fixe
ja: 固定ナビバー
lt: Fiksuotas naršymo meniu
nl: Vaste navigatiebalk
no: Fast navigasjonsbar
ru: Фиксированная панель навигации
sr: Fiksirana traka za navigaciju
tr: Navigasyon Çubuğunu Sabitle

source: The navbar position is fixed to the top of the screen
cs: Pozice navigační lišty je pevně nastavena na horní okraj obrazovky
el: Η γραμμή πλοήγησης παραμένει σταθερή στο επάνω μέρος της οθόνης
fr: La position de la barre de navigation est fixée en haut de l'écran
ja: ナビバーの位置は画面上部に固定されます。
lt: Naršymo meniu pozicija fiksuota ekrano viršuje
nl: De navigatiebalk positie is gefixeerd aan de bovenkant van het scherm
no: Navigasjonsbarens posisjon er fast på toppen av skjermen
ru: Положение панели навигации фиксируется в верхней части экрана
sr: Pozicija trake za navigaciju je fiksirana na vrhu ekrana
tr: Gezinti çubuğu konumu ekranın üstüne sabitlenir

source: Fixed Table Headers
cs: Pevné záhlaví tabulky
el: Σταθερές κεφαλίδες πινάκων
fr: En-têtes de tableau fixes
ja: 固定された表の見出し
nl: Vaste tabelkoppen
ru: Фиксированные заголовки таблицы
tr: Sabit Tablo Başlıkları

source: Table headers are fixed to the top of the table
cs: Hlavičky tabulky jsou připevněny k horní části tabulky
el: Οι κεφαλίδες πινάκων παραμένουν σταθερές στο επάνω μέρος του πίνακα
fr: Les en-têtes de table sont fixes au-dessus du tableau
ja: 表の見出しは表の上部に固定されています
nl: Tabelkoppen zijn vast aan de bovenkant van de tabel
ru: Заголовки таблицы закреплены в верхней части таблицы
tr: Tablo başlıkları tablonun üstüne sabitlenir

source: Show Spotlight
cs: Zobrazit Spotlight
el: Εμφάνιση Spotlight
fr: Afficher Spotlight
ja: スポットライトを表示する
nl: Spotlight tonen
ru: Показывать Spotlight
tr: Hızlı Aramayı Göster

source: Enable spotlight navigation functionality
cs: Povolit funkci spotlight navigace
el: Ενεργοποίηση λειτουργίας πλοήγησης Spotlight
fr: Activer la fonctionnalité de navigation spotlight
ja: スポットライトナビゲーション機能を有効にする
nl: Spotlight navigatie functie inschakelen
ru: Включить функциональность Spotlight
tr: Hızlı arama gezinti işlevselliğini etkinleştir

source: Navigation Icons
cs: Navigační ikony
el: Εικονίδια πλοήγησης
fr: Icônes de navigation
ja: ナビゲーション・アイコン
lt: Naršymo piktogramos
nl: Navigatiepictogrammen
ru: Значки навигации
tr: Gezinti Simgeleri

source: Display icons in the navigation bar
cs: Zobrazit ikony v navigačním panelu
el: Εμφάνιση εικονιδίων στη γραμμή πλοήγησης
fr: Afficher les icônes dans la barre de navigation
ja: ナビゲーションバーにアイコンを表示
lt: Rodyti piktogramas naršymo juostoje
nl: Pictogrammen weergeven in de navigatiebalk
ru: Отображать значки в панели навигации
tr: Gezinti çubuğunda simgeleri göster

source: Date Format
cs: Formát data
el: Μορφή ημερομηνίας
fr: Format de date
ja: 日付フォーマット
lt: Datos formatas
nl: Datum formaat
no: Datoformat
ru: Формат даты
sr: Format datuma
tr: Tarih Biçimi

source: Preferred format for displaying dates
cs: Preferovaný formát pro zobrazení datumů
el: Προτιμώμενη μορφή εμφάνισης ημερομηνιών
fr: Format préféré pour l'affichage des dates
ja: 日付の表示形式
lt: Pageidaujamas datos rodymo formatas
nl: Voorkeursindeling voor weergave van datums
no: Foretrukket format for å vise datoer
ru: Предпочтительный формат для отображения дат
sr: Željeni format za prikazivanje datuma
tr: Tarihleri görüntülemek için tercih edilen biçim

source: Show Stock History
cs: Zobrazit historii skladu
el: Εμφάνιση ιστορικού αποθέματος
fr: Voir l'historique du stock
ja: 在庫履歴を表示する
nl: Voorraadgeschiedenis weergeven
ru: Показывать историю запасов
tr: Stok Geçmişini Göster

source: Display stock history information in the part detail page
cs: Zobrazit informace o historii zásob na stránce s podrobnostmi dílu
el: Εμφάνιση πληροφοριών ιστορικού αποθέματος στη σελίδα λεπτομερειών προϊόντος
fr: Voir l'historique du stock dans la page de détails de la pièce
ja: 部品詳細ページに在庫履歴情報を表示します
nl: Toon informatie van de voorraadgeschiedenis op de detailpagina van het onderdeel
ru: Отображать информацию об истории запасов на странице детали
tr: Parça ayrıntısı sayfasında stok geçmişi bilgisini görüntüle

source: Show Last Breadcrumb
cs: Zobrazit poslední drobečkovou navigaci
el: Εμφάνιση τελευταίου breadcrumb
fr: Afficher le dernier fil d'Ariane
ja: 最後のパンくずを表示
lt: Rodyti paskutinę naršymo grandį
nl: Toon laatste broodkruimel
ru: Показывать последний элемент хлебных крошек
tr: Son Gezinti Yolunu Göster

source: Show the current page in breadcrumbs
cs: Zobrazit aktuální stránku v navigační službě
el: Εμφάνιση της τρέχουσας σελίδας στα breadcrumbs
fr: Afficher la page actuelle dans les fils d'Ariane
ja: 現在のページをパンくずで表示
lt: Rodyti aktyvų puslapį naršymo grandinėje
nl: Toon de huidige pagina in het kruimelpad
ru: Показывать текущую страницу в хлебных крошках
tr: Şimdiki sayfayı gezinti yollarında göster

source: Show full stock location in tables
cs: Zobrazit plnou polohu zásob v tabulkách
el: Εμφάνιση πλήρους τοποθεσίας αποθέματος σε πίνακες
fr: Voir l'emplacement complet du stock dans les tableaux
ja: 表に在庫場所をすべて表示します
nl: Toon de volledige voorraadlocatie in de tabellen
ru: Показывать полный путь местоположения в таблицах
tr: Tablolarda tam stok konumunu göster
