Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Disabled: The full location path is displayed as a hover tooltip. Enabled: The full location path is displayed as plain text.
cs: Vypnuto: Celá cesta lokace se ukáže jako nápověda. Zapnuto: Celá cesta lokace se ukáže jako prostý text.
el: Ανενεργό: Η πλήρης διαδρομή τοποθεσίας εμφανίζεται ως tooltip κατά το πέρασμα του δείκτη. Ενεργό: Η πλήρης διαδρομή τοποθεσίας εμφανίζεται ως απλό κείμενο
fr: Désactivé : Le chemin complet de l'emplacement est affiché sous la forme d'une infobulle survolée. Activé : Le chemin de l'emplacement complet est affiché en texte brut.
ja: 無効時：完全な場所のパスがホバーツールチップとして表示されます。有効時：完全な場所のパスがプレーンテキストとして表示されます。
nl: Uitgeschakeld: Het volledige pad van de locatie wordt weergegeven als een zwevende tooltip. Ingeschakeld: Het volledige locatie pad wordt weergegeven als platte tekst.
ru: Выключено: полный путь местоположения отображается во всплывающей подсказке. Включено: полный путь местоположения отображается как обычный текст.
tr: Devre dışı: Tam konumun yolu fareyle üzerine gelindiğinde bir araç ipucu olarak görüntülenir. Etkin: Tam konumun yolu düz metin olarak görüntülenir.

source: Show full part categories in tables
cs: Zobrazit celé kategorie dílů v tabulkách
el: Εμφάνιση πλήρους κατηγορίας προϊόντων σε πίνακες
fr: Voir les catégories complètes des pièces dans les tableaux
ja: 表内の全カテゴリを表示します
nl: Toon alle onderdeel categorieën in tabellen
ru: Показывать полные категории деталей в таблицах
tr: Tablolarda tam parça kategorilerini göster

source: Disabled: The full category path is displayed as a hover tooltip. Enabled: The full category path is displayed as plain text.
cs: Vypnuto: Celá kategorie se ukáže jako nápověda. Zapnuto: Celá kategorie se ukáže jako prostý text.
el: Ανενεργό: Η πλήρης διαδρομή κατηγορίας εμφανίζεται ως tooltip κατά το πέρασμα του δείκτη. Ενεργό: Η πλήρης διαδρομή κατηγορίας εμφανίζεται ως απλό κείμενο
fr: Désactivé : Le chemin de la catégorie complète est affiché comme un info-bulle de survol. Activé : Le chemin de la catégorie complète est affiché en texte brut.
ja: 無効時：カテゴリの完全なパスがホバー時のツールチップとして表示されます。有効時：カテゴリの完全なパスがプレーンテキストとして表示されます。
nl: Uitgeschakeld: Het volledige categorie pad wordt weergegeven als hover tooltip. Ingeschakeld: Het pad van de volledige categorie wordt weergegeven als platte tekst.
ru: Выключено: полный путь категории отображается во всплывающей подсказке. Включено: полный путь категории отображается как обычный текст.
tr: Devre dışı: Tam kategori yolu fareyle üzerine gelindiğinde bir araç ipucu olarak görüntülenir. Etkin: Tam kategori yolu düz metin olarak görüntülenir.

source: Receive error reports
cs: Přijímat zprávy o chybách
el: Λήψη αναφορών σφαλμάτων
fr: Recevoir des rapports d'erreur
ja: エラー・レポートの受信
lt: Gauti klaidų ataskaitas
nl: Foutrapportages ontvangen
no: Motta feilrapporter
ru: Получать отчёты об ошибках
sr: Primaj izveštaje o greškama
tr: Hata raporları alın

source: Receive notifications for system errors
cs: Dostávat oznámení o systémových chybách
el: Λήψη ειδοποιήσεων για σφάλματα συστήματος
fr: Recevoir des notifications en cas d'erreurs du système
ja: システムエラーの通知を受信
lt: Gauti pranešimus apie sistemos klaidas
nl: Meldingen ontvangen van systeemfouten
no: Motta varsler om systemfeil
ru: Получать уведомления о системных ошибках
sr: Primaj notifikacije za sistemske greške
tr: Sistem hataları için bildirim alın

source: Last used printing machines
cs: Poslední použité tiskárny
el: Τελευταίες χρησιμοποιημένες εκτυπωτικές μηχανές
fr: Dernières machines d'impression utilisées
ja: 最後の中古印刷機
lt: Paskutiniai naudoti spausdintuvai
nl: Laatst gebruikte printer
ru: Последние использованные печатающие машины
sr: Poslednje korišćene mašine za štampanje
tr: Son kullanılan yazdırma makineleri

source: Save the last used printing machines for a user
cs: Uložte poslední použité tiskárny pro uživatele
el: Αποθήκευση των τελευταίων εκτυπωτικών μηχανών που χρησιμοποίησε ο χρήστης
fr: Sauvegarder les dernières machines d'impression utilisées par un utilisateur
ja: ユーザーの最後に使用した印刷機を保存
lt: Išsaugoti paskutinius naudotojo naudotus spausdintuvus
nl: Sla de laatst gebruikte printer op voor een gebruiker
ru: Сохранять последние использованные печатающие машины для пользователя
sr: Sačuvaj poslednju korišćenu mašinu za štampanje za korisnika
tr: Son kullanılan yazdırma makinelerini bir kullanıcı için kaydet

source: All models
cs: Všechny modely
fr: Tous les modèles
ja: 全モデル
nl: Alle modellen
ru: Все модели
tr: Tüm modeller

source: No attachment model type provided
cs: Není zadán typ modelu přílohy
el: Δεν δόθηκε τύπος μοντέλου συνημμένου
fr: Aucun type de modèle d'attachement n'est fourni
ja: アタッチメント型式なし
lt: Nepateiktas priedų modelio tipas
nl: Geen bijlage model type opgegeven
no: Ingen modelltype angitt for vedlegg
ru: Не указан тип модели вложения
sr: Nije dostavljen tip modela priloga
tr: Ekli model türü sağlanamadı

source: Invalid attachment model type
cs: Neplatný typ přílohy modelu
el: Μη έγκυρος τύπος μοντέλου συνημμένου
fr: Type de modèle de pièce jointe non valide
ja: 無効なアタッチメントモデルタイプ
lt: Neteisingas priedų modelio tipas
nl: Ongeldig bijlage type
no: Ugyldig modelltype for vedlegg
ru: Недопустимый тип модели вложения
sr: Nevažeći tip modela priloga
tr: Geçersiz ek modeli türü

source: Minimum places cannot be greater than maximum places
cs: Minimální počet míst nesmí být větší než maximální počet míst
el: Οι ελάχιστες θέσεις δεν μπορούν να είναι περισσότερες από τις μέγιστες
fr: Les places minimales ne peuvent être supérieures aux places maximales
ja: 最小プレースは最大プレースより大きくできません。
lt: Mažiausias vietų skaičius negali būti didesnis nei didžiausias
nl: Minimale plaatsen mogen niet groter zijn dan het maximum
no: Minste antall plasser kan ikke være mer enn største antall plasser
ru: Минимальное количество знаков не может быть больше максимального
sr: Minimalno mesta ne sme biti veće od maksimalno mesta
tr: Minimum yer sayısı maksimum yer sayısından fazla olamaz

source: Maximum places cannot be less than minimum places
cs: Maximální počet míst nesmí být menší než minimální počet míst
el: Οι μέγιστες θέσεις δεν μπορούν να είναι λιγότερες από τις ελάχιστες
fr: Le nombre maximum de places ne peut être inférieur au nombre minimum de places
ja: 最大定員が最小定員を下回ることはありません。
lt: Didžiausias vietų skaičius negali būti mažesnis nei mažiausias
nl: Maximum aantal plaatsen kan niet minder zijn dan minimaal
no: Største antall plasser kan ikke være mindre enn minste antall plasser
ru: Максимальное количество знаков не может быть меньше минимального
sr: Maksimalno mesta ne sme biti manje od minimalno mesta
tr: Maksimum yer sayısı minimum yer sayısından az olamaz

source: An empty domain is not allowed.
cs: Prázdná doména není povolena.
el: Δεν επιτρέπεται κενός τομέας.
fr: Un domaine vide n'est pas autorisé.
ja: 空のドメインは使用できません。
lt: Tuščias domenas neleidžiamas.
nl: Een leeg domein is niet toegestaan.
no: Et tomt domene er ikke tillatt.
ru: Пустой домен не допускается.
sr: Prazan domen nije dozvoljen.
tr: Boş bir alan adına izin verilmez.

source: Invalid domain name: {domain}
cs: Neplatný název domény: {domain}
el: Μη έγκυρο όνομα τομέα: {domain}
fr: Nom de domaine invalide : {domain}
ja: 無効なドメイン名: {domain}
lt: Neteisingas domeno pavadinimas: {domain}
nl: Ongeldige domeinnaam: {domain}
no: Ugyldig domenenavn: {domain}
ru: Недопустимое доменное имя: {domain}
sr: Nevažeće ime domena: {domain}
tr: Geçersiz alan adı: {domain}

source: Value must be uppercase
cs: Hodnota musí být napsána velkými písmeny
el: Η τιμή πρέπει να είναι με κεφαλαία
fr: La valeur doit être en majuscules
ja: 値は大文字でなければならない
lt: Reikšmė turi būti didžiosiomis raidėmis
nl: De waarde moet hoofdletters zijn
ru: Значение должно быть в верхнем регистре
sr: Vrednost mora biti napisana velikim slovima
tr: Değer büyük harf olmalıdır

source: Value must be a valid variable identifier
cs: Hodnota musí být platný variabilní identifikátor
el: Η τιμή πρέπει να είναι έγκυρο όνομα μεταβλητής
fr: La valeur doit être un identifiant de variable valide
ja: 値は有効な変数識別名でなければならない。
lt: Reikšmė turi būti galiojantis kintamojo identifikatorius
nl: Waarde moet een geldige variabele id zijn
ru: Значение должно быть допустимым идентификатором переменной
sr: Vrednost mora biti važeći identifikator promenljive
tr: Değer geçerli bir değişken tanımlayıcısı olmalıdır

source: Part is Active
cs: Díl je aktivní
el: Το προϊόν είναι ενεργό
fr: La pièce est active
ja: パートはアクティブ
lt: Detalė yra aktyvi
nl: Onderdeel is actief
no: Delen er aktiv
ru: Деталь активна
sr: Deo je aktivan
tr: Parça Aktif

source: Manufacturer is Active
cs: Výrobce je aktivní
el: Ο κατασκευαστής είναι ενεργός
fr: Le fabricant est actif
ja: メーカーはアクティブ
lt: Gamintojas yra aktyvus
nl: Fabrikant is actief
no: Leverandør er aktiv
ru: Производитель активен
sr: Proizvođač je aktivan
tr: Üretici Aktif

source: Supplier Part is Active
cs: Díl dodavatele je aktivní
el: Το προϊόν προμηθευτή είναι ενεργό
fr: Le fournisseur de la pièce est active
ja: サプライヤーが活動中
lt: Tiekėjo detalė yra aktyvi
nl: Leveranciersonderdelen is actief
no: Leverandørdel er aktiv
ru: Поставляемая деталь активна
sr: Deo dobavljača je aktivan
tr: Tedarikçi Parçası Aktif

source: Internal Part is Active
cs: Interní díl je aktivní
el: Το εσωτερικό προϊόν είναι ενεργό
fr: La pièce interne est active
ja: 内部はアクティブ
lt: Vidinė detalė yra aktyvi
nl: Intern onderdeel is actief
no: Intern del er aktiv
ru: Внутренняя деталь активна
sr: Interni deo je aktivan
tr: Dahili Parça Aktif

source: Supplier is Active
cs: Dodavatel je aktivní
el: Ο προμηθευτής είναι ενεργός
fr: Le fournisseur est actif
ja: サプライヤーの活動
lt: Tiekėjas yra aktyvus
nl: Leverancier is actief
no: Leverandør er aktiv
ru: Поставщик активен
sr: Dobavljač je aktivan
tr: Tedarikçi Aktif

source: Manufacturer
cs: Výrobce
el: Κατασκευαστής
fr: Fabricant
ja: 製造元
lt: Gamintojas
nl: Fabrikant
no: Produsent
ru: Производитель
sr: Proizvođač
tr: Üretici

source: Company
cs: Společnost
el: Εταιρεία
fr: Société
ja: 会社名
lt: Įmonė
nl: Bedrijf
no: Firma
ru: Компания
sr: Kompanija
tr: Şirket

source: Has Stock
cs: Má zásoby
el: Διαθέτει απόθεμα
fr: A du stock
ja: 在庫あり
lt: Turi atsargų
nl: Heeft voorraad
ru: Есть запас
sr: Ima zalihe
tr: Stoku Var

source: Companies
cs: Společnosti
el: Εταιρείες
fr: Entreprises
ja: 会社
lt: Įmonės
nl: Bedrijven
no: Firmaer
ru: Компании
sr: Kompanije
tr: Şirketler

source: Company description
cs: Popis společnosti
el: Περιγραφή εταιρείας
fr: Description de la société
ja: 会社概要
lt: Įmonės aprašymas
nl: Bedrijf omschrijving
no: Beskrivelse av firma
ru: Описание компании
sr: Opis kompanije
tr: Şirket açıklaması

source: Description of the company
cs: Popis společnosti
el: Περιγραφή της εταιρείας
fr: Description de la société
ja: 会社概要
lt: Įmonės aprašymas
nl: Omschrijving van het bedrijf
no: Beskrivelse av firmaet
ru: Описание компании
sr: Opis kompanije
tr: Şirketin açıklaması

source: Website
cs: Webová stránka
el: Ιστότοπος
fr: Site web
ja: ウェブサイト
lt: Tinklalapis
no: Nettside
ru: Сайт
sr: Vebsajt
tr: İnternet Sitesi

source: Company website URL
cs: Webové stránky společnosti
el: URL ιστοτόπου εταιρείας
fr: Site Web de la société
ja: 会社ホームページURL
lt: Įmonės tinklalapio URL
nl: URL bedrijfswebsite
no: Bedriftens nettside URL
ru: Сайт компании
sr: Vebsajt kompanije
tr: Şirketin web sitesi

source: Phone number
cs: Telefonní číslo
el: Τηλέφωνο
fr: Numéro de téléphone
ja: 電話番号
lt: Telefono numeris
nl: Telefoonnummer
no: Telefonnummer
ru: Телефон
sr: Broj telefona
tr: Telefon numarası

source: Contact phone number
cs: Kontaktní telefonní číslo
el: Τηλέφωνο επικοινωνίας
fr: Numéro de téléphone de contact
ja: 連絡先電話番号
lt: Kontaininis telefono numeris
nl: Telefoonnummer voor contact
no: Kontakt-telefonnummer
ru: Контактный телефон
sr: Broj telefona kontakta
tr: İletişim telefon numarası

source: Contact email address
cs: Kontaktní e-mailová adresa
el: Email επικοινωνίας
fr: Adresse e-mail de contact
ja: 連絡先メールアドレス
lt: Kontaktinis el. pašto adresas
nl: Contact e-mailadres
no: Kontakt e-post
ru: Электронная почта контакта
sr: Email adresa kontakta
tr: İletişim e-posta adresi

source: Contact
cs: Kontakt
el: Επαφή
ja: お問い合わせ
lt: Kontaktinis asmuo
no: Kontakt
ru: Контакт
sr: Kontakt
tr: İletişim

source: Point of contact
cs: Kontaktní místo
el: Σημείο επαφής
fr: Point de contact
ja: 連絡先
lt: Kontaktinis asmuo
nl: Contactpunt
no: Kontaktpunkt
ru: Контактное лицо
sr: Osoba za kontakt
tr: İlgili kişi

source: Link to external company information
cs: Odkaz na externí informace o společnosti
el: Σύνδεσμος σε εξωτερικές πληροφορίες εταιρείας
fr: Lien externe vers les informations de l'entreprise
ja: 外部企業情報へのリンク
lt: Nuoroda į išorinę įmonės informaciją
nl: Link naar externe bedrijfsinformatie
no: Link til ekstern bedriftsinformasjon
ru: Ссылка на описание компании
sr: Link ka eksternim informacijama o kompaniji
tr: Harici şirket bilgisine bağlantı

source: Is this company active?
cs: Je tato společnost aktivní?
el: Είναι αυτή η εταιρεία ενεργή;
fr: Cette entreprise est-elle active ?
ja: この会社は活動していますか？
lt: Ar ši įmonė aktyvi?
nl: Is dit bedrijf actief?
no: Er firmaet aktivt?
ru: Эта компания активна?
sr: Da li je ova kompanija aktivna?
tr: Bu şirket aktif mi?

source: Is customer
cs: Je zákazník
el: Είναι πελάτης
fr: Le client est-il
ja: お客様
lt: Yra klientas
nl: Is klant
no: Er kunde
ru: Покупатель
sr: Je mušterija
tr: Müşteri sitesi

source: Do you sell items to this company?
cs: Prodáváte zboží této společnosti?
el: Πουλάτε είδη σε αυτή την εταιρεία;
fr: Vendez-vous des objets à cette entreprise?
ja: この会社に商品を販売していますか？
lt: Ar parduodate prekes šiai įmonei?
nl: Verkoop je artikelen aan dit bedrijf?
no: Selger du varer til dette firmaet?
ru: Является ли компания покупателем?
sr: Da li prodajete stavke ovoj kompaniji?
tr: Bu şirkete ürün satıyor musunuz?

source: Is supplier
cs: Je dodavatel
el: Είναι προμηθευτής
fr: Le fournisseur est-il
ja: サプライヤー
lt: Yra tiekėjas
nl: Is leverancier
no: Er leverandør
ru: Поставщик
sr: Je dobavljač
tr: Tedarikçi mi

source: Do you purchase items from this company?
cs: Zakupujete zboží od této společnosti?
el: Αγοράζετε είδη από αυτή την εταιρεία;
fr: Est-ce que vous achetez des articles à cette entreprise?
ja: この会社から商品を購入しますか？
lt: Ar perkate prekes iš šios įmonės?
nl: Koop je artikelen van dit bedrijf?
no: Kjøper du varer fra dette firmaet?
ru: Является ли компания поставщиком деталей?
sr: Da li kupujete stavke od ove kompanije?
tr: Bu şirketten ürün satın alıyor musunuz?

source: Is manufacturer
cs: Je výrobce
el: Είναι κατασκευαστής
fr: Le fabricant est-il
ja: メーカーは
lt: Yra gamintojas
nl: Is fabrikant
no: Er produsent
ru: Производитель
sr: Je proizvođač
tr: Üretici mi

source: Does this company manufacture parts?
cs: Vyrábí tato společnost díly?
el: Κατασκευάζει αυτή η εταιρεία προϊόντα;
fr: Cette entreprise fabrique-t-elle des pièces?
ja: この会社は部品を製造しているのですか？
lt: Ar ši įmonė gamina detales?
nl: Fabriceert dit bedrijf onderdelen?
no: Produserer dette firmaet deler?
ru: Является ли компания производителем деталей?
sr: Da li ova kompanija proizvodi delove?
tr: Bu şirket parça üretiyor mu?

source: Default currency used for this company
cs: Výchozí měna používaná pro tuto společnost
el: Προεπιλεγμένο νόμισμα που χρησιμοποιείται για αυτή την εταιρεία
fr: Devise par défaut utilisée pour cette entreprise
ja: この会社で使用されるデフォルト通貨
lt: Numatytoji valiuta, naudojama šiai įmonei
nl: Standaardvaluta die gebruikt wordt voor dit bedrijf
no: Standardvaluta brukt for dette firmaet
ru: Для этой компании используется валюта по умолчанию
sr: Podrazumevana valuta za ovu kompaniju
tr: Bu şirket için varsayılan para birimi

source: Tax ID
cs: DIČ
el: ΑΦΜ
fr: N° de TVA
ja: 納税者番号
nl: Btw-nr
ru: Налоговый идентификатор
tr: Vergi Numarası

source: Company Tax ID
cs: DIČ společnosti
el: ΑΦΜ εταιρείας
fr: Numéro d'identification fiscale de l'entreprise
ja: 法人税番号
nl: BTW-nummer van bedrijf
ru: Налоговый идентификатор компании
tr: Şirket Vergi Numarası

source: Address
cs: Adresa
el: Διεύθυνση
fr: Adresse
ja: 住所
lt: Adresas
nl: Adres
no: Adresse
ru: Адрес
sr: Adrese
tr: Adres

source: Addresses
cs: Adresy
el: Διευθύνσεις
fr: Adresses
ja: マイアカウント
lt: Adresai
nl: Adres
no: Adresser
ru: Адреса
sr: Adrese
tr: Adres

source: Select company
cs: Vyberte společnost
el: Επιλογή εταιρείας
fr: Sélectionner une entreprise
ja: 会社を選択
lt: Pasirinkite įmonę
nl: Selecteer bedrijf
no: Velg selskap
ru: Выберите компанию
sr: Izaberi kompaniju
tr: Şirket Seç

source: Address title
cs: Název adresy
el: Τίτλος διεύθυνσης
fr: Intitulé de l'adresse
ja: 住所
lt: Adreso pavadinimas
nl: Adres titel
no: Adressetittel
ru: Заголовок адреса
sr: Naslov adrese
tr: Adres Adı

source: Title describing the address entry
cs: Název popisující záznam adresy
el: Τίτλος που περιγράφει την εγγραφή διεύθυνσης
fr: Titre décrivant la saisie de l'adresse
ja: アドレスエントリを説明するタイトル
lt: Pavadinimas, apibūdinantis adreso įrašą
nl: Titel die het adres beschrijft
no: Tittel som beskriver addressen
ru: Заголовок, описывающий запись адреса
sr: Naslov koji opisuje adresu
tr: Adres girdisini açıklayan başlık

source: Primary address
cs: Primární adresa
el: Κύρια διεύθυνση
fr: Adresse principale
ja: 主な住所
lt: Pagrindinis adresas
nl: Primair adres
no: Hovedadresse
ru: Основной адрес
sr: Primarna adresa
tr: Birincil Adres

source: Set as primary address
cs: Nastavit jako primární adresu
el: Ορισμός ως κύριας διεύθυνσης
fr: Sélectionner comme adresse principale
ja: プライマリアドレスに設定
lt: Nustatyti kaip pagrindinį adresą
nl: Instellen als primair adres
no: Sett som hovedadresse
ru: Указать основным адресом
sr: Postavi kao primarnu adresu
tr: Birincil adres olarak ayarla

source: Line 1
cs: Řádek 1
el: Γραμμή 1
fr: Ligne 1
ja: 1行目
lt: 1-a eilutė
nl: Lijn 1
no: Linje 1
ru: Строка 1
sr: Telefon 1
tr: 1. Satır

source: Address line 1
cs: 1. řádek adresy
el: Γραμμή διεύθυνσης 1
fr: Adresse
ja: 丁目、番地、号など
lt: Adreso 1-a eilutė
nl: Adresregel 1
no: Adresselinje 1
ru: Адресная строка 1
sr: Adresa 1
tr: 1. Adres Satırı

source: Line 2
cs: Řádek 2
el: Γραμμή 2
fr: Ligne 2
ja: 2行目
lt: 2-a eilutė
nl: Lijn 2
no: Linje 2
ru: Строка 2
sr: Telefon 2
tr: 2. Satır

source: Address line 2
cs: 2. řádek adresy
el: Γραμμή διεύθυνσης 2
fr: Seconde ligne d'adresse
ja: 建物名、部屋番号など
lt: Adreso 2-a eilutė
nl: Adresregel 2
no: Adresselinje 2
ru: Адресная строка 2
sr: Adresa 2
tr: 2. Adres Satırı

source: Postal code
cs: PSČ
el: Ταχυδρομικός κώδικας
fr: Code postal
ja: 郵便番号
lt: Pašto kodas
nl: Post code
no: Postnummer
ru: Почтовый индекс
sr: Poštanski broj
tr: Posta Kodu

source: City/Region
cs: Město/Region
el: Πόλη/Περιοχή
fr: Ville / Région
ja: 都市/地域
lt: Miestas / regionas
nl: Plaats/regio
no: Poststed/område
ru: Город/Регион
sr: Grad/region
tr: Şehir/Bölge

source: Postal code city/region
cs: PSČ město/region
el: Πόλη/περιοχή ταχυδρομικού κώδικα
fr: Code postal Ville / Région
ja: 郵便番号 都市/地域
lt: Pašto kodas, miestas / regionas
nl: Postcode plaats/regio
no: Postnummerets by/område
ru: Почтовый индекс, город/регион
sr: Poštanski broj
tr: Posta kodu şehir/bölge

source: State/Province
cs: Stát/kraj
el: Πολιτεία/Επαρχία
fr: État / Province
ja: 都道府県
lt: Valstija / provincija
nl: Staat/provincie
no: Delstat/provins
ru: Регион/Область
sr: Država/provincija
tr: Eyalet/İlçe

source: State or province
cs: Stát nebo provincie
el: Πολιτεία ή επαρχία
fr: État ou province
ja: 都道府県
lt: Valstija arba provincija
nl: Staat of provincie
no: Delstat eller provins
ru: Штат или провинция
sr: Država ili provincija
tr: Eyalet veya ilçe

source: Country
cs: Země
el: Χώρα
fr: Pays
ja: 国
lt: Šalis
nl: Land
no: Land
ru: Страна
sr: Zemlja
tr: Ülke

source: Address country
cs: Adresovaná země
el: Χώρα διεύθυνσης
fr: Pays
ja: 住所国
lt: Adreso šalis
nl: Adres land
no: Adressens land
ru: Страна адреса
sr: Adresa zemlje
tr: Adres ülkesi

source: Courier shipping notes
cs: Doručovací poznámky pro kurýra
el: Σημειώσεις αποστολής για courier
fr: Notes du livreur
ja: 宅配便発送に関する注意事項
lt: Kurjerio siuntos pastabos
nl: Koerier verzend notities
no: Notater til transportør
ru: Записи отправления
sr: Beleške za kurira
tr: Sevkiyat taşıyıcısı için notlar

source: Notes for shipping courier
cs: Poznámky pro kurýra
el: Σημειώσεις για την αποστολή με courier
fr: Instructions pour le livreur
ja: 宅配便発送時の注意事項
lt: Pastabos siuntų kurjeriui
nl: Opmerkingen voor verzending koerier
no: Notater for transportør
ru: Записи для курьера
sr: Beleške za kurira
tr: Sevkiyat taşıyıcısı için notlar

source: Internal shipping notes
cs: Interní přepravní poznámky
el: Εσωτερικές σημειώσεις αποστολής
fr: Notes pour la livraison interne
ja: 社内出荷に関する注意事項
lt: Vidinės siuntos pastabos
nl: Interne verzend notities
no: Interne fraktnotater
ru: Внутренние записи отправления
sr: Interne beleške o isporuci
tr: Dahili sevkiyet notları

source: Shipping notes for internal use
cs: Doručovací poznámky pro interní použití
el: Σημειώσεις αποστολής για εσωτερική χρήση
fr: Notes internes pour la livraison
ja: 社内用出荷注意事項
lt: Siuntimo pastabos vidiniam naudojimui
nl: Verzend notities voor intern gebruik
no: Fraktnotater for internt bruk
ru: Записи отправления для внутреннего пользования
sr: Beleške o isporuci za internu upotrebu
tr: Dahili kullanım için sevkiyat notları

source: Link to address information (external)
cs: Odkaz na informace o adrese (externí)
el: Σύνδεσμος σε πληροφορίες διεύθυνσης (εξωτερικό)
fr: Lien vers les informations de l'adresse (externe)
ja: 住所情報へのリンク（外部）
lt: Nuoroda į adreso informaciją (išorinė)
nl: Link naar adres gegevens (extern)
no: Lenke til adresseinformasjon (ekstern)
ru: Ссылка на адресную информацию (внешняя)
sr: Link za adresne informacije (eksterni)
tr: Adres bilgisine bağlantı (harici)

source: Manufacturer Part
cs: Výrobce dílu
el: Προϊόν κατασκευαστή
fr: Pièces du fabricant
ja: メーカー・パーツ
lt: Gamintojo detalė
nl: Fabrikant onderdeel
no: Produsentdeler
ru: Производитель детали
sr: Deo proizvođača
tr: Üretici Parçası

source: Base Part
cs: Základní díl
el: Βασικό προϊόν
fr: Pièce de base
ja: ベース部
lt: Pagrindinė detalė
nl: Basis onderdeel
no: Basisdel
ru: Базовая деталь
sr: Osnovni deo
tr: Temel Parça

source: Select part
cs: Zvolte díl
el: Επιλογή προϊόντος
fr: Sélectionner une partie
ja: 部品を選択
lt: Pasirinkite detalę
nl: Onderdeel selecteren
no: Velg del
ru: Выберите деталь
sr: Izaberi deo
tr: Parça seçin

source: Select manufacturer
cs: Vyberte výrobce
el: Επιλογή κατασκευαστή
fr: Sélectionner un fabricant
ja: メーカー選択
lt: Pasirinkite gamintoją
nl: Fabrikant selecteren
no: Velg produsent
ru: Выберите производителя
sr: Izaberi proizvođača
tr: Üretici seçin

source: MPN
fr: Référence fabricant
nl: Fabrikant artikel nummer
ru: Артикул производителя
sr: Broj dela proizvođača
tr: ÜPN

source: Manufacturer Part Number
cs: Číslo dílu výrobce
el: Κωδικός προϊόντος κατασκευαστή
fr: Référence du fabricant
ja: メーカー品番
lt: Gamintojo detalės numeris (MPN)
nl: Fabrikant artikel nummer (MPN)
no: Produsentens varenummer
ru: Артикул производителя
sr: Broj dela proizvođača
tr: Üretici Parça Numarası

source: URL for external manufacturer part link
cs: URL pro odkaz na díl externího výrobce
el: URL εξωτερικού συνδέσμου προϊόντος κατασκευαστή
fr: URL pour le lien externe de la pièce du fabricant
ja: 外部メーカー部品リンク用URL
lt: Išorinės nuorodos į gamintojo detalės URL
nl: URL voor externe link van het fabrikant onderdeel
no: URL for ekstern produsentdel-lenke
ru: Ссылка на сайт производителя
sr: URL za link eksternog dela proizvođača
tr: Harici üretici bağlantısı için URL

source: Manufacturer part description
cs: Popis dílu výrobce
el: Περιγραφή προϊόντος κατασκευαστή
fr: Description de la pièce du fabricant
ja: メーカー部品説明
lt: Gamintojo detalės aprašymas
nl: Omschrijving onderdeel fabrikant
no: Produsentens delbeskrivelse
ru: Описание детали производителя
sr: Opis dela proizvođača
tr: Parça üreticisi açıklaması
