Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: A setting has been changed which requires a server restart
cs: Bylo změněno nastavení, které vyžaduje restart serveru
el: Μια ρύθμιση έχει αλλάξει και απαιτείται επανεκκίνηση του διακομιστή
fr: Un paramètre a été modifié, ce qui nécessite un redémarrage du serveur
ja: サーバーの再起動を必要とする設定が変更されました。
lt: Nustatymas buvo pakeistas ir reikia paleisti serverį iš naujo
nl: Een instelling is gewijzigd waarvoor een herstart van de server vereist is
no: En innstilling har blitt endret som krever en omstart av serveren
ru: Настройки были изменены, что требует перезапуска сервера
sr: Podešavanje je izmenjeno i zahteva ponovno pokretanje servera
tr: Sunucunun yeniden başlatılmasını gerektiren bir ayar değişti

source: Pending migrations
cs: Nevyřízené migrace
el: Εκκρεμείς migrations
fr: Migration en attente
ja: 保留中の移行
lt: Laukiančios migracijos
nl: Migraties in behandeling
no: Ventende migrasjoner
ru: Ожидаемые миграции
sr: Migracije na čekanju
tr: Bekleyen taşıma işlemleri

source: Number of pending database migrations
cs: Počet nevyřízených migrací databáze
el: Αριθμός εκκρεμών μεταναστεύσεων βάσης δεδομένων
fr: Nombre de migrations de base de données en attente
ja: 保留中のデータベース移行数
lt: Laukiančių duomenų bazės migracijų skaičius
nl: Aantal nog openstaande database migraties
no: Antall ventende databasemigreringer
ru: Количество ожидаемых миграций базы данных
sr: Broj migracija baze podataka koje su na čekanju
tr: Bekleyen veritabanı taşıma sayısı

source: Active warning codes
cs: Aktivní varovací kódy
el: Ενεργοί κωδικοί προειδοποίησης
fr: Codes warning actifs
ja: 有効な警告コード
nl: Actieve waarschuwingscodes
ru: Активные коды предупреждений
tr: Aktif uyarı kodları

source: A dict of active warning codes
cs: Seznam aktivních varovacích kódů
el: Λεξικό με τους ενεργούς κωδικούς προειδοποίησης
fr: Un dictionnaire de codes d'avertissement actifs
ja: 有効な警告コードの辞書
nl: Een reeks actieve waarschuwingscodes
ru: Словарь активных кодов предупреждений
tr: Aktif uyarı kodlarının bir sözlüğü

source: Instance ID
cs: ID instance
el: ID instance
fr: ID de l'instance
ja: インスタンスID
lt: Egzemplioriaus ID
nl: Instantie Id
ru: Идентификатор экземпляра
tr: Örnek ID

source: Unique identifier for this InvenTree instance
cs: Unikátní identifikátor pro tuto InvenTree instanci
el: Μοναδικό αναγνωριστικό για αυτό το instance του InvenTree
fr: Identifiant unique pour cette instance InvenTree
ja: このInvenTreeインスタンスの一意識別子
lt: Unikalus identifikatorius šiam InvenTree egzemplioriui
nl: Unieke identificatie voor deze InvenTree instantie
ru: Уникальный идентификатор для этого экземпляра InvenTree
tr: Bu InvenTree örneği için benzersiz tanımlayıcı

source: Announce ID
cs: ID oznámení
el: Δημοσίευση ID
fr: Annoncer l'ID
ja: アナウンスID
lt: Pranešimo ID
nl: Aankondiging ID
ru: ID объявления
tr: Duyuru ID

source: Announce the instance ID of the server in the server status info (unauthenticated)
cs: Oznámit ID instance pro server na server status infu (nepřihlášeno)
el: Δημοσίευση του instance ID του διακομιστή στις πληροφορίες κατάστασης διακομιστή (χωρίς έλεγχο ταυτότητας)
fr: Annoncer l'ID d'instance du serveur dans l'info sur l'état du serveur (non authentifié)
ja: サーバーのインスタンスIDをサーバーステータス情報でアナウンス（認証なし）
lt: Skelbti serverio egzemplioriaus ID serverio būsenos informacijoje (neprisijungus)
nl: Kondig de instantie ID van de server aan in de server status info (ongeautoriseerd)
ru: Сообщить ID экземпляра сервера в информации о состоянии сервера (без аутентификации)
tr: Sunucu durum bilgisinde sunucu ID'sini göster (oturum açılmadan)

source: Server Instance Name
cs: Název instance serveru
el: Όνομα instance διακομιστή
fr: Nom de l'instance du serveur
ja: サーバーインスタンス名
lt: Serverio egzemplioriaus pavadinimas
nl: ID Serverinstantie
no: Navn på serverinstans
ru: Название сервера
sr: Ime instance servera
tr: Sunucu Örneği adı

source: String descriptor for the server instance
cs: Textový popisovač pro instanci serveru
el: Περιγραφή κειμένου για το instance του διακομιστή
fr: Chaîne de caractères descriptive pour l'instance serveur
ja: サーバーインスタンスの文字列記述子
lt: Serverio egzemplioriaus pavadinimas kaip eilutė
nl: Stringbeschrijving voor de server instantie
no: Strengbeskrivelse for serverinstansen
ru: Текстовое описание сервера
sr: Stringovni opis instance servera
tr: Sunucu örneği için sözce (string) açıklayıcı

source: Use instance name
cs: Použít název instance
el: Χρήση ονόματος instance
fr: Utiliser le nom de l'instance
ja: インスタンス名を使用
lt: Naudoti egzemplioriaus pavadinimą
nl: Gebruik de instantie naam
no: Bruk instansnavn
ru: Название инстанса
sr: Ime instance korisnika
tr: Örnek adını kullan

source: Use the instance name in the title-bar
cs: Použít název instance v liště
el: Χρήση του ονόματος instance στη γραμμή τίτλου
fr: Utiliser le nom de l’instance dans la barre de titre
ja: タイトルバーにインスタンス名を使用
lt: Naudoti egzemplioriaus pavadinimą antraštės juostoje
nl: Gebruik de naam van de instantie in de titelbalk
no: Bruk instansnavnet på tittellinjen
ru: Имя сервера в заголовке
sr: Koristi ime instance u naslovnoj liniji
tr: Örnek adını başlık çubuğunda kullan

source: Restrict showing `about`
cs: Omezit zobrazování `o aplikaci`
el: Περιορισμός εμφάνισης `about`
fr: Limiter l'affichage de `about`
ja: about`を表示する制限
lt: Apriboti `apie` rodymą
nl: Tonen `over` beperken
no: Begrens visning av 'om'
ru: Ограничить отображение `О...`
sr: Zabrani prikazivanje `O nama`
tr: `Hakkında` gösterimini kısıtla

source: Show the `about` modal only to superusers
cs: Zobrazovat okno `o aplikaci` pouze superuživatelům
el: Εμφάνιση της λειτουργίας `about` μόνο σε superusers
fr: Afficher la modale `about` uniquement aux super-utilisateurs
ja: スーパーユーザーにのみ `about` モーダルを表示します。
lt: `Apie` langą rodyti tik super-vartotojams
nl: Toon de `over` modal alleen aan superusers
no: Vis `about`-modal kun til superbrukere
ru: Показать `О...` только суперпользователям
sr: Prikaži `O nama` samo superkorisnicima
tr: `Hakkında` kipini yalnızca süper kullanıcılara göster

source: Company name
cs: Jméno společnosti
el: Επωνυμία εταιρείας
fr: Nom de la société
ja: 会社名
lt: Įmonės pavadinimas
nl: Bedrijfsnaam
no: Firmanavn
ru: Название компании
sr: Ime kompanije
tr: Şirket adı

source: Internal company name
cs: Interní název společnosti
el: Εσωτερική επωνυμία εταιρείας
fr: Nom de société interne
ja: 社内社名
lt: Vidinis įmonės pavadinimas
nl: Interne bedrijfsnaam
no: Internt firmanavn
ru: Внутреннее название компании
sr: Interno ime kompanije
tr: Dahili şirket adı

source: Base URL
cs: Základní URL
el: Βασικό URL
fr: URL de base
ja: ベース URL
lt: Pagrindinis URL
nl: Basis-URL
ru: Базовая ссылка
sr: Osnovni URL
tr: Ana URL

source: Base URL for server instance
cs: Základní URL pro instanci serveru
el: Βασικό URL για το instance του διακομιστή
fr: URL de base pour l'instance serveur
ja: サーバーインスタンスのベースURL
lt: Pagrindinis URL šiam serverio egzemplioriui
nl: Basis URL voor serverinstantie
no: Base-URL for serverinstans
ru: Базовая ссылка для экземпляра сервера
sr: Osnovni URL za instancu servera
tr: Sunucu örneğinn temel URL'i

source: Default Currency
cs: Výchozí měna
el: Προεπιλεγμένο νόμισμα
fr: Devise par défaut
ja: デフォルトの通貨
lt: Numatytoji valiuta
nl: Standaard Valuta
no: Standardvaluta
ru: Валюта по умолчанию
sr: Podrazumevana valuta
tr: Varsayılan Para Birimi

source: Select base currency for pricing calculations
cs: Vyberte základní měnu pro cenové kalkulace
el: Επιλέξτε βασικό νόμισμα για τους υπολογισμούς τιμών
fr: Sélectionnez la devise de base pour les calculs de prix
ja: 価格計算のベース通貨を選択
lt: Pasirinkti pagrindinę valiutą kainų skaičiavimui
nl: Selecteer basisvaluta voor de berekening van prijzen
no: Velg grunnvalutaen for prisberegninger
ru: Выберите базовую валюту для расчета цены
sr: Izaberi osnovnu valutu za određivanje cena
tr: Fiyat hesaplamaları için temel para birimini seçin

source: Supported Currencies
cs: Podporované měny
el: Υποστηριζόμενα νομίσματα
fr: Devises supportées
ja: 対応通貨
lt: Palaikomos valiutos
nl: Ondersteunde valuta
no: Støttede valutaer
ru: Поддерживаемые валюты
sr: Podržane valute
tr: Desteklenen Para Birimleri

source: List of supported currency codes
cs: Seznam podporovaných kódů měn
el: Λίστα υποστηριζόμενων κωδικών νομισμάτων
fr: Liste des codes de devises supportés
ja: 対応通貨コード一覧
lt: Palaikomų valiutų kodų sąrašas
nl: Lijst van ondersteunde valuta codes
no: Liste over støttede valutakoder
ru: Список поддерживаемых кодов валют
sr: Lista kodova podržanih valuta
tr: Desteklenen para birimi kodlarının listesi

source: Currency Update Interval
cs: Interval aktualizace měny
el: Διάστημα ενημέρωσης νομισμάτων
fr: Intervalle de mise à jour des devises
ja: 通貨の更新間隔
lt: Valiutų atnaujinimo intervalas
nl: Valuta update interval
no: Oppdateringsintervall for valuta
ru: Интервал обновления курса валют
sr: Interval ažuriranja valuta
tr: Para Birimi Güncelleme Aralığı

source: How often to update exchange rates (set to zero to disable)
cs: Jak často aktualizovat směnné kurzy (pro vypnutí nastavte na nulu)
el: Κάθε πότε θα ενημερώνονται οι συναλλαγματικές ισοτιμίες (0 για απενεργοποίηση)
fr: Fréquence de mise à jour des taux de change (définir à zéro pour désactiver)
ja: 為替レートの更新頻度 (ゼロに設定すると無効になります)
lt: Kaip dažnai atnaujinti valiutų kursus (nulis – išjungti)
nl: Hoe vaak te controleren op updates (nul om uit te schakelen)
no: Hvor ofte valutakurser skal oppdateres (sett til null for å deaktiverere)
ru: Как часто обновлять курс валют (установите "ноль", чтобы выключить)
sr: Koliko često ažurirati devizne kurseve (podesi na nulu za onemogućti)
tr: Döviz kurlarını şu sıklıkla güncelle (etkisizleştirmek için sıfır yapın)

source: days
cs: dny
el: ημέρες
fr: jours
ja: 日
lt: dienos
nl: dagen
no: dager
ru: дней
sr: dani
tr: günler

source: Currency Update Plugin
cs: Plugin aktualizace měny
el: Πρόσθετο ενημέρωσης νομισμάτων
fr: Plugin de mise à jour de devise
ja: 通貨更新プラグイン
lt: Valiutų atnaujinimo papildinys
nl: Valuta update plug-in
no: Valutaoppdaterings-plugin
ru: Плагин обновления валют
sr: Dodatak za ažuriranje valute
tr: Para Birimi Güncelleme Eklentisi

source: Currency update plugin to use
cs: Plugin pro aktualizaci měn k použití
el: Πρόσθετο ενημέρωσης νομισμάτων που θα χρησιμοποιηθεί
fr: Plugin de mise à jour des devises à utiliser
ja: 通貨更新プラグイン
lt: Naudotinas valiutų atnaujinimo papildinys
nl: Munteenheid update plug-in om te gebruiken
no: Valgt valutaoppdaterings-plugin
ru: Модуль обновления валюты
sr: Dodatak za ažuriranje valute koji će se koristiti
tr: Kullanılacak para birimi güncelleme eklentisi

source: Download from URL
cs: Stáhnout z URL
el: Λήψη από URL
fr: Télécharger depuis l'URL
ja: URLからダウンロード
lt: Atsisiųsti iš URL
nl: Download van URL
no: Last ned fra URL
ru: Скачать по ссылке
sr: Skini sa URL
tr: URL'den indir

source: Allow download of remote images and files from external URL
cs: Povolit stahování vzdálených obrázků a souborů z externích URL
el: Να επιτρέπεται η λήψη απομακρυσμένων εικόνων και αρχείων από εξωτερικό URL
fr: Autoriser le téléchargement d'images distantes et de fichiers à partir d'URLs externes
ja: 外部URLからの画像ダウンロードを許可する
lt: Leisti atsisiųsti išorinius paveikslėlius ir failus iš nuorodų
nl: Download van afbeeldingen en bestanden vanaf een externe URL toestaan
no: Tillat nedlastning av eksterne bilder og filer fra ekstern URL
ru: Разрешить загрузку удаленных изображений и файлов по внешнему URL
sr: Dozvoli skidanje sa udaljenih lokacija slika i datoteka
tr: Harici URL'den uzak görseller ve dosyalar indirmeye izin ver

source: Download Size Limit
cs: Limit velikosti stahování
el: Όριο μεγέθους λήψης
fr: Limite du volume de téléchargement
ja: ダウンロードサイズ制限
lt: Atsisiuntimo dydžio riba
nl: Download limiet
no: Nedlastingsgrense
ru: Ограничение размера загрузки
sr: Ograničenje veličine skidanja
tr: İndirme Boyutu Sınırı

source: Maximum allowable download size for remote image
cs: Maximální povolená velikost stahování vzdáleného obrázku
el: Μέγιστο επιτρεπόμενο μέγεθος λήψης για απομακρυσμένη εικόνα
fr: Taille maximale autorisée pour le téléchargement de l'image distante
ja: 外部URL画像の最大サイズ
lt: Didžiausias leistinas atsisiunčiamo paveikslėlio dydis
nl: Maximale downloadgrootte voor externe afbeelding
no: Maksimal tillatt nedlastingsstørrelse for eksternt bilde
ru: Максимально допустимый размер загрузки для удалённого изображения
sr: Maksimalna dozvoljena veličina slike koja se skida
tr: Uzak görsel için izin verilebilir maksimum indirme boyutu

source: User-agent used to download from URL
cs: User-agent použitý ke stažení z adresy URL
el: User-agent που χρησιμοποιείται για λήψη από URL
fr: Agent utilisateur utilisé pour télécharger depuis l'URL
ja: URLからのダウンロードに使用されるユーザーエージェント
lt: Naudojamas user-agent atsisiuntimui iš URL
nl: User-agent gebruikt om te downloaden van URL
no: User-Agent brukt for å laste ned fra URL
ru: User-Agent, используемый для загрузки из URL
sr: Korisnik-agent koji se koristi za skidanje sa URL
tr: URL'den indirmek için kullanılan kullanıcı aracısı

source: Allow to override the user-agent used to download images and files from external URL (leave blank for the default)
cs: Povolit přepsání user-agenta používaného ke stahování obrázků a souborů z externí adresy URL (ponechte prázdné pro výchozí)
el: Να επιτρέπεται η αντικατάσταση του user-agent που χρησιμοποιείται για λήψη εικόνων και αρχείων από εξωτερικό URL (αφήστε κενό για το προεπιλεγμένο)
fr: Permettre de remplacer l'agent utilisateur utilisé pour télécharger des images et des fichiers à partir d'URL externe (laisser vide pour la valeur par défaut)
ja: 外部URLから画像やファイルをダウンロードする際に使用するユーザーエージェントを上書きすることができます。
lt: Leisti pakeisti user-agent, naudojamą atsisiunčiant paveikslėlius ir failus iš išorinio URL (palikite tuščią, jei naudoti numatytąjį)
nl: Sta toe om de user-agent te overschrijven die gebruikt wordt om afbeeldingen en bestanden van externe URL te downloaden (laat leeg voor de standaard)
no: Tillat overstyring av User-Agent brukt for å laste ned bilder og filer fra eksterne URLer (lå stå blank for standard)
ru: Позволяет переопределить user-Agent, используемый для загрузки изображений и файлов с внешнего URL (оставьте пустым по умолчанию)
sr: Dozvoli premošćavanje koji će se korisnik-agent koristiti za skidanje slika i datoteka sa spoljašnjeg URL (ostavi prazno da se podesi kao podrazumevano)
tr: Harici URL'lerden görsel ve dosya indirirken kullanılan kullanıcı aracısının (user-agent) değiştirilmesine izin ver (varsayılan için boş bırakın)

source: Strict URL Validation
cs: Přísná validace URL
el: Αυστηρή επικύρωση URL
fr: Validation stricte d'URL
ja: 厳格なURLバリデーション
lt: Griežtas URL tikrinimas
nl: Strikte URL validatie
no: Streng URL-validering
ru: Строгая проверка URL-адреса
sr: Stroga validacija URL
tr: Sıkı URL Doğrulama

source: Require schema specification when validating URLs
cs: Vyžadovat specifikaci schématu při ověřování adres URL
el: Να απαιτείται ορισμός σχήματος κατά την επικύρωση URL
fr: Spécification du schéma nécessaire lors de la validation des URL
ja: URL検証時にスキーマ指定を要求
lt: Reikalauti schemos nurodymo tikrinant URL
nl: Vereis schema specificatie bij het valideren van URLs
no: Krev skjemaspesifikasjon ved validering av URLer
ru: Требуется спецификация схемы при проверке URL-адресов
sr: Traži specifikaciju za validaciju URL-ova
tr: URL'leri doğrularken şema tanımlamasını gerekli kıl

source: Update Check Interval
cs: Interval kontroly aktualizací
el: Διάστημα ελέγχου ενημερώσεων
fr: Intervalle de vérification des mises à jour
ja: 更新チェック間隔
lt: Atnaujinimų tikrinimo intervalas
nl: Interval voor update
no: Intervall for oppdateringssjekk
ru: Интервал проверки обновлений
sr: Ažuriraj interval provere
tr: Güncelleme Kontrol Aralığı

source: How often to check for updates (set to zero to disable)
cs: Jak často kontrolovat aktualizace (nastavte na nulu pro vypnutí)
el: Κάθε πότε θα γίνεται έλεγχος για ενημερώσεις (0 για απενεργοποίηση)
fr: À quelle fréquence vérifier les mises à jour (définir à zéro pour désactiver)
ja: アップデートをチェックする頻度 (ゼロに設定すると無効になります)
lt: Kaip dažnai tikrinti atnaujinimus (nulis – išjungti)
nl: Hoe vaak te controleren op updates (nul om uit te schakelen)
no: Tidsintervall for å se etter oppdateringer(sett til null for å skru av)
ru: Как часто проверять наличие обновлений (установите ноль чтобы выключить)
sr: Koliko često da proveravam za nova ažuriranja? (podesi na nulu da bi isključio)
tr: Güncellemeleri şu sıklıkla kontrol et (etkisizleştirmek için sıfır yapın)

source: Automatic Backup
cs: Automatické Zálohování
el: Αυτόματο αντίγραφο ασφαλείας
fr: Backup automatique
ja: 自動バックアップ
lt: Automatinė atsarginė kopija
nl: Automatische backup
no: Automatisk sikkerhetskopiering
ru: Автоматическое резервное копирование
sr: Automatsko pravljenje rezervne kopije
tr: Otomatik Yedekleme

source: Enable automatic backup of database and media files
cs: Povolit automatické zálohování databáze a mediálních souborů
el: Ενεργοποίηση αυτόματου backup της βάσης δεδομένων και των media αρχείων
fr: Activer le backup automatique de la base de données et des fichiers médias
ja: データベースとメディアファイルの自動バックアップ
lt: Įjungti automatinį duomenų bazės ir failų atsarginį kopijavimą
nl: Automatische back-up van database- en mediabestanden inschakelen
no: Aktiver automatisk sikkerhetskopiering av database og mediafiler
ru: Включить автоматическое резервное копирование базы данных и медиа-файлов
sr: Omogući automatsko pravljenje rezervne kopije baze podataka i medijskih datoteka
tr: Veritabanı ve ortam dosyalarını otomatik yedeklemeyi etkinleştir

source: Auto Backup Interval
cs: Interval automatického zálohování
el: Διάστημα αυτόματου backup
fr: Intervalle de sauvegarde automatique
ja: 自動バックアップ間隔
lt: Automatinio atsarginės kopijos kūrimo intervalas
nl: Automatische backup interval
no: Automatisk sikkerhetskopieringsintervall
ru: Интервал резервного копирования
sr: Automatski interval pravljenja rezervnih kopija
tr: Otomatik Yedekleme Aralığı

source: Specify number of days between automated backup events
cs: Zadejte počet dní mezi automatickými zálohovými událostmi
el: Ορίστε τον αριθμό ημερών μεταξύ των αυτόματων backup
fr: Spécifiez le nombre de jours entre les sauvegardes automatique
ja: 自動バックアップイベント間の日数を指定
lt: Nurodykite dienų skaičių tarp atsarginių kopijų kūrimo
nl: Geef het aantal dagen op tussen geautomatiseerde backup
no: Angi antall dager mellom automatiske sikkerhetskopieringshendelser
ru: Укажите количество дней между событиями автоматического резервного копирования
sr: Odredi broj dana između automatskih pravljenja rezervnih kopija
tr: Otomatik yedekleme olayları arasındaki gün sayısını belirtin

source: Task Deletion Interval
cs: Interval mazání úloh
el: Διάστημα διαγραφής εργασιών
fr: Intervalle de suppression des tâches
ja: タスク削除間隔
lt: Užduočių ištrynimo intervalas
nl: Interval Taak Verwijderen
no: Slettingsintervall for oppgaver
ru: Интервал удаления задачи
sr: Interval brisanja zadataka
tr: Görev Silme Aralığı

source: Background task results will be deleted after specified number of days
cs: Výsledky úloh na pozadí budou odstraněny po zadaném počtu dní
el: Τα αποτελέσματα εργασιών παρασκηνίου θα διαγράφονται μετά από τον καθορισμένο αριθμό ημερών
fr: Les résultats de la tâche en arrière-plan seront supprimés après le nombre de jours spécifié
ja: バックグラウンドタスクの結果は、指定した日数後に削除されます。
lt: Foninių užduočių rezultatai bus ištrinti po nurodyto dienų skaičiaus
nl: Resultaten van achtergrondtaken worden verwijderd na het opgegeven aantal dagen
no: Bakgrunnsoppgaveresultater vil bli slettet etter antall angitte dager
ru: Результаты фоновых задач будут удалены после указанного количества дней
sr: Rezultati pozadinskih zadataka biće izbrisani nakon određenog broja dana
tr: Arkaplan görev sonuçları belirtilen gün sayısı kadar sonra silinecektir

source: Error Log Deletion Interval
cs: Interval odstranění protokolu chyb
el: Διάστημα διαγραφής log σφαλμάτων
fr: Intervalle de suppression du journal d'erreur
ja: エラーログ削除間隔
lt: Klaidų žurnalo ištrynimo intervalas
nl: Error Log Verwijderings Interval
no: Slettingsintervall for feillogg
ru: Интервал удаления журнала ошибок
sr: Interval brisanja evidencije grešaka
tr: Hata Günlüğü Silme Aralığı

source: Error logs will be deleted after specified number of days
cs: Záznamy chyb budou odstraněny po zadaném počtu dní
el: Τα log σφαλμάτων θα διαγράφονται μετά από τον καθορισμένο αριθμό ημερών
fr: Les logs d'erreur seront supprimés après le nombre de jours spécifié
ja: エラーログは指定した日数後に削除されます。
lt: Klaidų žurnalai bus ištrinti po nurodyto dienų skaičiaus
nl: Resultaten van achtergrondtaken worden verwijderd na het opgegeven aantal dagen
no: Feilloggene vil bli slettet etter et angitt antall dager
ru: Журналы ошибок будут удалены после указанного количества дней
sr: Evidencija grešaka biće izbrisana nakon određenog broja dana
tr: Hata günlükleri belirtilen gün sayısı kadar sonra silinecektir

source: Notification Deletion Interval
cs: Interval pro odstranění oznámení
el: Διάστημα διαγραφής ειδοποιήσεων
fr: Intervalle de suppression du journal de notification
ja: 通知削除間隔
lt: Pranešimų ištrynimo intervalas
nl: Interval Verwijderen Notificatie
no: Slettingsintervall for varsler
ru: Интервал удаления уведомления
sr: Interval brisanja obaveštenja
tr: Bildirim Silme Aralığı

source: User notifications will be deleted after specified number of days
cs: Uživatelská oznámení budou smazána po zadaném počtu dní
el: Οι ειδοποιήσεις χρηστών θα διαγράφονται μετά από τον καθορισμένο αριθμό ημερών
fr: Les notifications de l'utilisateur seront supprimées après le nombre de jours spécifié
ja: ユーザー通知は指定された日数後に削除されます。
lt: Vartotojų pranešimai bus ištrinti po nurodyto dienų skaičiaus
nl: Meldingen van gebruikers worden verwijderd na het opgegeven aantal dagen
no: Brukervarsler slettes etter angitt antall dager
ru: Уведомления пользователя будут удалены после указанного количества дней
sr: Korisnička obaveštenja biće izbrisana nakon određenog broja dana
tr: Kullanıcı bildirimleri belirtilen gün sayısı kadar sonra silinecektir

source: Email Deletion Interval
cs: Interval mazání emailů
el: Διάστημα διαγραφής email
fr: Intervalle de suppression d'Email
ja: メール削除間隔
nl: E-mail verwijderen interval
ru: Интервал удаления электронной почты
tr: E-posta Silme Aralığı

source: Email messages will be deleted after specified number of days
cs: Emailové zprávy budou odstraněny po specifikovaném počtu dní
el: Τα μηνύματα email θα διαγράφονται μετά από τον καθορισμένο αριθμό ημερών
fr: Les Emails seront supprimés après le nombre de jours spécifié
ja: メールメッセージは、指定された日数が経過後に削除されます。
nl: E-mailberichten zullen worden verwijderd na het opgegeven aantal dagen
ru: Сообщения электронной почты будут удалены через указанное количество дней
tr: E-postalar belirtilen gün sayısı sonrasında silinecektir

source: Protect Email Log
cs: Chránit Email log
el: Προστασία log email
fr: Protéger le log d'Email
ja: メールログの保護
nl: Bescherm e-maillogboeken
ru: Защитить журнал электронной почты
tr: E-posta Kaydını Koru

source: Prevent deletion of email log entries
cs: Zabránit odstranění vstupů email logů
el: Αποτροπή διαγραφής εγγραφών log email
fr: Empêcher la suppression des entrées du log d'email
ja: メールログエントリの削除を防止します
nl: Voorkom het verwijderen van e-mail logs
ru: Предотвращать удаление записей журнала электронной почты
tr: E-posta kayıt girdilerinin silinmesini engelle

source: Barcode Support
cs: Podpora čárových kódů
el: Υποστήριξη barcode
fr: Support des code-barres
ja: バーコードサポート
lt: Brūkšninių kodų palaikymas
nl: Streepjescodeondersteuning
no: Strekkodestøtte
ru: Поддержка штрих-кодов
sr: Podrška za bar kod
tr: Barkod Desteği
