Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Complete
cs: Hotovo
el: Ολοκληρώθηκε
fr: Terminé
ja: 完了
lt: Užbaigta
nl: Voltooid
no: Fullført
ru: Завершён
sr: Gotovo
tr: Tamamlandı

source: Stock required for build order
cs: Zásoby potřebné pro výrobní příkaz
el: Απαιτείται απόθεμα για την εντολή κατασκευής
fr: Stock requis pour la commande de construction
ja: 受注生産に必要な在庫
lt: Atsargos, reikalingos gamybos užsakymui
nl: Voorraad vereist voor productieorder
no: Lagerbeholdning kreves for produksjonsordre
ru: Необходимый запас для заказа на производство
sr: Potrebne su zalihe za nalog izgranje
tr: Üretim emri için gereken stok

source: Build order {build} requires additional stock
cs: Výrobní příkaz {build} vyžaduje další zásoby
el: Η εντολή κατασκευής {build} απαιτεί επιπλέον απόθεμα
fr: L'ordre de fabrication {build} nécessite du stock additionnel
ja: ビルドオーダー{build}には追加の在庫が必要となります
nl: Bouw order {build} vereist extra voorraad
ru: Заказ на сборку {build} требует дополнительный запас
tr: Üretim emri {build} ek stok gerektiriyor

source: Overdue Build Order
cs: Opožděný výrobní příkaz
el: Εκπρόθεσμη εντολή κατασκευής
fr: Ordre de commande en retard
ja: 期限切れ注文
lt: Vėluojantis gamybos užsakymas
nl: Achterstallige Productieorder
no: Forfalt produksjonsordre
ru: Просроченный заказ сборки
sr: Prekoračeni nalog za izgradnju
tr: Geciken Üretim Emri

source: Build order {bo} is now overdue
cs: Objednávka sestavy {bo} je nyní opožděná
el: Η εντολή κατασκευής {bo} είναι πλέον εκπρόθεσμη
fr: L'ordre de commande {bo} est maintenant en retard
ja: ビルドオーダー{bo}は現在期限切れです
lt: Gamybos užsakymas {bo} dabar vėluoja
nl: Productieorder {bo} is nu achterstallig
no: Produksjonsordre {bo} er nå forfalt
ru: Заказ на производство {bo} просрочен
sr: Nalog za izgradnju {bo} je sada prekoračen
tr: {bo} üretim emri şimdi gecikti

source: Is Link
cs: Je odkaz
el: Είναι σύνδεσμος
fr: C'est un lien
ja: リンク
lt: Yra nuoroda
nl: Is koppeling
no: Er lenke
ru: Ссылка
sr: je link
tr: Link Olanlar

source: Is File
cs: Je soubor
el: Είναι αρχείο
fr: C'est un fichier
ja: ファイル
lt: Yra failas
nl: Is een bestand
no: Er fil
ru: Файл
sr: je datoteka
tr: Dosya Olanlar

source: User does not have permission to delete these attachments
cs: Uživatel nemá oprávnění k odstranění těchto příloh
el: Ο χρήστης δεν έχει δικαίωμα να διαγράψει αυτά τα συνημμένα
ja: ユーザーにはこれらの添付ファイルを削除する権限がありません。
lt: Vartotojas neturi teisės ištrinti šių priedų
nl: Gebruiker heeft geen toestemming om deze bijlagen te verwijderen
ru: У пользователя нет прав для удаления этих вложений
sr: Korisnik nema potrebne dozvole da bi izbrisao ove atačmente
tr: Kullanıcının bu ekleri silmek için izni yok

source: User does not have permission to delete this attachment
cs: Uživatel nemá oprávnění k odstranění této přílohy
el: Ο χρήστης δεν έχει δικαίωμα να διαγράψει αυτό το συνημμένο
fr: L'utilisateur n'a pas les permissions de supprimer cette pièce jointe
ja: ユーザーにはこの添付ファイルを削除する権限がありません
lt: Vartotojas neturi teisės ištrinti šio priedo
nl: Gebruiker heeft geen toestemming om deze bijlage te verwijderen.
no: Brukeren har ikke tillatelse til å slette dette vedlegget
ru: У пользователя нет прав на удаление этого вложения
sr: Korisnik nema dozvolu da izbriše ovaj atačment
tr: Kullanıcının bu eki silmek için izni yok

source: Invalid currency code
cs: Neplatný kód měny
el: Μη έγκυρος κωδικός συναλλάγματος
fr: Code de devise invalide
ja: 無効な通貨コード
lt: Netinkamas valiutos kodas
nl: Ongeldige valuta code
no: Ugyldig valutakode
ru: Неверный код валюты
sr: Neispravan kod valute
tr: Geçersiz para birimi kodu

source: Duplicate currency code
cs: Duplicitní kód měny
el: Διπλός κωδικός συναλλάγματος
fr: Code de devise en double
ja: 通貨コードの重複
lt: Pasikartojantis valiutos kodas
nl: Dubbele valutacode
no: Valutakode eksisterer allerede
ru: Код валюты дублируется
sr: Napravi duplikat koda valute
tr: Para birimi kodunu çoğalt

source: No valid currency codes provided
cs: Nejsou uvedeny žádné platné kódy měn
el: Δεν δόθηκαν έγκυροι κωδικοί συναλλάγματος
fr: Aucun code de devise valide fourni
ja: 有効な通貨コードはありません
lt: Nepateikta jokių galiojančių valiutos kodų
nl: Geen geldige valuta codes opgegeven
no: Ingen gyldige valutakoder angitt
ru: Не указаны действительные коды валют
sr: Nisu obezbeđeni ispravni kodovi valuta
tr: Geçerli bir para birimi kodu sağlanmamış

source: No plugin
cs: Žádný plugin
el: Χωρίς πρόσθετο
fr: Pas de plugin
ja: プラグインなし
lt: Nėra papildinio
nl: Geen plug-in gevonden
no: Ingen programtillegg
ru: Нет плагина
sr: Nema dodataka
tr: Eklenti yok

source: Project Code Label
cs: Popisek kódu projektu
el: Ετικέτα κωδικού έργου
fr: Code du projet Étiquette
ja: プロジェクトコードラベル
lt: Projekto kodo etiketė
no: Etikett for prosjektkode
ru: Название кода проекта
sr: Naziv koda projekta
tr: Proje Kodu Etiketi

source: Updated
cs: Aktualizováno
el: Ενημερώθηκε
fr: Mise à jour
ja: 更新しました
lt: Atnaujinta
nl: Bijgewerkt
no: Oppdatert
ru: Обновлено
sr: Ažurirano
tr: Güncellendi

source: Timestamp of last update
cs: Časové razítko poslední aktualizace
el: Χρονική σήμανση τελευταίας ενημέρωσης
fr: Date de la dernière mise à jour
ja: 最終更新のタイムスタンプ
lt: Paskutinio atnaujinimo laiko žymė
nl: Tijdstempel van laatste update
no: Tidsstempel for forrige oppdatering
ru: Временная метка последнего обновления
sr: Vreme poslednjeg ažuriranja
tr: Son güncellemenin zaman damgası

source: Update By
cs: Aktualizoval/a
el: Ενημερώθηκε από
fr: Mis à jour par
ja: 更新者：
nl: Bijgewerkt door
ru: Обновлено
tr: Güncelleyen

source: User who last updated this object
cs: Uživatel, který naposledy aktualizoval tento objekt
el: Χρήστης που ενημέρωσε τελευταίος αυτό το Aντικειμένου
fr: Utilisateur qui a mis à jour cet objet en dernier
ja: このオブジェクトを最後に更新したユーザー
nl: Gebruiker die dit object voor het laatst heeft bijgewerkt
ru: Пользователь, последний раз обновивший этот объект
tr: Bu nesneyi en son güncelleyen kullanıcı

source: Unique project code
cs: Jedinečný kód projektu
el: Μοναδικός κωδικός έργου
fr: Code projet unique
ja: 独自のプロジェクトコード
lt: Unikalus projekto kodas
nl: Unieke projectcode
no: Unik prosjektkode
ru: Уникальный код проекта
sr: Jedinstveni kod projekta
tr: Eşsiz proje kodu

source: Project description
cs: Popis projektu
el: Περιγραφή έργου
fr: Description du projet
ja: プロジェクトの説明
lt: Projekto aprašymas
nl: Projectbeschrijving
no: Prosjektbeskrivelse
ru: Описание проекта
sr: Opis projekta
tr: Proje açıklaması

source: User or group responsible for this project
cs: Uživatel nebo skupina odpovědná za tento projekt
el: Χρήστης ή ομάδα υπεύθυνη για αυτό το έργο
fr: Utilisateur ou groupe responsable de ce projet
ja: このプロジェクトを担当するユーザーまたはグループ
lt: Vartotojas arba grupė, atsakinga už šį projektą
nl: Gebruiker of groep die verantwoordelijk is voor dit project
no: Bruker eller gruppe ansvarlig for dette prosjektet
ru: Пользователь или группа, ответственные за этот проект
sr: Korisnik ili grupa odgovorni za ovaj projkat
tr: Bu projeden sorumlu kullanıcı veya grup

source: Settings key
cs: Tlačítko nastavení
el: Κλειδί ρυθμίσεων
fr: Paramétrés des touches
ja: 設定キー
lt: Nustatymo raktas
nl: Instellingen
ru: Ключ настроек
sr: Ključ za podešavanje
tr: Ayarlar anahtarı

source: Settings value
cs: Hodnota nastavení
el: Τιμή ρυθμίσεων
fr: Valeur du paramètre
ja: 設定値
lt: Nustatymo reikšmė
nl: Instellingswaarde
no: Innstillings verdi
ru: Значения настроек
sr: Vrednost podešavanja
tr: Ayarlar değeri

source: Chosen value is not a valid option
cs: Zvolená hodnota není platnou možností
el: Η επιλεγμένη τιμή δεν είναι έγκυρη επιλογή
fr: La valeur choisie n'est pas une option valide
ja: 選択された値は有効なオプションではありません。
lt: Pasirinkta reikšmė yra netinkama
nl: Gekozen waarde is geen geldige optie
no: Valgt verdi er ikke et gyldig alternativ
ru: Выбранное значение не является допустимым
sr: Izabrana vrednost nije ispravna opcija
tr: Seçilen değer geçerli bir seçenek değil

source: Value must be a boolean value
cs: Hodnota musí být logická hodnota
el: Η τιμή πρέπει να είναι boolean
fr: La valeur doit être une valeur booléenne
ja: 値はブール値でなければなりません。
lt: Reikšmė turi būti loginė (taip/ne)
nl: Waarde moet een booleaanse waarde zijn
no: Verdien må være en boolsk verdi
ru: Значение должно быть булевым
sr: Vrednost mora da bude boolean tipa
tr: Değer bir boolean değer olmalıdır

source: Value must be an integer value
cs: Hodnota musí být celé číslo
el: Η τιμή πρέπει να είναι ακέραιος αριθμός
fr: La valeur doit être un nombre entier
ja: 値は整数値でなければなりません。
lt: Reikšmė turi būti sveikasis skaičius
nl: Waarde moet een geheel getal zijn
no: Verdien må være et heltall
ru: Значение должно быть целым числом
sr: Vrednost mora da bude integer tipa
tr: Değer bir integer değer olmalıdır

source: Value must be a valid number
cs: Hodnota musí být platné číslo
el: Η τιμή πρέπει να είναι έγκυρος αριθμός
fr: Valeur doit être un nombre valide
ja: 値は有効な数値でなければなりません。
lt: Reikšmė turi būti tinkamas skaičius
nl: Waarde moet een geldig getal zijn
ru: Значение должно быть допустимым числом
sr: Vrednost mora biti broj
tr: Değer geçerli bir sayı olmalıdır

source: Value does not pass validation checks
cs: Hodnota neprošla kontrolou platnosti
el: Η τιμή δεν περνά τους ελέγχους εγκυρότητας
fr: La valeur ne passe pas les contrôles de validation
ja: 値がバリデーション・チェックに合格しない
lt: Reikšmė neatitinka patikros taisyklių
nl: Waarde is niet geldig voor validatiecontrole
ru: Значение не прошло проверку
sr: Vrednost ne prolazi test ispravnosti
tr: Değer doğrulama kontrollerini geçemiyor

source: Key string must be unique
cs: Klíčový text musí být jedinečný
el: Η συμβολοσειρά κλειδιού πρέπει να είναι μοναδική
fr: La chaîne de caractères constituant la clé doit être unique
ja: キー文字列は一意でなければなりません。
lt: Raktas turi būti unikalus
nl: Sleutelreeks moet uniek zijn
no: Nøkkelstreng må være unik
ru: Строка ключа должна быть уникальной
sr: Tekstualni ključ mora da bude jedinstven
tr: Anahtar dizesi benzersiz olmalı

source: User
cs: Uživatel
el: Χρήστης
fr: Utilisateur
ja: ユーザー
lt: Vartotojas
nl: Gebruiker
no: Bruker
ru: Пользователь
sr: Korisnik
tr: Kullanıcı

source: Price break quantity
cs: Množství cenové slevy
el: Ποσότητα κλιμακωτής τιμής
fr: Quantité de rupture de prix
ja: 価格破壊数量
lt: Kiekio ribinis taškas kainai
nl: Prijs pauze hoeveelheid
no: Antall for prisbrudd
ru: Скидка распространяется на заданное количество
sr: Prelomna količina cene
tr: Fiyat kademesi miktarı

source: Price
cs: Cena
el: Τιμή
fr: Prix
ja: 価格
lt: Kaina
nl: Prijs
no: Pris
ru: Цена
sr: Cena
tr: Fiyat

source: Unit price at specified quantity
cs: Jednotková cena při stanoveném množství
el: Τιμή μονάδας στη συγκεκριμένη ποσότητα
fr: Prix unitaire à la quantité spécifiée
ja: 指定数量での単価
lt: Vieneto kaina nurodytam kiekiui
nl: Stukprijs op opgegeven hoeveelheid
no: Enhetspris på spesifisert antall
ru: Цена за единицу для указанного количества
sr: Cena jedinice za određenu količinu
tr: Belirtilen miktardaki birim fiyat

source: Endpoint
cs: Koncový bod
fr: Point final
ja: エンドポイント
lt: Galutinis taškas
nl: Eindpunt
no: Endepunkt
ru: Конечная точка
sr: Krajnja tačka
tr: Bitiş Noktası

source: Endpoint at which this webhook is received
cs: Koncový bod, ve kterém je tento webhook přijímán
el: Το endpoint στο οποίο λαμβάνεται αυτό το webhook
fr: Point de terminaison auquel ce webhook est reçu
ja: このウェブフックを受信するエンドポイント
lt: Galutinis taškas, kuriuo priimamas šis webhook'as
nl: Eindpunt waarop deze webhook wordt ontvangen
no: Endepunktet hvor denne webhooken er mottatt
ru: Конечная точка, на которой принимается этот веб-хук
sr: Krajnja tačka na kojoj je primljen zahtev za izmenu web stranice
tr: Bu web kancasının alındığı uç nokta

source: Name for this webhook
cs: Název tohoto webhooku
el: Όνομα για αυτό το webhook
fr: Nom de ce webhook
ja: このウェブフックの名前
lt: Šio webhook'o pavadinimas
nl: Naam van deze webhook
no: Navn for webhooken
ru: Имя для этого веб-хука
sr: Ime ovog zahteva za izmenu stranice
tr: Bu web kancası için ad

source: Active
cs: Aktivní
el: Ενεργό
fr: Actif
ja: 有効
lt: Aktyvus
nl: Actief
no: Aktiv
ru: Активный
sr: Aktivan
tr: Aktif

source: Is this webhook active
cs: Je tento webhook aktivní
el: Είναι αυτό το webhook ενεργό
fr: Ce webhook (lien de rappel HTTP) est-il actif
ja: このウェブフックはアクティブですか
lt: Ar šis webhook'as aktyvus
nl: Is deze webhook actief
no: Er webhooken aktiv
ru: Этот веб-хук активен?
sr: Da li je ovaj zahtev za izmenu aktivan?
tr: Bu web kancası aktif mi

source: Token
fr: Jeton
ja: トークン
lt: Raktas
nl: Sleutel
no: Sjetong
ru: Токен

source: Token for access
cs: Token pro přístup
el: Token πρόσβασης
fr: Jeton d'accès
ja: アクセス用トークン
lt: Prieigos raktas
nl: Token voor toegang
no: Nøkkel for tilgang
ru: Токен для доступа
sr: Token za pristup
tr: Erişim için belirteç

source: Secret
cs: Tajný klíč
el: Μυστικό
fr: Confidentiel
ja: シークレット
lt: Slaptas raktas
nl: Geheim
no: Hemmelig
ru: Секрет
sr: Tajna
tr: Gizli

source: Shared secret for HMAC
cs: Sdílený tajný klíč pro HMAC
el: Κοινόχρηστο μυστικό για HMAC
fr: Secret partagé pour HMAC
ja: HMACの共有秘密
lt: Bendras slaptas HMAC raktas
nl: Gedeeld geheim voor HMAC
no: Delt hemmlighet for HMAC
ru: Общий ключ для HMAC
sr: Deljena tajna za HMAC
tr: HMAC için paylaşılan gizli bilgi

source: Message ID
cs: ID zprávy
el: ID μηνύματος
fr: ID message
ja: メッセージ ID：
lt: Pranešimo ID
nl: Bericht ID
no: Melding ID
ru: ID Сообщения
sr: ID poruke
tr: Mesaj ID

source: Unique identifier for this message
cs: Unikátní identifikátor pro tuto zprávu
el: Μοναδικό αναγνωριστικό για αυτό το μήνυμα
fr: Identifiant unique pour ce message
ja: このメッセージの一意な識別子
lt: Unikalus pranešimo identifikatorius
nl: Unieke identificatie voor dit bericht
no: Unik Id for denne meldingen
ru: Уникальный идентификатор этого сообщения
sr: Jedinstveni identifikator za ovu poruku
tr: Bu mesaj için benzersiz tanımlayıcı

source: Host
cs: Hostitel
fr: Hôte
ja: ホスト
lt: Pagrindinis serveris
no: Vert
ru: Хост
sr: Računar
tr: Sağlayıcı

source: Host from which this message was received
cs: Hostitel, od kterého byla tato zpráva přijata
el: Host από τον οποίο παραλήφθηκε αυτό το μήνυμα
fr: Hôte à partir duquel ce message a été reçu
ja: このメッセージを受信したホスト
lt: Serveris, iš kurio gautas pranešimas
nl: Host waarvan dit bericht is ontvangen
no: Verten denne meldingen ble mottatt fra
ru: Хост, с которого было получено это сообщение
sr: Računar koji je primio ovu poruku
tr: Bu mesajın alındığı ana bilgisayar

source: Header
cs: Záhlaví
el: Κεφαλίδα
fr: Entête
ja: ヘッダー
lt: Antraštė
nl: Koptekst
no: Tittel
ru: Заголовок
sr: Zaglavlje
tr: Başlık

source: Header of this message
cs: Záhlaví této zprávy
el: Κεφαλίδα αυτού του μηνύματος
fr: En-tête de ce message
ja: このメッセージのヘッダー
lt: Šio pranešimo antraštė
nl: Koptekst van dit bericht
no: Overskrift for denne meldingen
ru: Заголовок этого сообщения
sr: Zaglavlje ove poruke
tr: Bu mesajın başlığı

source: Body
cs: Tělo
el: Κείμενο
fr: Corps
ja: 本文
lt: Turinys
nl: Berichtinhoud
no: Brødtekst
ru: Тело
sr: Telo
tr: Gövde

source: Body of this message
cs: Tělo zprávy
el: Κείμενο αυτού του μηνύματος
fr: Corps de ce message
ja: メッセージ本文
lt: Šio pranešimo turinys
nl: Inhoud van dit bericht
no: Innholdet i meldingen
ru: Текст этого сообщения
sr: Telo ove poruke
tr: Bu mesajın gövdesi

source: Endpoint on which this message was received
cs: Koncový bod, na kterém byla zpráva přijata
el: Endpoint στο οποίο παραλήφθηκε αυτό το μήνυμα
fr: Endpoint à partir duquel ce message a été reçu
ja: このメッセージを受信したエンドポイント
lt: Galutinis taškas, kuriame gautas pranešimas
nl: Eindpunt waarop dit bericht is ontvangen
no: Endepunktet meldingen ble mottatt fra
ru: Конечная точка, на которую было получено это сообщение
sr: Krajnja tačka na kojoj je ova poruka primljena
tr: Bu mesajın alındığı uç nokta

source: Worked on
cs: Pracoval na
el: Επεξεργάστηκε
fr: Travaillé sur
ja: 作業内容
lt: Apdorota
nl: Aan gewerkt
no: Arbeidet med
ru: Работал над
sr: Radilo se na
tr: Üzerinde çalışıldı

source: Was the work on this message finished?
cs: Byla práce na této zprávě dokončena?
el: Ολοκληρώθηκε η εργασία σε αυτό το μήνυμα;
fr: Le travail sur ce message est-il terminé ?
ja: このメッセージに関する作業は終わったのですか？
lt: Ar darbas su šiuo pranešimu baigtas?
nl: Is het werk aan dit bericht voltooid?
no: Var arbeidet med denne meldingen ferdig?
ru: Работа над этим сообщением завершена?
sr: Da li je rad sa ovom porukom završen?
tr: Bu mesajdaki iş bitirildi mi?

source: Id
ru: Код
tr: Kimlik

source: Title
cs: Název
el: Τίτλος
fr: Titre
ja: タイトル
lt: Pavadinimas
nl: Titel
no: Tittel
ru: Заголовок
sr: Naslov
tr: Başlık

source: Link
cs: Odkaz
el: Σύνδεσμος
fr: Lien
ja: リンク
lt: Nuoroda
nl: Koppeling
no: Lenke
ru: Ссылка
tr: Bağlantı

source: Published
cs: Zveřejněno
el: Δημοσιεύθηκε
fr: Publié
ja: 公開済み
lt: Paskelbta
nl: Gepubliceerd
no: Publisert
ru: Опубликовано
sr: Objavljeno
tr: Yayınlandı

source: Author
cs: Autor
el: Συντάκτης
fr: Auteur
ja: 投稿者
lt: Autorius
nl: Auteur
no: Forfatter
ru: Автор
sr: Autor
tr: Yazar

source: Summary
cs: Souhrn
el: Περίληψη
fr: Résumé
ja: 概要
lt: Santrauka
nl: Samenvatting
no: Sammendrag
ru: Итого
sr: Rezime
tr: Özet

source: Read
cs: Přečteno
el: Αναγνωσμένο
fr: Lu
ja: 既読
lt: Perskaityta
nl: Gelezen
no: Les
ru: Читать
sr: Čitaj
tr: Oku

source: Was this news item read?
cs: Byla tato novinka přečtena?
el: Διαβάστηκε αυτό το νέο;
fr: Cette nouvelle a-t-elle été lue ?
ja: このニュースは読まれましたか？
lt: Ar ši naujiena buvo perskaityta?
nl: Is dit nieuwsitem gelezen?
no: Er dette nyhetselementet lest?
ru: Эта новость была прочитана?
sr: Da li je ova stavka vesti pročitana
tr: Haberi okudunuz mu?

source: Image file
cs: Soubor obrázku
el: Αρχείο εικόνας
fr: Fichier image
ja: 画像ファイル
lt: Paveikslėlio failas
nl: Afbeelding
no: Bildefil
ru: Файл изображения
sr: Datoteka slike
tr: Görsel dosyası

source: Target model type for this image
cs: Cílový typ modelu pro tento obrázek
el: Τύπος μοντέλου-στόχου για αυτή την εικόνα
fr: Type de modèle cible pour cette image
ja: この画像の対象モデルタイプ
lt: Modelio tipas, kuriam priskiriamas šis paveikslėlis
nl: Doel type voor deze afbeelding
ru: Тип целевой модели для этого изображения
sr: Ciljni tip modela za ovu sliku
tr: Bu görsel için hedef model türü

source: Target model ID for this image
cs: Cílové ID modelu pro tento obrázek
el: ID μοντέλου-στόχου για αυτή την εικόνα
fr: ID du modèle cible pour cette image
ja: この画像の対象モデルID
lt: Modelio ID, kuriam priskiriamas šis paveikslėlis
nl: Doel modelnummer voor deze afbeelding
ru: ID целевой модели для этого изображения
sr: Ciljni ID modela za ovu sliku
tr: Bu görsel için hedef model ID

source: Custom Unit
cs: Vlastní jednotka
el: Προσαρμοσμένη μονάδα
fr: Unité personnalisée
ja: カスタムユニット
lt: Pasirinktinis vienetas
nl: Aangepaste eenheid
ru: Пользовательская единица измерения
sr: Posebna jedinica
tr: Özel Birim

source: Unit symbol must be unique
cs: Symbol jednotky musí být unikátní
el: Το σύμβολο μονάδας πρέπει να είναι μοναδικό
fr: Le symbole de l'unité doit être unique
ja: 単位記号は一意でなければなりません。
lt: Vieneto simbolis turi būti unikalus
nl: Eenheid symbool moet uniek zijn
no: Enhetssymbolet må være unikt
ru: Символ единицы должен быть уникальным
sr: Simbol jedinice mora biti jedinstven
tr: Birim simgesi benzersiz olmalıdır

source: Unit name must be a valid identifier
cs: Název jednotky musí být platný identifikátor
el: Το όνομα μονάδας πρέπει να είναι έγκυρο αναγνωριστικό
fr: Le nom de l'unité doit être un identifiant valide
ja: ユニット名は有効な識別子でなければなりません。
lt: Vieneto pavadinimas turi būti tinkamas identifikatorius
nl: Naam van de unit moet een geldig id zijn
no: Enhetsnavn må være en gyldig identifikator
ru: Имя единицы должно быть действительным идентификатором
sr: Ime jedinice mora da bude ispravan identifikator
tr: Birim adı geçerli bir tanımlayıcı olmalıdır

source: Unit name
cs: Název jednotky
el: Όνομα μονάδας
fr: Nom de l'unité
ja: ユニット名
lt: Vieneto pavadinimas
nl: Naam van eenheid
no: Enhetsnavn
ru: Название единицы
sr: Ime jedinice
tr: Birim adı

source: Symbol
el: Σύμβολο
fr: Symbole
ja: シンボル
lt: Simbolis
nl: Symbool
ru: Символ
sr: Simbol
tr: Sembol

source: Optional unit symbol
cs: Volitelný symbol jednotky
el: Προαιρετικό σύμβολο μονάδας
fr: Symbole d'unité facultatif
ja: オプションの単位記号
lt: Nebūtinas vieneto simbolis
nl: Optionele eenheid symbool
no: Valgfritt enhetssymbol
ru: Обозначение единицы измерения (необязательно)
sr: Opcioni simbol jedinice
tr: İsteğe bağlı birim simgesi

source: Definition
cs: Definice
el: Ορισμός
fr: Définition
ja: 定義
lt: Apibrėžimas
nl: Definitie
no: Definisjon
ru: Определение
sr: Definicija
tr: Tanımlama

source: Unit definition
cs: Definice jednotky
el: Ορισμός μονάδας
fr: Définition de l'unité
ja: ユニットの定義
lt: Vieneto apibrėžimas
nl: Definitie van eenheid
no: Enhetsdefinisjon
ru: Определение единицы измерения
sr: Definicija jedinice
tr: Birim tanımlaması

source: Attachment
cs: Příloha
el: Συνημμένο
fr: Pièce jointe
ja: 添付ファイル
lt: Priedas
nl: Bijlage
no: Vedlegg
ru: Вложения
sr: Prilog
tr: Ek

source: Missing file
cs: Chybějící soubor
el: Το αρχείο λείπει
fr: Fichier manquant
ja: ファイルがありません
lt: Trūksta failo
nl: Ontbrekend bestand
no: Fil mangler
ru: Файл не найден
sr: Nedostaje datoteka
tr: Eksik dosya

source: Missing external link
cs: Chybějící externí odkaz
el: Λείπει ο εξωτερικός σύνδεσμος
fr: Lien externe manquant
ja: 外部リンクが見つかりません。
lt: Trūksta išorinės nuorodos
nl: Externe link ontbreekt
no: Mangler eksternlenke
ru: Отсутствует внешняя ссылка
sr: Nedostaje eksterni link
tr: Bozuk dış bağlantı

source: Model type
cs: Typ modelu
el: Τύπος μοντέλου
fr: Type de modèle
ja: モデルタイプ
lt: Modelio tipas
ru: Тип модели
tr: Model türü

source: Target model type for image
cs: Cílový typ modelu pro obrázek
el: Τύπος μοντέλου-στόχου για την εικόνα
fr: Type de modèle cible pour l'image
ja: 画像の対象モデルタイプ
lt: Modelio tipas, kuriam skirtas paveikslėlis
nl: Doel type voor afbeelding
ru: Тип целевой модели для изображения
tr: Görsel için hedef model türü

source: Select file to attach
cs: Vyberte soubor k přiložení
el: Επιλέξτε αρχείο για επισύναψη
fr: Sélectionnez un fichier à joindre
ja: 添付ファイルを選択
lt: Pasirinkite failą priedui
nl: Bestand als bijlage selecteren
no: Velg fil å legge ved
ru: Выберите файл для вложения
sr: Izaberite datoteku za prilog
tr: Eklenecek dosyayı seç

source: Comment
cs: Komentář
el: Σχόλιο
fr: Commentaire
ja: コメント：
lt: Komentaras
nl: Opmerking
no: Kommentar
ru: Комментарий
sr: Komentar
tr: Yorum

source: Attachment comment
cs: Komentář přílohy
el: Σχόλιο συνημμένου
fr: Commentaire sur la pièce jointe
ja: 添付コメント
lt: Komentaras prie priedo
nl: Opmerking van bijlage
no: Vedleggskommentar
ru: Описание вложения
sr: Komentar priloga
tr: Ek yorumu

source: Upload date
cs: Datum nahrání
el: Ημερομηνία μεταφόρτωσης
fr: Date de téléchargement
ja: アップロード日
lt: Įkėlimo data
nl: Uploaddatum
no: Opplastet dato
ru: Дата загрузки
sr: Datum učitavanja
tr: Yükleme tarihi

source: Date the file was uploaded
cs: Datum, kdy byl soubor nahrán
el: Ημερομηνία μεταφόρτωσης του αρχείου
fr: Date de téléchargement du fichier
ja: ファイルがアップロードされた日付
lt: Failo įkėlimo data
nl: Datum waarop het bestand is geüpload
no: Datoen som filen ble lastet opp
ru: Дата загрузки файла
sr: Datum kada je datoteka učitana
tr: Dosyanın yüklendiği tarih

source: File size
cs: Velikost souboru
el: Μέγεθος αρχείου
fr: Taille du fichier
ja: ファイルサイズ
lt: Failo dydis
nl: Bestandsgrootte
no: Filstørrelse
ru: Размер файла
sr: Veličina datoteke
tr: Dosya Boyutu

source: File size in bytes
cs: Velikost souboru v bytech
el: Μέγεθος αρχείου σε bytes
fr: Taille du fichier en octets
ja: ファイルサイズ（バイト
lt: Failo dydis baitais
nl: Bestandsgrootte in bytes
no: Filstørrelse i byte
ru: Размер файла в байтах
sr: Veličina datoteke u bajtovima
tr: Bayt cinsinden dosya boyutu
