Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Tracking Number
cs: Sledovací číslo
el: Αριθμός παρακολούθησης
fr: N° de suivi
ja: 追跡番号
lt: Sekimo numeris
nl: Volgnummer
no: Sporingsnummer
ru: Номер отслеживания
sr: Broj praćenja
tr: Takip Numarası

source: Shipment tracking information
cs: Informace o sledování zásilky
el: Πληροφορίες παρακολούθησης αποστολής
fr: Information de suivi des colis
ja: 貨物追跡情報
lt: Siuntos sekimo informacija
nl: Zending volginformatie
no: Sporingsinformasjon for forsendelse
ru: Информация об отслеживании доставки
sr: Informacije o praćenju isporuke
tr: Sevkiyat takip numarası

source: Invoice Number
cs: Číslo faktury
el: Αριθμός τιμολογίου
fr: N° de facture
ja: 請求書番号
lt: Sąskaitos faktūros numeris
nl: Factuurnummer
no: Fakturanummer
ru: Номер счета
sr: Broj računa
tr: Fatura Numarası

source: Reference number for associated invoice
cs: Referenční číslo přiřazené faktury
el: Αριθμός αναφοράς του σχετικού τιμολογίου
fr: Numéro de référence de la facture associée
ja: 関連する請求書の参照番号
lt: Nuorodos numeris susijusiai sąskaitai faktūrai
nl: Referentienummer voor bijbehorende factuur
no: Referansenummer for tilknyttet faktura
ru: Номер ссылки на связанную накладную
sr: Referentni broj za dodeljeni račun
tr: Fatura referans numarası

source: Shipment has already been sent
cs: Zásilka již byla odeslána
el: Η αποστολή έχει ήδη σταλεί
fr: Le colis a déjà été envoyé
ja: 発送済み
lt: Siunta jau buvo išsiųsta
nl: Verzending is al verzonden
no: Forsendelsen er allerede sendt
ru: Отгрузка уже отправлена
sr: Isporuka je već poslata
tr: Sevkiyat zaten sevk edildi

source: Shipment has no allocated stock items
cs: Zásilka nemá žádné přidělené skladové položky
el: Η αποστολή δεν έχει δεσμευμένα είδη αποθέματος
fr: L'expédition n'a pas d'articles en stock alloués
ja: 出荷品目に割り当てられた在庫がありません
lt: Siunta neturi priskirtų prekių
nl: Zending heeft geen toegewezen voorraadartikelen
no: Forsendelsen har ingen tildelte lagervarer
ru: Отправка не имеет зарезервированных складских позиций
sr: Isporuka nema alocirane stavke sa zaliha
tr: Sevkiyatın tahsis edilen stok kalemleri bulunmuyor

source: Shipment must be checked before it can be completed
cs: Zásilka musí být zkontrolována než může být dokončená
el: Η αποστολή πρέπει να ελεγχθεί πριν μπορέσει να ολοκληρωθεί
fr: L'expédition doit être vérifiée avant de pouvoir être terminée
ja: 出荷は完了前に必ず確認が必要となります
nl: Verzending moet worden gecontroleerd voordat deze kan worden voltooid
ru: Отгрузка должна быть проверена, прежде чем её можно завершить
tr: Sevkiyat tamamlanmadan önce kontrol edilmelidir

source: Sales Order Extra Line
cs: Prodejní příkaz extra linka
el: Επιπλέον γραμμή εντολής πώλησης
fr: Ligne supplémentaire de commande client
ja: セールスオーダー追加ライン
lt: Pardavimo užsakymo papildoma eilutė
nl: Verkooporder extra regel
ru: Дополнительная позиция заказа на продажу
sr: Dodatne porudbžine naloga za prodaju
tr: Ek Sipariş Kalemi

source: Sales Order Allocation
cs: Přidělení prodejní objednávky
el: Δέσμευση αποθέματος εντολής πώλησης
fr: Affectation des commandes clients
ja: 販売注文の割り当て
lt: Pardavimo užsakymo paskirstymas
nl: Toewijzing verkooporder
ru: Распределение заказа на продажу
sr: Alokacije naloga za prodaju
tr: Satış Siparişi Tahsisatı

source: Stock item has not been assigned
cs: Skladová položka nebyla přiřazena
el: Δεν έχει αντιστοιχιστεί είδος αποθέματος
fr: L'article de stock n'a pas été assigné
ja: 在庫アイテムが割り当てられていません
lt: Prekė nėra priskirta
nl: Voorraadartikel is niet toegewezen
no: Lagervarer er ikke blitt tildelt
ru: Складская позиция не была назначена
sr: Stavka sa zaliha nije dodeljena
tr: Stok kalemi henüz atanmadı

source: Cannot allocate stock item to a line with a different part
cs: Nelze přidělit skladovou položku na řádek s jiným dílem
el: Δεν είναι δυνατή η δέσμευση είδους αποθέματος σε γραμμή με διαφορετικό προϊόν
fr: Impossible d'allouer l'article en stock à une ligne avec une autre pièce
ja: 在庫品を別部品のラインに割り当てることはできません。
lt: Negalima priskirti prekių eilutei su skirtinga detale
nl: Kan het voorraadartikel niet toewijzen aan een regel met een ander onderdeel
no: Kan ikke tildele lagervare til en linje med annen del
ru: Невозможно зарезервировать складскую позицию в позицию другой детали
sr: Ne mogu se alocirati stavke sa zaliha porudbžini sa drugačijim delom
tr: Farklı bir parçaya sahip satıra stok kalemi tahsis edilemez

source: Cannot allocate stock to a line without a part
cs: Nelze přidělit skladovou položku na řádek bez dílu
el: Δεν είναι δυνατή η δέσμευση αποθέματος σε γραμμή χωρίς προϊόν
fr: Impossible d'allouer le stock à une ligne sans pièce
ja: 部品のないラインに在庫を割り当てることはできません。
lt: Negalima priskirti prekių eilutei, jei joje nėra detalės
nl: Kan voorraad niet toewijzen aan een regel zonder onderdeel
no: Kan ikke tildele lagerbeholdning til en linje uten en del
ru: Невозможно распределить запас к позиции без детали
sr: Ne mogu se alocirati zalihe porudbžini bez dela
tr: Parça içermeyen bir satıra stok tahsis edilemez

source: Allocation quantity cannot exceed stock quantity
cs: Přidělené množství nesmí překročit množství zásob
el: Η ποσότητα δέσμευσης δεν μπορεί να υπερβαίνει την ποσότητα αποθέματος
fr: La quantité d'allocation ne peut pas excéder la quantité en stock
ja: 割当数量が在庫数量を超えることはできません
lt: Priskiriamas kiekis negali viršyti atsargų kiekio
nl: Toewijzingshoeveelheid kan niet hoger zijn dan de voorraadhoeveelheid
no: Tildelingsantall kan ikke overstige tilgjengelig lagerbeholdning
ru: Количество распределения не может превышать количество на складе
sr: Alocirana količina ne sme da pređe količinu zaliha
tr: Tahsis miktarı stok miktarını aşamaz

source: Allocation quantity must be greater than zero
cs: Zabrané množství musí být větší než nula
el: Η ποσότητα πρέπει να είναι μεγαλύτερη από 0
fr: La quantité allouée doit être supérieure à zéro
ja: 割当数量はゼロより大きくなければなりません
lt: Priskirtas kiekis turi būti didesnis nei nulis
nl: Toewijzing hoeveelheid moet groter zijn dan nul
no: Tildelingsantall må være større enn null
ru: Резервируемое количество должно быть больше нуля
sr: Količina alokacije mora da bude veća od nule
tr: Tahsis edilen miktar sıfırdan büyük olmalıdır

source: Quantity must be 1 for serialized stock item
cs: Množství musí být 1 pro serializovanou skladovou položku
el: Η ποσότητα πρέπει να είναι 1 για σειριοποιημένο είδος αποθέματος
fr: La quantité doit être égale à 1 pour un article de stock sérialisé
ja: シリアル化された在庫品の場合、数量は1でなければなりません。
lt: Kiekis turi būti 1, jei prekė turi serijos numerį
nl: Hoeveelheid moet 1 zijn voor geserialiseerd voorraadartikel
no: Antall må være 1 for serialisert lagervare
ru: Количество должно быть 1 для сериализированных складских позиций
sr: Količina mora biti 1 za serijalizovane stavke sa zaliha
tr: Seri numaralı stok kalemi için miktar 1 olmalıdır

source: Sales order does not match shipment
cs: Prodejní objednávka neodpovídá zásilce
el: Η εντολή πώλησης δεν αντιστοιχεί στην αποστολή
fr: La commande client ne correspond pas à l'expédition
ja: 販売注文と出荷が一致しません
lt: Pardavimo užsakymas nesutampa su siunta
nl: Verkooporder komt niet overeen met zending
no: Salgsordre samsvarer ikke med forsendelse
ru: Заказ на продажу не соответствует отгрузке
sr: Nalog za prodaju se ne poklapa sa isporukom
tr: Satış siparişi sevkiyatla eşleşmiyor

source: Shipment does not match sales order
cs: Zásilka neodpovídá prodejní objednávce
el: Η αποστολή δεν αντιστοιχεί στην εντολή πώλησης
fr: L'envoi ne correspond pas à la commande client
ja: 出荷が販売注文と一致しません
lt: Siunta nesutampa su pardavimo užsakymu
nl: Verzending komt niet overeen met verkooporder
no: Forsendelsen samsvarer ikke med salgsordre
ru: Отгрузка не соответствует заказу на продажу
sr: Isporuka se ne poklapa sa nalogom za prodaju
tr: Sevkiyat satış siparişiyle eşleşmiyor

source: Line
cs: Řádek
el: Γραμμή
fr: Ligne
ja: ライン
lt: Eilutė
nl: Regel
no: Linje
ru: Строка
sr: Porudbžina
tr: Satır

source: Sales order shipment reference
cs: Odkaz na zásilku z prodejní objednávky
el: Αναφορά αποστολής εντολής πώλησης
fr: Référence de l'expédition de la commande client
ja: 販売注文の出荷参照
lt: Pardavimo užsakymo siuntos nuoroda
nl: Verzendreferentie verkooporder
no: Forsendelsesreferanse for salgsordre
ru: Ссылка на отгрузку заказа на продажу
sr: Referenca isporuke naloga za prodaju
tr: Satış siparişinin sevkiyat referansı

source: Item
cs: Položka
el: Είδος
fr: Article
ja: アイテム
lt: Prekė
nl: Artikel
no: Artikkel
ru: Элемент
sr: Stavka
tr: Kalem

source: Select stock item to allocate
cs: Vyberte skladovou položku pro přidělení
el: Επιλογή είδους αποθέματος προς δέσμευση
fr: Sélectionner l'article de stock à affecter
ja: 割り当てるストックアイテムを選択
lt: Pasirinkite atsargų elementą priskyrimui
nl: Selecteer voorraadartikel om toe te wijzen
no: Velg lagervare å tildele
ru: Выберите складскую позицию для резервирования
sr: Izaberi stavku sa zaliha za alokaciju
tr: Tahsis edilecek stok kalemini seçin

source: Enter stock allocation quantity
cs: Zadejte množství pro přidělení zásob
el: Εισαγωγή ποσότητας δέσμευσης αποθέματος
fr: Saisir la quantité d'allocation de stock
ja: 在庫割当数量の入力
lt: Įveskite prekių priskyrimo kiekį
nl: Voer voorraadtoewijzingshoeveelheid in
no: Angi lagertildelingsmengde
ru: Укажите резервируемое количество
sr: Unesi količinu za alokaciju zaliha
tr: Stok tahsis miktarını girin

source: Return Order reference
cs: Reference návratové objednávky
el: Αναφορά εντολής επιστροφής
fr: Retour Référence de la commande
ja: リターンオーダー参照
lt: Grąžinimo užsakymo nuoroda
nl: Retour order referentie
no: Returordre-referanse
ru: Ссылка на заказ на возврат
sr: Referenca naloga za vraćanje
tr: İade Siparişi referansı

source: Company from which items are being returned
cs: Společnost, od které se vrací položky
el: Εταιρεία από την οποία επιστρέφονται τα είδη
fr: Entreprise à l'origine du retour des articles
ja: 返品元の会社
lt: Įmonė, iš kurios grąžinamos prekės
nl: Bedrijf van waaruit items worden teruggestuurd
no: Firmaet delen skal returneres fra
ru: Компания, из которой возвращаются товары
sr: Kompanija čije stavke su vraćene
tr: Ürünlerin iade edildiği şirket

source: Return order status
cs: Stav návratové objednávky
el: Κατάσταση εντολής επιστροφής
fr: Statut du retour de commande
ja: 返品状況
lt: Grąžinimo užsakymo būsena
nl: Retour bestelling status
no: Returordrestatus
ru: Статус заказа на возврат
sr: Status naloga za vraćanje
tr: İade siparişi durumu

source: Return Order Line Item
cs: Linkový předmět vratky
el: Γραμμή εντολής επιστροφής
fr: Poste de l'ordre de retour
ja: 返品注文項目
lt: Grąžinimo užsakymo eilutės įrašas
nl: Retourneer bestelregel item
ru: Позиция заказа на возврат
sr: Vrati stavku porudbžine
tr: İade Siparişi Satırı

source: Stock item must be specified
cs: Zásobní položka musí být specifikována
el: Πρέπει να καθοριστεί είδος αποθέματος
fr: L'article en stock doit être spécifié
ja: 在庫品の指定が必要です。
lt: Turi būti nurodytas atsargų elementas
nl: Voorraad item moet worden opgegeven
ru: Необходимо указать складской элемент
sr: Stavka sa zaliha mora biti određena
tr: Stok kalemi belirtilmelidir

source: Return quantity exceeds stock quantity
cs: Množství vratky přesahuje množstvní zásob
el: Η ποσότητα επιστροφής υπερβαίνει την ποσότητα αποθέματος
fr: La quantité retournée dépasse la quantité en stock
ja: 返品数量が在庫数量を超える場合
lt: Grąžinamo kiekis viršija prekių kiekį
nl: Retour hoeveelheid overschrijdt voorraad hoeveelheid
ru: Количество возврата превышает количество на складе
sr: Količina vraćanja je premašila količinu zaliha
tr: İade miktarı stok miktarını aşıyor

source: Return quantity must be greater than zero
cs: Množstvní vratky musí být více než nula
el: Η ποσότητα επιστροφής πρέπει να είναι μεγαλύτερη από το μηδέν
fr: La quantité retournée doit être supérieure à zéro
ja: 返品数量はゼロより大きくなければなりません。
lt: Grąžinamo kiekis turi būti daugiau nei nulis
nl: Het retour aantal moet groter zijn dan nul
ru: Количество возврата должно быть больше нуля
sr: Količina vraćanja mora biti veća od nule
tr: İade miktarı sıfırdan büyük olmalıdır

source: Invalid quantity for serialized stock item
cs: Neplatné množství pro sériovou skladovou položku
el: Μη έγκυρη ποσότητα για σειριοποιημένο είδος αποθέματος
fr: Quantité non valide pour un article de stock sérialisé
ja: シリアル化されたストックアイテムの数量が無効です。
lt: Neteisingas kiekis serijinio numerio prekei
nl: Ongeldige hoeveelheid voor geserialiseerde voorraad
ru: Недопустимое количество для серийного складского элемента
sr: Nevažeća količina za serijalizovane stavke sa zaliha
tr: Seri numaralı stok kalemi için geçersiz miktar

source: Select item to return from customer
cs: Vyberte položku pro vrácení od zákazníka
el: Επιλογή είδους προς επιστροφή από τον πελάτη
fr: Sélectionner l'article à retourner par le client
ja: お客様から返品する商品を選択
lt: Pasirinkite prekę grąžinimui iš kliento
nl: Selecteer te retourneren product van de klant
no: Velg artikkel som skal returneres fra kunde
ru: Выберите позицию, возвращаемую от клиента
sr: Izaberi stavku za vraćanje od mušterije
tr: Müşteriden iade edilecek ürünü seçin

source: Received Date
cs: Datum přijetí
el: Ημερομηνία παραλαβής
fr: Date de réception
ja: 受領日
lt: Gavimo data
nl: Ontvangst datum
no: Mottatt Dato
ru: Дата получения
sr: Primljeno datuma
tr: Teslim Alma Tarihi

source: The date this return item was received
cs: Datum příjetí této vratky
fr: La date de réception de cet article en retour
nl: De datum waarop dit retour item is ontvangen
ru: Дата возврата
tr: Bu iade kaleminin teslim alındığı tarih

source: Outcome
cs: Výsledek
el: Έκβαση
fr: Résultats
ja: 転帰
lt: Rezultatas
nl: Resultaat
no: Utfall
ru: Результат
sr: Ishod
tr: Sonuç

source: Outcome for this line item
cs: Výsledky pro tuto položku
el: Έκβαση για αυτή τη γραμμή
fr: Résultat pour ce poste
ja: この項目の成果
lt: Rezultatas šiam eilutės įrašui
nl: Resultaat van deze regel item
no: Utfall for dette linjeelementet
ru: Результат для этой позиции
sr: Ishod za ovu stavku porudžbine
tr: Bu satırın sonucu

source: Cost associated with return or repair for this line item
cs: Náklady spojené s návratem nebo opravou této položky
el: Κόστος που σχετίζεται με την επιστροφή ή επισκευή για αυτή τη γραμμή
fr: Coût associé au retour ou à la réparation de ce poste
ja: この品目の返品または修理に関連する費用
lt: Išlaidos, susijusios su šio eilutės įrašo grąžinimu ar remontu
nl: Kosten geassocieerd met teruggave of reparatie voor deze regel item
no: Kostnad forbundet med retur eller reparasjon for dette linjeelementet
ru: Стоимость, связанная с возвратом или ремонтом этой позиции
sr: Trošak asociran sa popravkom ili vraćanjem ove stavke porudžbine
tr: Bu kalem için iade veya onarımla ilgili maliyet

source: Return Order Extra Line
cs: Vratka extra linka
el: Επιπλέον γραμμή εντολής επιστροφής
fr: Ordre de retour Ligne supplémentaire
ja: リターンオーダー追加ライン
lt: Grąžinimo užsakymo papildoma eilutė
nl: Retourneren extra regel
ru: Дополнительная позиция заказа на возврат
sr: Doda
tr: Ek Sipariş Kalemi

source: Order ID
cs: ID objednávky
el: ID παραγγελίας
fr: ID de commande
ja: 注文ID
lt: Užsakymo ID
nl: Bestelling ID
ru: ID заказа
sr: ID naloga
tr: Sipariş ID

source: ID of the order to duplicate
cs: ID objednávky k duplikaci
el: ID της παραγγελίας προς αντιγραφή
fr: ID de l'ordre à dupliquer
ja: 複製する注文のID
lt: Užsakymo, kurį reikia dubliuoti, ID
nl: ID van de bestelling om te dupliceren
ru: ID заказа для дублирования
sr: ID naloga koji će se duplirati
tr: Kopyası oluşturulacak siparişin ID'si

source: Copy Lines
cs: Kopírovat řádky
el: Αντιγραφή γραμμών
fr: Copier des lignes
ja: コピーライン
lt: Kopijuoti eilutes
nl: Kopieer regels
ru: Копировать позиции
sr: Kopiraj porudžbine
tr: Satırları Kopyala

source: Copy line items from the original order
cs: Kopírovat řádkové položky z původní objednávky
el: Αντιγραφή γραμμών από την αρχική παραγγελία
fr: Copier les postes de l'ordre original
ja: 元の注文から行項目をコピー
lt: Kopijuoti eilutės įrašus iš pradinio užsakymo
nl: Kopieer regelitems uit de oorspronkelijke bestelling
ru: Копировать позиции из исходного заказа
sr: Kopiraj stavke porudžbine sa originalnog naloga
tr: Satırları orijinal siparişten kopyala

source: Copy Extra Lines
cs: Kopírovat extra řádky
el: Αντιγραφή επιπλέον γραμμών
fr: Copier les lignes supplémentaires
ja: 余分な行をコピー
lt: Kopijuoti papildomas eilutes
nl: Extra regels kopiëren
ru: Копировать дополнительные позиции
sr: Kopiraj dodatne porudžbine
tr: Ek Kalemleri Kopyala

source: Copy extra line items from the original order
cs: Kopírovat extra řádkové položky z původní objednávky
el: Αντιγραφή επιπλέον γραμμών από την αρχική παραγγελία
fr: Copier les postes supplémentaires de l'ordre original
ja: 元の注文から余分な項目をコピー
lt: Kopijuoti papildomas eilutes iš pradinio užsakymo
nl: Extra regelitems van de oorspronkelijke bestelling kopiëren
ru: Копировать дополнительные позиции из исходного заказа
sr: Kopiraj dodatne stavke porudžbine sa originalnog naloga
tr: Orijinal siparişten ek kalemleri kopyala

source: Line Items
cs: Řádkové položky
el: Γραμμές
fr: Postes de travail
ja: ラインアイテム
lt: Eilutės įrašai
nl: Artikelen
no: Linjeelementer
ru: Позиции
sr: Stavke porudbžine
tr: Satırlar

source: Completed Lines
cs: Dokončené řádky
el: Ολοκληρωμένες γραμμές
fr: Lignes achevées
ja: 完成路線
lt: Užbaigtos eilutės
nl: Afgeronde regel items
ru: Завершённые позиции
sr: Završene porudbžine
tr: Tamamlanan Satırlar

source: Duplicate Order
cs: Duplikovat objednávku
el: Αντιγραφή παραγγελίας
fr: Duplicata de commande
ja: 重複した注文
lt: Dubliuoti užsakymą
nl: Artikel dupliceren
ru: Дублировать заказ
sr: Dupliraj nalog
tr: Siparişin Kopyasını Oluştur

source: Specify options for duplicating this order
cs: Specifikujte možnosti pro duplikaci této objednávky
el: Καθορίστε επιλογές για την αντιγραφή αυτής της παραγγελίας
fr: Spécifier les options de duplication de cette commande
ja: この注文を複製するためのオプションを指定します。
lt: Nurodykite užsakymo dubliavimo parinktis
nl: Specificeer opties voor het dupliceren van deze bestelling
ru: Указать параметры для дублирования этого заказа
sr: Odredi opcije za dupliranje ovog naloga
tr: Bu siparişin kopyasını oluşturmak için seçenekleri belirtin

source: Invalid order ID
cs: Neplatné ID objednávky
el: Μη έγκυρο ID παραγγελίας
fr: ID de commande invalide
ja: 無効なオーダーID
lt: Neteisingas užsakymo ID
nl: Ongeldige order ID
ru: Недействительный ID заказа
sr: Nevažeći ID naloga
tr: Geçersiz sipariş ID

source: Supplier Name
cs: Název dodavatele
el: Όνομα προμηθευτή
fr: Nom du fournisseur
ja: サプライヤー名
lt: Tiekėjo pavadinimas
nl: Leveranciers Naam
no: Leverandørnavn
ru: Имя поставщика
sr: Naziv dobavljača
tr: Tedarikçi Adı

source: Order cannot be cancelled
cs: Objednávku nelze zrušit
el: Η παραγγελία δεν μπορεί να ακυρωθεί
fr: La commande ne peut pas être annulée
ja: ご注文のキャンセルはできません。
lt: Užsakymo atšaukti negalima
nl: Order kan niet worden geannuleerd
no: Ordren kan ikke kanselleres
ru: Заказ не может быть отменён
sr: Nalog ne može biti otkazan
tr: Sipariş iptal edilemez

source: Allow order to be closed with incomplete line items
cs: Povolit uzavření objednávky s neúplnými řádkovými položkami
el: Να επιτρέπεται το κλείσιμο της παραγγελίας με μη ολοκληρωμένες γραμμές
fr: Permettre la clôture d'une commande avec des postes incomplets
ja: 未完了の行項目で注文を閉じることができます。
lt: Leisti užbaigti užsakymą su neužbaigtais eilutės įrašais
nl: Toestaan order te sluiten met onvolledige regelitems
no: Tillat ordre å lukkes med ufullstendige linjeelementer
ru: Разрешить закрывать заказ с незавершёнными позициями
sr: Dozvoli da nalog bude zatvoren sa nepotpunim porudžbinama
tr: Satır eksiği olan siparişin kapatılmasına izin ver

source: Order has incomplete line items
cs: Objednávka má nedokončené řádkové položky
el: Η παραγγελία έχει μη ολοκληρωμένες γραμμές
fr: La commande comporte des postes incomplets
ja: 注文に不備がある場合
lt: Užsakyme yra neužbaigtų eilutės įrašų
nl: Bestelling heeft onvolledige regelitems
no: Ordren har ufullstendige linjeelementer
ru: В заказе есть незавершённые позиции
sr: Nalog ima nepotpune stavke porudžbine
tr: Siparişin eksik satırları var

source: Order is not open
cs: Objednávka není otevřena
el: Η παραγγελία δεν είναι ανοικτή
fr: La commande n'est pas ouverte
ja: ご注文は受け付けておりません。
lt: Užsakymas nėra atidarytas
nl: Order is niet open
no: Ordren er ikke åpen
ru: Заказ не открыт
sr: Nalog nije otvoren
tr: Sipariş açık değil

source: Auto Pricing
cs: Automatická cena
el: Αυτόματη τιμολόγηση
fr: Tarification automobile
ja: 自動車価格
lt: Automatinis kainų nustatymas
nl: Automatisch prijzen
ru: Автоматическая цена
sr: Automatske cene
tr: Otomatik Fiyatlandırma

source: Automatically calculate purchase price based on supplier part data
cs: Automaticky vypočítat nákupní cenu na základě údajů o dílech dodavatele
el: Αυτόματος υπολογισμός τιμής αγοράς βάσει των δεδομένων προϊόντος προμηθευτή
fr: Calculer automatiquement le prix d'achat sur la base des données de pièces du fournisseur
ja: サプライヤーの部品データに基づいて購入価格を自動計算
lt: Automatiškai apskaičiuoti pirkimo kainą pagal tiekėjo detalės duomenis
nl: Koopprijs automatisch berekenen gebaseerd op leveranciers onderdelen gegevens
ru: Автоматически рассчитывать закупочную цену на основе данных детали поставщика
sr: Automatski izračunaj kupovnu cenu na osnovu podataka o delovima dobavljača
tr: Tedarikçi parça verilerine göre satın alma fiyatını otomatik olarak hesapla

source: Purchase price currency
cs: Měna nákupní ceny
el: Νόμισμα τιμής αγοράς
fr: Devise du prix d'achat
ja: 購入価格通貨
lt: Pirkimo kainos valiuta
nl: Valuta Inkoopprijs
no: Innkjøpsvaluta
ru: Валюта заказа на закупку
sr: Valuta kupovne cene
tr: Satın alma fiyatı para birimi

source: Merge Items
cs: Sloučit položky
el: Συγχώνευση ειδών
fr: Fusionner des éléments
ja: アイテムのマージ
lt: Sujungti elementus
nl: Items samenvoegen
ru: Объединять элементы
sr: Spoj stavke
tr: Kalemleri Birleştir

source: Merge items with the same part, destination and target date into one line item
cs: Sloučit položky se stejným dílem, místem určení a cílovým datem do jedné řádkové položky
el: Συγχώνευση ειδών με το ίδιο προϊόν, προορισμό και ημερομηνία στόχο σε μία γραμμή
fr: Fusionner en un seul poste les éléments ayant la même partie, la même destination et la même date cible
ja: 同じ品目、同じ仕向け地、同じ日付の品目を1つの品目に統合します。
lt: Sujungti elementus su ta pačia detale, paskirtimi ir tiksline data į vieną eilutės įrašą
nl: Items met hetzelfde onderdeel, bestemming en doeldatum samenvoegen in één regelitem
ru: Объединять в одну позицию элементы, у которых одинаковая деталь, место хранения и целевая дата
sr: Spoj stavke sa istim delom, odredištem i ciljanim datumom u jednu stavku porudžbine
tr: Aynı parça, hedef ve hedef tarihe sahip kalemleri tek bir satırda birleştir

source: SKU
cs: Číslo zboží (SKU)
fr: Unité de gestion des stocks
no: SKU-kode
ru: Артикул
sr: Jedinica za praćenje zaliha

source: Internal Part Number
cs: Interní číslo dílu
el: Εσωτερικός κωδικός προϊόντος
fr: Numéro de pièce interne
ja: 内部部品番号
lt: Vidinis detalės numeris
nl: Intern Onderdeelnummer
no: Internt delnummer
ru: Внутренний артикул детали
sr: Interni broj dela
tr: Dahili Parça Numarası

source: Internal Part Name
cs: Interní název dílu
el: Εσωτερική ονομασία προϊόντος
fr: Nom de la pièce interne
ja: 内部部品名
lt: Vidinis detalės pavadinimas
nl: Interne naam onderdeel
ru: Внутреннее название детали
sr: Interni naziv dela
tr: Dahili Parça Adı

source: Supplier part must be specified
cs: Musí být uveden díl dodavatele
el: Πρέπει να καθοριστεί προϊόν προμηθευτή
fr: La pièce du fournisseur doit être spécifiée
ja: サプライヤー部品の指定が必要
lt: Turi būti nurodyta tiekėjo detalė
nl: Leveranciersonderdeel moet worden gespecificeerd
no: Leverandørdel må angis
ru: Необходимо указать поставляемую деталь
sr: Deo dobavljača mora biti određen
tr: Tedarikçi parçası belirtilmeli
