Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Pack units must be compatible with the base part units
cs: Jednotky balení musí být kompatibilní s jednotkami základních dílů
el: Οι μονάδες συσκευασίας πρέπει να είναι συμβατές με τις μονάδες του βασικού προϊόντος
fr: Les unités d'emballage doivent être compatibles avec les unités de base
ja: パックユニットは、ベースユニットと互換性がある必要があります。
lt: Pakuotės vienetai turi atitikti pagrindinės detalės vienetus
nl: Pakket eenheden moeten compatibel zijn met de basis onderdeel eenheden
no: Pakkeenhetene må være komptible med delens basisenhet
ru: Единицы измерения упаковки должны быть совместимы с единицами базовой детали
sr: Jedinice pakovanja moraju biti kompatibilne sa osnovnim jedinicama dela
tr: Paket birimleri, temel parça birimleriyle uyumlu olmalıdır

source: Pack units must be greater than zero
cs: Jednotky balení musí být větší než nula
el: Οι μονάδες συσκευασίας πρέπει να είναι μεγαλύτερες από το μηδέν
fr: Les unités d'emballage doivent être supérieures à zéro
ja: パック単位はゼロより大きくなければなりません。
lt: Pakuotės vienetų kiekis turi būti didesnis už nulį
nl: Hoeveelheid moet groter zijn dan nul
no: Pakkeenhet må være mer enn null
ru: Единицы упаковки должны быть больше нуля
sr: Jedinice pakovanja moraju biti veće od nule
tr: Paket birimleri sıfırdan büyük olmalıdır

source: Linked manufacturer part must reference the same base part
cs: Odkazovaný díl výrobce musí odkazovat na stejný základní díl
el: Το συνδεδεμένο προϊόν κατασκευαστή πρέπει να αναφέρεται στο ίδιο βασικό προϊόν
fr: La pièce du fabricant liée doit faire référence à la même pièce de base
ja: リンクされたメーカー部品は、同じベース部品を参照する必要があります。
lt: Susieta gamintojo detalė turi nurodyti tą pačią pagrindinę detalę
nl: Gekoppeld fabrikant onderdeel moet verwijzen naar hetzelfde basis onderdeel
no: Den sammenkoblede produsentdelen må referere til samme basisdel
ru: Связанная деталь производителя должна ссылаться на ту же базовую деталь
sr: Povezani delovi dobavljača moraju referencirati isti osnovni deo
tr: Bağlantılı üretici parçası aynı temel parçayı referans almalıdır

source: Supplier
cs: Dodavatel
el: Προμηθευτής
fr: Fournisseur
ja: 仕入先
lt: Tiekėjas
nl: Leverancier
no: Leverandør
ru: Поставщик
sr: Dobavljač
tr: Tedarikçi

source: Select supplier
cs: Vyberte dodavatele
el: Επιλογή προμηθευτή
fr: Sélectionner un fournisseur
ja: サプライヤーを選択
lt: Pasirinkite tiekėją
nl: Leverancier selecteren
no: Velg leverandør
ru: Выберите поставщика
sr: Izaberi dobavljača
tr: Tedarikçi seçin

source: Supplier stock keeping unit
cs: Skladová evidence dodavatele
el: Κωδικός αποθέματος προμηθευτή
fr: Unité de gestion des stocks des fournisseurs
ja: サプライヤー在庫管理ユニット
lt: Tiekėjo sandėlio numeris (SKU)
nl: Voorraad beheers eenheid voor leveranciers
no: Leverandørens lagerbeholdningsenhet
ru: Артикул поставщика
sr: Jedinica za držanje dobavljačevih zaliha
tr: Tedarikçi stok kodu

source: Is this supplier part active?
cs: Je tento díl dodavatele aktivní?
el: Είναι αυτό το προϊόν προμηθευτή ενεργό;
fr: Cette partie du fournisseur est-elle active ?
ja: このサプライヤーは活動していますか？
lt: Ar ši tiekėjo detalė aktyvi?
nl: Is dit leveranciersdeel actief?
no: Er denne leverandørdelen aktiv?
ru: Является ли эта поставляемая деталь активной?
sr: Da li je ovaj deo dobavljača aktivan?
tr: Bu tedarikçi parçası aktif mi?

source: Select manufacturer part
cs: Vyberte díl výrobce
el: Επιλογή προϊόντος κατασκευαστή
fr: Sélectionner un fabricant
ja: メーカー部品の選択
lt: Pasirinkite gamintojo detalę
nl: Selecteer fabrikant onderdeel
no: Velg produsentdel
ru: Выберите производителя части
sr: Izaberi deo proizvođača
tr: Parça üreticisi seç

source: URL for external supplier part link
cs: Adresa URL pro odkaz na externí díl dodavatele
el: URL εξωτερικού συνδέσμου προϊόντος προμηθευτή
fr: Lien de la pièce du fournisseur externe
ja: 外部サプライヤー部品リンク用URL
lt: Išorinės nuorodos į tiekėjo detalės URL
nl: URL voor link externe leveranciers onderdeel
no: URL for ekstern leverandørdel-lenke
ru: Ссылка на сайт поставщика
sr: URL za link dela eksternog dobavljača
tr: Harici tedarikçi parçası bağlantısı için URL

source: Supplier part description
cs: Popis dílu dodavatele
el: Περιγραφή προϊόντος προμηθευτή
fr: Description de la pièce du fournisseur
ja: サプライヤーの部品説明
lt: Tiekėjo detalės aprašymas
nl: Omschrijving leveranciersdeel
no: Leverandørens delbeskrivelse
ru: Описание детали поставщика
sr: Opis dela dobavljača
tr: Tedarikçi parçası açıklaması

source: base cost
cs: základní cena
el: βασικό κόστος
fr: coût de base
ja: 基本料金
lt: bazinė kaina
nl: basisprijs
no: grunnkostnad
ru: базовая стоимость
sr: osnovni trošak
tr: temel maliyet

source: Minimum charge (e.g. stocking fee)
cs: Minimální poplatek (např. poplatek za skladování)
el: Ελάχιστη χρέωση (π.χ. χρέωση αποθήκευσης)
fr: Frais minimums (par exemple frais de stock)
ja: ミニマムチャージ（例：仕入れ手数料）
lt: Minimalus mokestis (pvz., sandėliavimo mokestis)
nl: Minimale kosten (bijv. voorraadkosten)
no: Minimum betaling (f.eks. lageravgift)
ru: Минимальная плата (например, складская)
sr: Minimalna naplata (npr. taksa za slaganje)
tr: Minimum ücret (örneğin stoklama ücreti)

source: Packaging
cs: Balení
el: Συσκευασία
fr: Conditionnement
ja: パッケージング
lt: Pakuotė
nl: Verpakking
no: Emballasje
ru: Упаковка
sr: Pakovanje
tr: Paketleme

source: Part packaging
cs: Balení dílu
el: Συσκευασία προϊόντος
fr: Conditionnement de l'article
ja: 部品梱包
lt: Detalės pakuotė
nl: Onderdeel verpakking
no: Delemballasje
ru: Упаковка детали
sr: Pakovanje delova
tr: Parça paketleme

source: Pack Quantity
cs: Počet kusů v balení
el: Ποσότητα ανά συσκευασία
fr: Nombre de paquet
ja: パック数量
lt: Pakuotės kiekis
nl: Pakket hoeveelheid
no: Pakkeantall
ru: Количество в упаковке
sr: Količina pakovanja
tr: Paket Miktarı

source: Total quantity supplied in a single pack. Leave empty for single items.
cs: Celkové množství dodávané v jednom balení. Pro jednotlivé položky ponechte prázdné.
el: Συνολική ποσότητα που παρέχεται σε μία συσκευασία. Αφήστε κενό για μεμονωμένα είδη.
fr: Quantité totale fournie dans un emballage unique. Laisser vide pour les articles individuels.
ja: 1パックに供給される総量。単品の場合は空のままにしてください。
lt: Bendras kiekis vienoje pakuotėje. Palikite tuščią, jei prekė tiekiama po vieną.
nl: Totale hoeveelheid geleverd in één pakket. Laat leeg voor enkele afzonderlijke items.
no: Totalt antall i en enkelt pakke. La være tom for enkeltenheter.
ru: Общее количество, поставляемое в одной упаковке. Оставьте пустым для отдельных элементов.
sr: Ukupna količina dostavljena u jednom pakovanju. Ostaviti prazno za pojedinačne stavke.
tr: Tek bir pakette tedarik edilen toplam miktar. Tekli ürünler için boş bırakın.

source: multiple
cs: více
el: πολλαπλάσιο
fr: plusieurs
ja: 複数
lt: daugiklis
nl: meerdere
no: flere
ru: множественные
sr: više
tr: çoklu

source: Order multiple
cs: Objednat více
el: Πολλαπλάσιο παραγγελίας
fr: Commande multiple
ja: 複数注文
lt: Užsakymo daugiklis
nl: Order meerdere
no: Bestill flere
ru: Кратность заказа
sr: Naruči više
tr: Birden fazla sipariş ver

source: Quantity available from supplier
cs: Množství dostupné od dodavatele
el: Ποσότητα διαθέσιμη από τον προμηθευτή
fr: Quantité disponible auprès du fournisseur
ja: サプライヤーから入手可能な数量
lt: Tiekėjo turimas kiekis
nl: Beschikbare hoeveelheid van leverancier
no: Antall tilgjengelig fra leverandør
ru: Количество, доступное у поставщика
sr: Količine dostupne od dobavljača
tr: Tedarikçiden temin edilebilir miktar

source: Availability Updated
cs: Dostupnost aktualizována
el: Η διαθεσιμότητα ενημερώθηκε
fr: Disponibilité mise à jour
ja: 空席状況更新
lt: Prieinamumas atnaujintas
nl: Beschikbaarheid bijgewerkt
no: Tilgjengelighet oppdatert
ru: Доступность обновлена
sr: Dostupnost ažurirana
tr: Temin Edilebilir Miktar Güncellendi

source: Date of last update of availability data
cs: Datum poslední aktualizace údajů o dostupnosti
el: Ημερομηνία τελευταίας ενημέρωσης δεδομένων διαθεσιμότητας
fr: Date de dernière mise à jour des données de disponibilité
ja: アベイラビリティ・データの最終更新日
lt: Paskutinio prieinamumo duomenų atnaujinimo data
nl: Datum van de laatste update van de beschikbaarheid gegevens
no: Dato for siste oppdatering av tilgjengelighetsdata
ru: Дата последнего обновления данных о доступности
sr: Datum poslednjeg ažuriranja podataka o dostupnosti
tr: Temin edilebilirlik verisinin güncellendiği son tarih

source: Supplier Price Break
cs: Cenová sleva dodavatele
el: Κλιμακωτή τιμή προμηθευτή
fr: Rupture de prix pour le fournisseur
ja: サプライヤーの価格破壊
lt: Tiekėjo kainos ribos
nl: Prijsverschil van leverancier
no: Leverandørens prisbrudd
ru: Ценовой порог поставщика
sr: Smanjenje cene dobavljača
tr: Tedarikçi Fiyat Kademesi

source: Default currency used for this supplier
cs: Výchozí měna používaná pro tohoto dodavatele
el: Προεπιλεγμένο νόμισμα που χρησιμοποιείται για αυτόν τον προμηθευτή
fr: Devise par défaut utilisée pour ce fournisseur
ja: このサプライヤーで使用されるデフォルト通貨
lt: Numatytoji valiuta, naudojama šiam tiekėjui
nl: Standaardvaluta die gebruikt wordt voor deze leverancier
no: Standardvaluta brukt for denne leverandøren
ru: Валюта по умолчанию для этого поставщика
sr: Podrazumevana valuta koja se koristi za ovog dobavljača
tr: Bu tedarikçi için kullanılan varsayılan para birimi

source: Company Name
cs: Jméno společnosti
el: Όνομα εταιρείας
fr: Nom de l'entreprise
ja: 会社名
lt: Įmonės pavadinimas
nl: Bedrijfsnaam
no: Bedriftsnavn
ru: Название компании
sr: Naziv kompanije
tr: Şirket Adı

source: In Stock
cs: Skladem
el: Σε απόθεμα
fr: En Stock
ja: 在庫あり
lt: Sandėlyje
nl: Op voorraad
no: På lager
ru: На складе
sr: Na zalihama
tr: Stokta

source: Price Breaks
cs: Množstevní sleva
el: Κλιμακωτές τιμές
fr: Ruptures de prix
ja: 価格割り引き
nl: Prijsverschillen
ru: Ценовые пороги
tr: Fiyat Kademeleri

source: Error occurred during data export
cs: Při exportu dat došlo k chybě
el: Προέκυψε σφάλμα κατά την εξαγωγή δεδομένων
fr: Une erreur s'est produite lors de l'exportation des données
ja: データのエクスポート中にエラーが発生しました
lt: Įvyko klaida eksportuojant duomenis
nl: Fout opgetreden tijdens data export
ru: Произошла ошибка при экспорте данных
tr: Veri dışa aktarma sırasında hata oluştu

source: Data export plugin returned incorrect data format
cs: Plugin pro export dat vrátil nesprávný formát dat
el: Το plugin εξαγωγής δεδομένων επέστρεψε λανθασμένη μορφή δεδομένων
fr: Le plugin d'exportation de données renvoie un format de données incorrect
ja: データエクスポートプラグインが不正なデータ形式を返しました
lt: Duomenų eksporto įskiepis grąžino neteisingą duomenų formatą
nl: Gegevensexport plug-in geeft onjuiste gegevensindeling terug
ru: Плагин экспорта данных вернул неправильный формат данных
tr: Veri dışa aktarma eklentisi yanlış veri biçimi döndürdü

source: Export Format
cs: Exportovat formát
el: Μορφή εξαγωγής
fr: Format d'exportation
ja: エクスポート形式
lt: Eksporto formatas
nl: Exporteer formaat
ru: Формат экспорта
tr: Dışa Aktarma Biçimi

source: Select export file format
cs: Vyberte formát export souboru
el: Επιλογή μορφής αρχείου εξαγωγής
fr: Sélectionner le format du fichier d'exportation
ja: エクスポートファイル形式の選択
lt: Pasirinkite eksporto failo formatą
nl: Selecteer export bestandsindeling
ru: Выберите формат файла экспорта
tr: Çıktı dosyası biçimi seçin

source: Export Plugin
cs: Exportovací plugin
el: Plugin εξαγωγής
fr: Plugin d'exportation
ja: エクスポートプラグイン
lt: Eksporto įskiepis
nl: Plug-in exporteren
ru: Плагин экспорта
tr: Dışa Aktarma Eklentisi

source: Select export plugin
cs: Vyberte exportovací plugin
el: Επιλογή plugin εξαγωγής
fr: Sélectionner le plugin d'exportation
ja: エクスポートプラグインを選択
lt: Pasirinkite eksporto įskiepį
nl: Export plug-in selecteren
ru: Выберите плагин экспорта
tr: Dışa aktarma eklentisi seçin

source: Additional status information for this item
cs: Další informace ke stavu této položky
el: Πρόσθετες πληροφορίες κατάστασης για αυτό το στοιχείο
fr: Informations complémentaires sur le statut de ce poste
ja: この項目の追加ステータス情報
lt: Papildoma būsena šiam elementui
nl: Additionele statusinformatie voor dit item
ru: Дополнительная информация о состоянии складской позиции
sr: Dodatne statusne informacije za ovu stavku
tr: Bu kalem için ek durum bilgisi

source: Custom status key
cs: Vlastní status klíče
el: Προσαρμοσμένο κλειδί κατάστασης
fr: Touche d'état personnalisée
ja: カスタムステータスキー
lt: Pasirinktinės būsenos raktas
nl: Aangepaste status sleutel
ru: Пользовательский ключ статуса
sr: Prilagođen ključ statusa
tr: Özel durum anahtarı

source: Custom
cs: Vlastní
el: Προσαρμοσμένο
fr: Sur mesure
ja: カスタム
lt: Pasirinktinis
nl: Aangepast
ru: Пользовательский
sr: Prilagođeno
tr: Özel

source: Class
cs: Třída
el: Κλάση
fr: Classe
ja: クラス
lt: Klasė
nl: Klasse
ru: Класс
sr: Klasa
tr: Sınıf

source: Values
cs: Hodnoty
el: Τιμές
fr: Valeurs
ja: 値
lt: Reikšmės
nl: Waardes
ru: Значения
sr: Vrednosti
tr: Değerler

source: Placed
cs: Umístěno
el: Τοποθετήθηκε
fr: Placé
ja: 設置済
lt: Pateiktas
nl: Geplaatst
no: Plassert
ru: Оформлен
sr: Postavljen
tr: Sipariş verildi

source: Invalid status code
cs: Neplatný kód statusu
el: Μη έγκυρος κωδικός κατάστασης
fr: Code d'état invalide
ja: 無効なステータスコード
lt: Neteisingas būsenos kodas
nl: Ongeldige statuscode
ru: Недопустимый код статуса
sr: Nevažeći statusni kod
tr: Geçersiz durum kodu

source: Data File
cs: Datový soubor
el: Αρχείο Δεδομένων
fr: Fichier de données
ja: データファイル
lt: Duomenų failas
nl: Data bestand
no: Datafil
ru: Файл данных
sr: Datoteka
tr: Veri Dosyası

source: Data file to import
cs: Datový soubor k importu
el: Αρχείο δεδομένων για εισαγωγή
fr: Fichier de données à importer
ja: インポートするデータファイル
lt: Duomenų failas, kurį reikia importuoti
nl: Te importeren databestand
ru: Файл с данными импорта
sr: Fajl sa podacima za uvoz
tr: İçe aktarılacak veri dosyası

source: Columns
cs: Sloupce
el: Στήλες
fr: Colonnes
ja: カラム
lt: Stulpeliai
nl: Kolommen
ru: Столбцы
sr: Kolone
tr: Sütunlar

source: Target model type for this import session
cs: Cílový typ modelu pro tuto relaci importu
el: Τύπος μοντέλου στόχου για αυτή τη συνεδρία εισαγωγής
fr: Type de modèle cible pour cette session d'importation
ja: このインポートセッションのターゲットモデルタイプ
lt: Importavimo sesijos tikslinio modelio tipas
nl: Doel modeltype voor deze importsessie
ru: Целевой тип модели для этой сессии импорта
tr: Bu içe aktarma oturumu için hedef model türü

source: Import status
cs: Stav importu
el: Κατάσταση εισαγωγής
fr: Statut de l'importation
ja: インポートの状態
lt: Importavimo būsena
nl: Status van importeren
ru: Статус импорта
sr: Status uvoza
tr: İçe aktarma durumu

source: Field Defaults
cs: Výchozí Hodnoty
el: Προεπιλεγμένες τιμές πεδίων
fr: Champs par défaut
ja: フィールドのデフォルト
lt: Laukų numatytosios reikšmės
nl: Veld standaard
ru: Значения по умолчанию
sr: Podrazumevane vrednosti polja
tr: Alan Varsayılanları

source: Field Overrides
cs: Přepsání Pole
el: Υπερισχύσεις πεδίων
fr: Remplacements de champs
ja: フィールドのオーバーライド
lt: Laukų perrašymai
nl: Veld overschrijven
ru: Переопределения полей
sr: Promene polja
tr: Alan Geçersiz Kılmaları

source: Field Filters
cs: Filtry pole
el: Φίλτρα πεδίων
fr: Filtres de terrain
ja: フィールドフィルター
lt: Laukų filtrai
nl: Veld filters
ru: Фильтры полей
sr: Filteri polja
tr: Alan Filtreleri

source: Update Existing Records
cs: Aktualizovat existující záznamy
el: Ενημέρωση υπαρχόντων εγγραφών
fr: Mettre à jour les enregistrements existants
ja: 既存の記録を更新する
nl: Bestaande Records Bijwerken
ru: Обновлять существующие записи
tr: Mevcut Kayıtları Güncelle

source: If enabled, existing records will be updated with new data
cs: Pokud je povoleno, existující záznamy budou aktualizovány s novými daty
el: Αν είναι ενεργό, οι υπάρχουσες εγγραφές θα ενημερωθούν με νέα δεδομένα
fr: Si activé, les enregistrements existants seront mis à jour avec de nouvelles données
ja: 有効にされた場合、既存のレコードは新しいデータで更新されます
nl: Indien ingeschakeld, zullen bestaande records worden bijgewerkt met nieuwe gegevens
ru: Если включено, существующие записи будут обновлены новыми данными
tr: Etkinleştirilirse, mevcut kayıtlar yeni veri ile güncellenecektir

source: Some required fields have not been mapped
cs: Některá povinná pole nebyla namapována
el: Κάποια απαιτούμενα πεδία δεν έχουν αντιστοιχιστεί
fr: Certains champs obligatoires n'ont pas été cartographiés
ja: 一部の必須フィールドがマッピングされていません
lt: Kai kurie privalomi laukai nėra susieti
nl: Sommige verplichte velden zijn niet toegewezen
ru: Некоторые обязательные поля не были сопоставлены
sr: Neka neophodna polja nisu mapirana
tr: Bazı zorunlu alanlar eşleştirilmemiştir

source: Existing database identifier for the record
cs: Existující databázový identifikátor pro tento záznam
el: Υπάρχον αναγνωριστικό βάσης δεδομένων για την εγγραφή
fr: Identifiant de base de données existant pour l'enregistrement
ja: レコードの既存データベース識別子
nl: Bestaande database-identifier voor het record
ru: Существующий идентификатор записи в базе данных
tr: Kayıt için mevcut veritabanı tanımlayıcısı

source: Column is already mapped to a database field
cs: Sloupec je již napamován k poli databáze
el: Η στήλη έχει ήδη αντιστοιχιστεί σε πεδίο της βάσης δεδομένων
fr: La colonne est déjà associée à un champ de la base de données
ja: カラムはすでにデータベースのフィールドにマッピングされています。
lt: Šis stulpelis jau yra susietas su duomenų bazės lauku
nl: De kolom is al toegewezen aan een database veld
ru: Колонка уже сопоставлена с полем базы данных
sr: Kolona je već mapirana u polje u bazi podataka
tr: Sütun zaten bir veritabanı alanına eşlenmiştir

source: Field is already mapped to a data column
cs: Pole je již namapováno do datového sloupce
el: Το πεδίο έχει ήδη αντιστοιχιστεί σε στήλη δεδομένων
fr: Le champ est déjà associé à une colonne de données
ja: フィールドはすでにデータ列にマッピングされています。
lt: Šis laukas jau yra susietas su duomenų stulpeliu
nl: Het veld is al toegewezen aan een data-kolom
ru: Поле уже сопоставлено с колонкой данных
sr: Polje je već mapirano u kolonu sa podacima
tr: Alan zaten bir veri sütununa eşlenmiştir

source: Column mapping must be linked to a valid import session
cs: Mapování sloupců musí být připojeno k platné relaci importu
el: Η αντιστοίχιση στήλης πρέπει να συνδέεται με έγκυρη συνεδρία εισαγωγής
fr: Le mappage des colonnes doit être lié à une session d'importation valide
ja: カラムマッピングは有効なインポートセッションにリンクされている必要があります。
lt: Stulpelių susiejimas turi būti susietas su galiojančia importavimo sesija
nl: Kolom toewijzing moet worden gekoppeld aan een geldige importsessie
ru: Сопоставление столбцов должно быть связано с корректным сеансом импорта
sr: Mapiranje kolona mora biti linkovano da bi se uvezla važeća sesija
tr: Sütun eşlemesi geçerli bir içe aktarma oturumuna bağlanmalıdır

source: Column does not exist in the data file
cs: Sloupec neexistuje v datovém souboru
el: Η στήλη δεν υπάρχει στο αρχείο δεδομένων
fr: La colonne n'existe pas dans le fichier de données
ja: カラムがデータファイルに存在しません。
lt: Stulpelis neegzistuoja duomenų faile
nl: Kolom bestaat niet in het gegevensbestand
ru: Колонка не существует в файле данных
sr: Kolona ne postoji u fajlu sa podacima
tr: Sütun veri dosyasında bulunmuyor

source: Field does not exist in the target model
cs: Pole neexistuje v cílovém modelu
el: Το πεδίο δεν υπάρχει στο μοντέλο προορισμού
fr: Le champ n'existe pas dans le modèle cible
ja: 対象モデルにフィールドが存在しない
lt: Laukas neegzistuoja tiksliniame modelyje
nl: Veld bestaat niet in het doel model
ru: Поле не существует в целевой модели
sr: Polje ne postoji u ciljnom modelu
tr: Alan hedef modelde bulunmuyor

source: Selected field is read-only
cs: Vybrané pole je pouze pro čtení
el: Το επιλεγμένο πεδίο είναι μόνο για ανάγνωση
fr: Le champ sélectionné est en lecture seule
ja: 選択されたフィールドは読み取り専用です。
lt: Pasirinktas laukas yra tik skaitomas
nl: Geselecteerde veld is alleen lezen
ru: Выбранное поле доступно только для чтения
sr: Izabrano polje je samo za čitanje
tr: Seçilen alan salt okunurdur

source: Import Session
cs: Importovací relace
el: Συνεδρία εισαγωγής
fr: Session d'importation
ja: インポートセッション
lt: Importavimo sesija
nl: Importeer sessie
ru: Сессия импорта
sr: Uvezi sesiju
tr: Oturumu İçe Aktar

source: Field
cs: Pole
el: Πεδίο
fr: Champ d'application
ja: フィールド
lt: Laukas
nl: Veld
ru: Поле
sr: Polje
tr: Alan

source: Column
cs: Sloupec
el: Στήλη
fr: Colonne
ja: 列
lt: Stulpelis
nl: Kolom
ru: Колонка
sr: Kolona
tr: Sütun

source: Row Index
cs: Index řádku
el: Δείκτης γραμμής
fr: Index des lignes
ja: 行インデックス
lt: Eilutės indeksas
nl: Rij index
ru: Номер строки
sr: Indeks vrsta
tr: Satır İndeksi

source: Original row data
cs: Původní data řádku
el: Αρχικά δεδομένα γραμμής
fr: Données de la ligne d'origine
ja: 元の行データ
lt: Pradiniai eilutės duomenys
nl: Oorspronkelijke rij gegevens
ru: Исходные данные строки
sr: Originalni podaci vrste
tr: Orijinal satır verisi

source: Errors
cs: Chyby
el: Σφάλματα
fr: Erreurs
ja: エラー
lt: Klaidos
nl: Fouten
ru: Ошибки
sr: Greške
tr: Hatalar

source: Valid
cs: Platné
el: Έγκυρο
fr: Valide
ja: 有効
lt: Galiojantis
nl: Geldig
no: Gyldig
ru: Корректный
sr: Važeće
tr: Geçerli

source: ID is required for updating existing records.
cs: ID je vyžadováno pro aktualizaci existujících záznamů.
el: Απαιτείται ID για την ενημέρωση υπαρχόντων εγγραφών.
fr: L'ID est requis pour mettre à jour les enregistrements existants.
ja: 既存の記録を更新するにはIDが必要です。
nl: ID is vereist voor het bijwerken van bestaande records.
ru: Для обновления существующих записей требуется ID.
tr: Mevcut kayıtları güncellemek için ID gereklidir.

source: No record found with the provided ID
cs: Žádný záznam nalezen pro zadané ID
el: Δεν βρέθηκε εγγραφή με το παρεχόμενο ID
fr: Aucun enregistrement trouvé avec l'ID fourni
ja: 指定のIDで該当する記録は見つかりませんでした
nl: Geen record gevonden met het opgegeven ID
ru: Запись с указанным ID не найдена
tr: Sağlanan ID ile kayıt bulunamadı

source: Invalid ID format provided
cs: Poskytnut neplatný formát ID
el: Δόθηκε μη έγκυρη μορφή ID
fr: Format d'ID invalide
ja: 無効なID形式が指定されました
nl: Ongeldig ID formaat opgegeven
ru: Указан недействительный формат ID
tr: Sağlanan ID biçimi geçersiz

source: Unsupported data file format
cs: Nepodporovaný formát souboru
el: Μη υποστηριζόμενη μορφή αρχείου δεδομένων
fr: Format de fichier de données non pris en charge
ja: サポートされていないデータファイル形式
lt: Nepalaikomas duomenų failo formatas
nl: Niet ondersteunde gegevens bestandsindeling
ru: Неподдерживаемый формат файла данных
sr: Nije podržan format fajla sa podacima
tr: Desteklenmeyen veri dosyası biçimi

source: Failed to open data file
cs: Nepodařilo se otevřít datový soubor
el: Αποτυχία ανοίγματος αρχείου δεδομένων
fr: Échec de l'ouverture du fichier de données
ja: データファイルを開けませんでした
lt: Nepavyko atidaryti duomenų failo
nl: Kan het databestand niet openen
ru: Не удалось открыть файл данных
sr: Greška pri otvaranju fajla sa podacima
tr: Veri dosyasını açılamadı

source: Invalid data file dimensions
cs: Neplatné rozměry datového souboru
el: Μη έγκυρες διαστάσεις αρχείου δεδομένων
fr: Dimensions du fichier de données non valides
ja: 無効なデータファイルの寸法
lt: Neteisingi duomenų failo matmenys
nl: Ongeldige afmetingen van gegevensbestand
ru: Недопустимые размеры файла данных
sr: Nevažeće dimenzije fajla sa podacima
tr: Geçersiz veri dosyası boyutları

source: Invalid field defaults
cs: Neplatné výchozí nastavení pole
el: Μη έγκυρες προεπιλεγμένες τιμές πεδίων
fr: Valeurs par défaut des champs invalides
ja: 無効なフィールドのデフォルト
lt: Neteisingos laukų numatytosios reikšmės
nl: Ongeldig veld standaard
ru: Недопустимые значения по умолчанию для полей
sr: Nevažeće podrazumevane vrednosti polja
tr: Geçersiz alan varsayılanları

source: Invalid field overrides
cs: Neplatné přepsaní pole
el: Μη έγκυρες υπερισχύσεις πεδίων
fr: Remplacements de champs non valides
ja: 無効なフィールドのオーバーライド
lt: Neteisingi laukų perrašymai
nl: Ongeldige veld overschrijvingen
ru: Недопустимые переопределения полей
sr: Nevažeće promene polja
tr: Geçersiz alan geçersiz kılmaları
