Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Quantity to install must not exceed available quantity
cs: Množství k instalaci nesmí překročit dostupné množství
el: Η ποσότητα προς εγκατάσταση δεν πρέπει να υπερβαίνει τη διαθέσιμη ποσότητα
fr: La quantité à installer ne doit pas dépasser la quantité disponible
ja: 設置する数量は、利用可能な数量を超えてはなりません。
lt: Montuojamas kiekis negali viršyti turimo kiekio
nl: De te installeren hoeveelheid mag niet groter zijn dan de beschikbare hoeveelheid
no: Antall å installere må ikke overskride tilgjengelig antall
ru: Количество для установки не должно превышать доступное количество
sr: Količina za instaliranje ne sme preći dostupnu količinu

source: Destination location for uninstalled item
cs: Cílové umístění pro odinstalovanou položku
el: Τοποθεσία προορισμού για το απεγκατεστημένο είδος
fr: Emplacement de destination de l'élément désinstallé
ja: アンインストール先の場所
lt: Paskirties vieta išmontuotam elementui
nl: Bestemmingslocatie voor verwijderd item
no: Lagerplassering for den avinstallerte artikkelen
ru: Место назначения для демонтированного элемента
sr: Odredišna lokacija za deinstalirane stavke

source: Select part to convert stock item into
cs: Vyberte díl pro převedení do skladové položky
el: Επιλέξτε προϊόν στο οποίο θα μετατραπεί το είδος αποθέματος
fr: Sélectionner la pièce à convertir en article de stock
ja: 在庫品を変換する部品を選択
lt: Pasirinkite detalę, į kurią konvertuoti atsargų elementą
nl: Selecteer onderdeel om voorraaditem om te zetten in
no: Velg del å konvertere lagervare til
ru: Выберите деталь в которую будет преобразована складская позиция
sr: Izaberi deo u koji će se konvertovati stavka

source: Selected part is not a valid option for conversion
cs: Vybraný díl není platnou volbou pro převod
el: Το επιλεγμένο προϊόν δεν είναι έγκυρη επιλογή για μετατροπή
fr: La partie sélectionnée n'est pas une option valide pour la conversion
ja: 選択された部分は、変換のための有効なオプションではありません。
lt: Pasirinkta detalė netinkama konvertavimui
nl: Het geselecteerde deel is geen geldige optie voor de omzetting
no: Valgt del er ikke et gyldig alternativ for konvertering
ru: Выбранная деталь не является допустимым вариантом для преобразования
sr: Izabrani deo nije validna opcija za konverziju

source: Cannot convert stock item with assigned SupplierPart
cs: Nelze převést skladovou položku s přiřazeným dílem dodavetele
el: Δεν είναι δυνατή η μετατροπή είδους αποθέματος με εκχωρημένο SupplierPart
fr: Impossible de convertir un article de stock auquel un SupplierPart a été attribué
ja: SupplierPartが割り当てられている在庫品を変換できません。
lt: Negalima konvertuoti atsargų elemento, kuriam priskirta tiekėjo detalė
nl: Kan voorraadartikel niet converteren met toegewezen leverancier deel
no: Kan ikke konvertere lagerprodukt med tildelt leverandørdel
ru: Невозможно преобразовать складскую позицию с назначенной деталью поставщика
sr: Ne može se konvertovati stavka sa dodeljenim delom dobavljača

source: Stock item status code
cs: Stavový kód skladové položky
el: Κωδικός κατάστασης είδους αποθέματος
fr: Code d'état de l'article en stock
ja: 在庫商品ステータスコード
lt: Atsargų elemento būsenos kodas
nl: Voorraad status code
no: Lagervare statuskode
ru: Статус складской позиции
sr: Statusni kod stavke sa zaliha

source: Select stock items to change status
cs: Vybrat skladové položky pro změnu stavu
el: Επιλέξτε είδη αποθέματος για αλλαγή κατάστασης
fr: Sélectionner les articles en stock pour modifier leur statut
ja: ステータスを変更するストックアイテムを選択
lt: Pasirinkite atsargų elementus būsenai pakeisti
nl: Selecteer voorraadartikelen om status te wijzigen
no: Velg lagervarer for å endre status
ru: Выберите складские позиции для изменения статуса
sr: Izaberi stavke kojoj će se promeniti status

source: No stock items selected
cs: Nejsou vybrány žádné skladové položky
el: Δεν επιλέχθηκαν είδη αποθέματος
fr: Aucun article en stock n'a été sélectionné
ja: ストックアイテムが選択されていません
lt: Nepasirinkti jokie atsargų elementai
nl: Geen voorraaditems geselecteerd
no: Ingen lagervarer valgt
ru: Не выбрано ни одной складской позиции
sr: Nije izabrana stavka

source: Sublocations
cs: Podumístění
el: Υποτοποθεσίες
fr: Sous-localisations
ja: サブロケーション
lt: Sub-vietos
nl: Sublocaties
no: Underplasseringer
ru: Места хранения
sr: Podlokacije
tr: Alt konumlar

source: Parent stock location
cs: Nadřazené skladové umístění
el: Γονική τοποθεσία αποθέματος
fr: Emplacement du stock mère
ja: 親株式所在地
lt: Pirminė atsargų vieta
nl: Bovenliggende voorraad locatie
ru: Родительское местоположение запаса
sr: Lokacija nadređenih zaliha

source: Part must be salable
cs: Díl musí být prodejný
el: Το προϊόν πρέπει να είναι διαθέσιμο για πώληση
fr: La pièce doit être vendable
ja: パーツは販売可能でなければなりません
lt: Detalė turi būti parduodama
nl: Onderdeel moet verkoopbaar zijn
no: Delen må være salgbar
ru: Деталь должна быть продаваемой
sr: Deo mora biti za prodaju

source: Item is allocated to a sales order
cs: Položka je přidělena prodejní objednávce
el: Το είδος έχει δεσμευτεί σε εντολή πώλησης
fr: L'article est affecté à une commande client
ja: 商品が販売オーダーに割り当てられています。
lt: Elementas priskirtas pardavimo užsakymui
nl: Artikel is toegewezen aan een verkooporder
no: Artikkelen er tildelt en salgsordre
ru: Элемент распределён в заказ на продажу
sr: Stavka je alocirana nalogu za prodaju

source: Item is allocated to a build order
cs: Položka je přidělena výrobnímu příkazu
el: Το είδος έχει δεσμευτεί σε εντολή παραγωγής
fr: L'article est attribué à un ordre de fabrication
ja: アイテムがビルドオーダーに割り当てられています。
lt: Elementas priskirtas gamybos užsakymui
nl: Artikel is toegewezen aan een productieorder
no: Artikkelen er tildelt en produksjonsordre
ru: Элемент зарезервирован для заказа на производство
sr: Stavka je alocirana nalogu za izradu

source: Customer to assign stock items
cs: Zákazník, kterému mají být přiděleny skladové položky
el: Πελάτης στον οποίο θα αποδοθούν τα είδη αποθέματος
fr: Affectation d'articles en stock par le client
ja: 在庫アイテムを割り当てるお客様
lt: Klientas, kuriam priskiriami atsargų elementai
nl: Klant om voorraadartikelen toe te wijzen
no: Kunde å tilordne lagervarer
ru: Покупатель для назначения складских позиций
sr: Mušterija kojoj će se dodeliti stavke sa zaliha

source: Selected company is not a customer
cs: Vybraná společnost není zákazník
el: Η επιλεγμένη εταιρεία δεν είναι πελάτης
fr: L'entreprise sélectionnée n'est pas un client
ja: 選択された企業は顧客ではありません
lt: Pasirinkta įmonė nėra klientas
nl: Geselecteerde bedrijf is geen klant
no: Valgt firma er ikke en kunde
ru: Выбранная компания не является покупателем
sr: Izabrana kompanija nije mušterija

source: Stock assignment notes
cs: Poznámky ke skladové položce
el: Σημειώσεις απόδοσης αποθέματος
fr: Notes d'affectation des stocks
ja: 株式譲渡に関する注意事項
lt: Atsargų priskyrimo pastabos
nl: Voorraad toewijzing notities
no: Lagervare-tildelignsnotater
ru: Записи о назначенных запасах
sr: Beleške dodeljivanja zaliha

source: A list of stock items must be provided
cs: Musí být poskytnut seznam skladových položek
el: Πρέπει να δοθεί λίστα ειδών αποθέματος
fr: Une liste des articles en stock doit être fournie
ja: 在庫品のリストが必要です。
lt: Turi būti pateiktas atsargų elementų sąrašas
nl: Een lijst met voorraad artikelen moet worden opgegeven
no: En liste av lagervarer må oppgis
ru: Необходимо предоставить список складских позиций
sr: Lista stavki mora biti dostavljena

source: Stock merging notes
cs: Poznámky ke sloučení skladových položek
el: Σημειώσεις συγχώνευσης αποθέματος
fr: Notes sur les fusions d'actions
ja: 株式併合に関する注意事項
lt: Atsargų sujungimo pastabos
nl: Voorraad samenvoegen notities
no: Notater om lagersammenslåing
ru: Заметки об объединении складских позиций
sr: Beleške spajanja zaliha

source: Allow mismatched suppliers
cs: Povolit neodpovídající dodavatele
el: Να επιτρέπονται διαφορετικοί προμηθευτές
fr: Autoriser les fournisseurs non concordants
ja: 不一致のサプライヤーを許可
lt: Leisti skirtingus tiekėjus
nl: Niet overeen komende leveranciers toestaan
no: Tillat forskjellige leverandører
ru: Разрешить несоответствие поставщиков
sr: Dozvoli neslagajuće dobavljače

source: Allow stock items with different supplier parts to be merged
cs: Povolit sloučení skladových položek s různými díly dodavatele
el: Να επιτρέπεται η συγχώνευση ειδών αποθέματος με διαφορετικά προϊόντα προμηθευτή
fr: Permettre la fusion d'articles en stock avec des pièces de fournisseurs différents
ja: 異なるサプライヤの部品を持つ在庫品目をマージできるようにします。
lt: Leisti sujungti atsargų elementus su skirtingomis tiekėjų detalėmis
nl: Toestaan dat voorraadartikelen met verschillende leveranciers onderdelen worden samengevoegd
no: Tillat lagervarer med forskjellige leverandørdeler å slås sammen
ru: Разрешить объединение складских позиций с различными поставщиками
sr: Dozvoli spajanje stavki sa različitim delovima dobavljača

source: Allow mismatched status
cs: Povolit neodpovídající stav
el: Να επιτρέπεται διαφορετική κατάσταση
fr: Autoriser la non-concordance des statuts
ja: 不一致の状態を許可
lt: Leisti skirtingas būsenas
nl: Sta onjuiste status toe
no: Tillat forskjellig status
ru: Разрешить несоответствие статусов
sr: Dozvoli neslagajući status

source: Allow stock items with different status codes to be merged
cs: Povolit sloučení skladových položek s různými stavovými kódy
el: Να επιτρέπεται η συγχώνευση ειδών αποθέματος με διαφορετικούς κωδικούς κατάστασης
fr: Permettre la fusion d'articles en stock ayant des codes de statut différents
ja: 異なるステータスコードを持つストックアイテムをマージすることができます。
lt: Leisti sujungti atsargų elementus su skirtingais būsenos kodais
nl: Toestaan dat voorraadartikelen met verschillende statuscodes worden samengevoegd
no: Tillat lagervarer med forskjellige statuskoder å slås sammen
ru: Разрешить объединение складских позиций с различными статусами
sr: Dozvoli spajanje stavki sa različitim statusnim kodovima

source: At least two stock items must be provided
cs: Musí být poskytnuty alespoň dvě skladové položky
el: Πρέπει να δοθούν τουλάχιστον δύο είδη αποθέματος
fr: Au moins deux articles en stock doivent être fournis
ja: 少なくとも2つのストックアイテムを提供する必要があります。
lt: Turi būti pateikti bent du atsargų elementai
nl: Er moeten ten minste twee voorraadartikelen worden opgegeven
no: Minst to lagervarer må oppgis
ru: Необходимо предоставить как минимум 2 складские позиции
sr: Bar dve stavke moraju biti dostavljene

source: No Change
cs: Beze změny
el: Καμία αλλαγή
fr: Pas de changement
ja: 変化なし
lt: Be pakeitimų
nl: Geen wijziging
ru: Нет изменений
sr: Nema promena

source: StockItem primary key value
cs: Hodnota primárního klíče skladové položky
el: Τιμή πρωτεύοντος κλειδιού StockItem
fr: Valeur de la clé primaire StockItem
ja: StockItem 主キー値
lt: Atsargų elemento pirminio rakto reikšmė
nl: Voorraaditem primaire sleutel waarde
no: Lagervare primærnøkkel verdi
ru: Первичный ключ складского элемента
sr: Vrednost primarnog ključa stavke

source: Stock item is not in stock
cs: Skladová položka není skladem
el: Το είδος δεν βρίσκεται σε απόθεμα
fr: L'article n'est plus en stock
ja: 在庫がありません
lt: Atsargų elemento nėra sandėlyje
nl: Voorraad artikel is niet op voorraad
ru: Складской элемент отсутствует на складе
sr: Stavka nije na zalihama

source: Stock item is already in stock
cs: Skladová položka je již na skladě
el: Το είδος βρίσκεται ήδη σε απόθεμα
ja: 在庫品目は既に在庫にあります
nl: Voorraad artikel is al in voorraad
ru: Складской элемент уже на складе

source: Quantity must not be negative
cs: Množství nesmí být záporné
el: Η ποσότητα δεν πρέπει να είναι αρνητική
ja: 数量は負の数であってはなりません。
nl: Hoeveelheid mag niet negatief zijn
ru: Количество не должно быть отрицательным

source: Stock transaction notes
cs: Poznámky ke skladovací transakci
el: Σημειώσεις συναλλαγής αποθέματος
fr: Notes sur les transactions boursières
ja: 株式取引に関する注記
lt: Atsargų operacijos pastabos
nl: Voorraad transactie notities
no: Lager transaksjonsnotater
ru: Заметки об изменении склада
sr: Beleške transakcija zaliha

source: Merge into existing stock
cs: Sloučit do existující zásoby
el: Συγχώνευση με υπάρχον απόθεμα
ja: 既存の在庫に統合します
nl: Samenvoegen in bestaande voorraad
ru: Объединить с существующим запасом

source: Merge returned items into existing stock items if possible
cs: Sloučit vrácené položky do existujích položek, pokud je to možné
el: Συγχώνευση επιστρεφόμενων ειδών με υπάρχοντα είδη αποθέματος, όπου είναι δυνατό
ja: 可能なら、返品された商品を既存の在庫商品に統合してください
nl: Voeg indien mogelijk geretourneerde items samen in bestaande voorraad
ru: Объединять возвращённые элементы с существующими складскими элементами, если возможно

source: Next Serial Number
cs: Další sériové číslo
el: Επόμενος σειριακός αριθμός
fr: Numéro de série suivant
ja: 次のシリアル番号
lt: Kitas serijos numeris
nl: Volgend serienummer
ru: Следующий серийный номер

source: Previous Serial Number
cs: Předchozí sériové číslo
el: Προηγούμενος σειριακός αριθμός
fr: Numéro de série précédent
ja: 以前のシリアル番号
lt: Ankstesnis serijos numeris
nl: Vorig serienummer
ru: Предыдущий серийный номер

source: OK
el: ΟΚ
lt: Gerai
ru: ОК
sr: Uredu
tr: TAMAM

source: Attention needed
cs: Vyžaduje pozornost
el: Απαιτείται προσοχή
fr: Attention requise
ja: 注意が必要です
lt: Reikia dėmesio
nl: Aandacht nodig
no: Trenger oppmerksomhet
ru: Требует внимания
sr: Potrebna pažnja
tr: Dikkat gerekli

source: Damaged
cs: Poškozeno
el: Κατεστραμμένο
fr: Endommagé
ja: 破損
lt: Sugadinta
nl: Beschadigd
no: Skadet
ru: Повреждён
sr: Oštećeno
tr: Hasarlı

source: Destroyed
cs: Zničeno
el: Καταστράφηκε
fr: Détruit
ja: 破壊されました
lt: Sunaikinta
nl: Verwoest
no: Ødelagt
ru: Разрушен
sr: Uništeno
tr: Kullanılamaz durumda

source: Rejected
cs: Odmítnuto
el: Απορρίφθηκε
fr: Rejeté
ja: 却下済み
lt: Atmesta
nl: Afgewezen
no: Avvist
ru: Отклонён
sr: Odbijeno
tr: Reddedildi

source: Quarantined
cs: V karanténě
el: Σε Καραντίνα
fr: En quarantaine
ja: 隔離
lt: Karantinuota
nl: In quarantaine geplaatst
no: I Karantene
ru: Карантин
sr: U karantinu
tr: Karantinaya alındı

source: Legacy stock tracking entry
cs: Původní položka sledování zásob
el: Καταχώρηση παλαιού αποθέματος
fr: Ancienne entrée de suivi de stock
ja: レガシー在庫追跡入力
lt: Senesnis atsargų sekimo įrašas
nl: Verouderde volgcode
no: Gammel lagervare sporingsoppføring
ru: Отслеживание устаревших запасов
sr: Nasleđeni unos za praćenje zaliha
tr: Eski stok izleme girişi

source: Stock item created
cs: Skladová položka vytvořena
el: Το αντικείμενο αποθεμάτων δημιουργήθηκε
fr: Article en stock créé
ja: 在庫商品を作成しました
lt: Atsargų elementas sukurtas
nl: Voorraaditem gemaakt
no: Lagevare opprettet
ru: Складская позиция создана
sr: Stavka na zalihi stvorena
tr: Stok kalemi oluşturuldu

source: Edited stock item
cs: Skladová položka upravena
el: Έγινε συγχώνευση αποθεμάτων
fr: Article de stock modifié
ja: 在庫商品編集済み
lt: Redaguotas atsargų elementas
nl: Bewerken voorraadartikel
no: Redigerte lagervare
ru: Отредактированная складская позиция
sr: Izmenjena stavka u zalihama
tr: Düzenlenen stok kalemi

source: Assigned serial number
cs: Přiřazeno výrobní číslo
el: Εκχωρημένος σειριακός κωδικός
fr: Numéro de série attribué
ja: 割り当てられたシリアル番号
lt: Priskirtas serijos numeris
nl: Serienummer toegewezen
no: Tildelte serienummer
ru: Присвоенный серийный номер
sr: Dodeljen serijski broj
tr: Atanan seri numarası

source: Stock counted
cs: Stav zásob sečten
el: Απόθεμα που μετρήθηκε
fr: Stock comptabilisé
ja: 在庫数
lt: Atsargos suskaičiuotos
nl: Voorraad geteld
no: Lager opptelt
ru: Новое значение запасов установлено
sr: Zalihe prebrojane
tr: Stok sayıldı

source: Stock manually added
cs: Zásoba přidána ručně
el: Προστέθηκε απόθεμα χειροκίνητα
fr: Stock ajouté manuellement
ja: 手動在庫追加が完了しました
lt: Atsargos pridėtos rankiniu būdu
nl: Voorraad handmatig toegevoegd
no: Lagerbeholdning manuelt lagt til
ru: Запасы, добавленные вручную
sr: Zalihe dodane ručno
tr: Stok manuel olarak eklendi

source: Stock manually removed
cs: Zásoba odebrána ručně
el: Αφαιρέθηκε απόθεμα χειροκίνητα
fr: Stock supprimé manuellement
ja: 手動在庫削除が完了しました
lt: Atsargos pašalintos rankiniu būdu
nl: Voorraad handmatig verwijderd
no: Lagerbeholdning manuelt fjernet
ru: Запасы удаленные вручную
sr: Zaliha ručno uklonjena
tr: Stok manuel olarak çıkarıldı

source: Serialized stock items
cs: Serializované skladové položky
ja: シリアル番号管理の在庫品目
nl: Geserialiseerde voorraadartikelen
ru: Серийные складские элементы

source: Returned to stock
cs: Vráceno na sklad
el: Επιστροφή στο απόθεμα
ja: 在庫に戻りました
nl: Terug naar voorraad
ru: Возвращено на склад

source: Location changed
cs: Umístění změněno
el: Η τοποθεσία τροποποιήθηκε
fr: Emplacement modifié
ja: ロケーションが変更されました
lt: Vieta pakeista
nl: Locatie veranderd
no: Posisjon endret
ru: Место хранения изменено
sr: Lokacija promenjena
tr: Konum değişti

source: Stock updated
cs: Stav zásob byl aktualizován
el: Το απόθεμα ενημερώθηκε
fr: Stock mis à jour
ja: 在庫更新
lt: Atsargos atnaujintos
nl: Voorraad bijgewerkt
no: Lagerbeholdning oppdatert
ru: Запас обновлен
sr: Zaliha obnovljena
tr: Stok Güncellendi

source: Installed into assembly
cs: Nainstalováno do sestavy
el: Εγκαταστάθηκε στη συναρμολόγηση
fr: Installé dans l'assemblage
ja: アセンブリへインストールしました
lt: Sumontuota į surinkimą
nl: Gemonteerd
no: Montert i sammenstilling
ru: Установленно в производимую деталь
sr: Instalisan u sklopu
tr: Montaj yerine takıldı

source: Removed from assembly
cs: Odstraněno ze sestavy
el: Αφαιρέθηκε από τη συναρμολόγηση
fr: Retiré de l'assemblage
ja: アセンブリから削除しました
lt: Pašalinta iš surinkimo
nl: Gedemonteerd
no: Fjernet fra sammenstilling
ru: Удалено из производимой детали
sr: Skinuto sa sklopa
tr: Montajdan çıkarıldı

source: Installed component item
cs: Instalovaná položka komponenty
el: Εγκαταστάθηκε αντικείμενο
fr: Composant installé
ja: インストール済みのコンポーネント項目
lt: Sumontuotas komponentas
nl: Geïnstalleerd componentartikel
no: Montert komponentartikkel
ru: Установленный компонент
sr: Instalirana stavka komponente
tr: Takılan bileşen

source: Removed component item
cs: Odstraněná komponenta
el: Αφαιρέθηκε αντικείμενο
fr: Composant retiré
ja: コンポーネント項目を削除しました
lt: Pašalintas komponentas
nl: Verwijderd componentartikel
no: Fjernet komponentartikkel
ru: Удаленный компонент
sr: Uklonjena stavka komponente
tr: Bileşen ögesinden çıkarıldı

source: Split from parent item
cs: Rozdělit od nadřazené položky
el: Έγινε διαχωρισμός από το γονεϊκό αρχείο
fr: Séparer de l'élément parent
ja: 親アイテムから分割する
lt: Atskirtas nuo pirminio elemento
nl: Splits van bovenliggend item
no: Skill ut fra overordnet artikkel
ru: Отделить от родительского элемента
sr: Odvoj od nadređene stavke
tr: Üst ögeden ayır

source: Split child item
cs: Rozdělit podřazený předmět
el: Διαχωρίστηκε θυγατρικό στοιχείο
fr: Fractionner l'élément enfant
ja: 子項目を分割
lt: Atskirtas antrinis elementas
nl: Splits onderliggende item
no: Skill ut fra underartikkel
ru: Разбить дочерний элемент
sr: Podeli podređenu stavku
tr: Alt ögeyi ayır

source: Merged stock items
cs: Skladové položky sloučeny
el: Έγινε συγχώνευση αποθεμάτων
fr: Articles de stock fusionnés
ja: 商品在庫をマージしました
lt: Sujungti atsargų elementai
nl: Samengevoegde voorraadartikelen
no: Sammenslåtte lagervarer
ru: Объединенные складские позиции
sr: Spojene stavke zaliha
tr: Birleştirilen stok kalemleri

source: Converted to variant
cs: Převedeno na variantu
el: Μετατράπηκε σε παραλλαγή
fr: Converti en variante
ja: バリアントに変換
lt: Konvertuota į variantą
nl: Geconverteerd naar variant
no: Konvertert til variant
ru: Преобразовать в разновидность
sr: Pretvoreno u varijaciju

source: Build order output created
cs: Výstup výrobního příkazu vytvořen
el: Δημιουργήθηκε η έξοδος παραγγελίας
fr: La sortie de l'ordre de construction a été créée
ja: 組立注文の出力が作成されました
lt: Sukurtas gamybos užsakymo rezultatas
nl: Product aangemaakt
no: Produksjonsartikkel opprettet
ru: Создан выход продукции для этого заказа на производство
sr: Započeta obrada naloga za izradu
tr: Üretim emri çıktısı oluşturuldu

source: Build order output completed
cs: Výstup výrobního příkazu dokončen
el: Η έξοδος της σειράς κατασκευής ολοκληρώθηκε
fr: Sortie de l'ordre de construction terminée
ja: 組立注文の出力が完了しました
lt: Gamybos užsakymo rezultatas užbaigtas
nl: Product voltooid
no: Produksjonsartikkel fullført
ru: Продукция заказа на производство завершена
sr: Završena obrada naloga za izradu
tr: Üretim emri çıktısı tamamlandı

source: Build order output rejected
cs: Výstup výrobního příkazu odmítnut
el: Η εντολή κατασκευής απορρίφθηκε
fr: La sortie de l'ordre de construction a été refusée
ja: ビルドオーダーの出力が拒否されました
lt: Gamybos užsakymo rezultatas atmestas
nl: Build order uitvoer afgewezen
no: Produksjonsartikkel avvist
ru: Продукция заказа на производство отклонена
sr: Odbijen rezultat naloga za izradu

source: Consumed by build order
cs: Spotřebováno výrobním příkazem
el: Κατανάλωση με εντολή κατασκευής
fr: Consommé par ordre de construction
ja: ビルド・オーダーで消費
lt: Sunaudota gamybos užsakyme
nl: Verbruikt door productieorder
no: Brukt av produksjonsordre
ru: Поглощен заказом на производство
sr: Potrošeno od strane nalga za izradu

source: Shipped against Sales Order
cs: Odesláno na základě prodejní objednávky
el: Αποστολή έναντι Εντολής Πώλησης
fr: Commandes expédiées vs. ventes
ja: 販売注文に対して出荷
lt: Išsiųsta pagal pardavimo užsakymą
nl: Verzonden onder verkooporder
no: Sendt mot salgsordre
ru: Отгружено по заказу на продажу
sr: Isporučeno prema nalogu za prodaju

source: Received against Purchase Order
cs: Přijato proti objednávce
el: Λήφθηκε έναντι Εντολής Αγοράς
fr: Livraisons reçues vs. commandes réalisées
ja: 発注書との照合
lt: Gauta pagal pirkimo užsakymą
nl: Ontvangen onder verkooporder
no: Mottatt mot innkjøpsordre
ru: Получено по заказу на поставку
sr: Primljeno prema nalogu za kupovinu

source: Returned against Return Order
cs: Vráceno proti vratce
el: Επιστράφηκε έναντι Εντολής Αγοράς
fr: Livraisons retournées vs. commandes retournées
ja: リターンオーダーに反して返品
lt: Grąžinta pagal grąžinimo užsakymą
nl: Geretourneerd onder retourorder
no: Returnert mot returordre
ru: Возвращено по заказу на возврат
sr: Vraćeno prema nalogu za vraćanje

source: Sent to customer
cs: Odesláno zákazníkovi
el: Απεστάλη στον πελάτη
fr: Envoyé au client
ja: 顧客に送信されました
lt: Išsiųsta klientui
nl: Naar klant verzonden
no: Sendt til kunde
ru: Отправлено клиенту
sr: Poslato mušteriji
tr: Müşteriye gönderildi

source: Returned from customer
cs: Vráceno od zákazníka
el: Επιστράφηκε από πελάτη
fr: Retourné par le client
ja: 顧客からの返品
lt: Grąžinta iš kliento
nl: Geretourneerd door klant
no: Returnert av kunde
ru: Возвращено от клиента
sr: Vratila mušterija
tr: Müşteriden geri döndü

source: Permission Denied
cs: Přístup odepřen
el: Άρνηση πρόσβασης
fr: Autorisation refusée
ja: 権限がありません
lt: Leidimas nesuteiktas
nl: Toestemming geweigerd
no: Tilgang nektet
ru: Доступ запрещён
sr: Nemate dozvolu

source: You do not have permission to view this page.
cs: Nemáte oprávnění k prohlížení této stránky.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτή τη σελίδα.
fr: Vous n'êtes pas autorisé à consulter cette page.
ja: このページを表示する権限がありません。
lt: Jūs neturite leidimo peržiūrėti šio puslapio.
nl: U heeft geen rechten om deze pagina te bekijken.
no: Du har ikke tillatelse til å se denne siden.
ru: У вас нет прав для просмотра этой страницы.
sr: Nemate dozvolu da vidite ovu stranicu

source: Authentication Failure
cs: Chyba ověření
el: Αποτυχία ταυτοποίησης
fr: Échec de l'authentification
ja: 認証失敗
lt: Autentifikacijos klaida
nl: Authenticatie mislukt
no: Autentiseringsfeil
ru: Ошибка аутентификации
sr: Greška prilikom autentifikacije

source: You have been logged out from InvenTree.
cs: Byli jste odhlášeni z InvenTree.
el: Έχετε αποσυνδεθεί από το InvenTree.
fr: Vous avez été déconnecté•e d'InvenTree.
ja: InvenTreeからログアウトされました。
lt: Jūs buvote atjungtas nuo InvenTree.
nl: U bent uitgelogd bij InvenTree.
no: Du har blitt logget ut av InvenTree.
ru: Вы вышли из InvenTree.
sr: Odjavljeni ste sa aplikacije
