Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Component part is testable
cs: Díl komponenty je testovatelný
el: Το προϊόν Προϊόντος είναι υπό δοκιμή
fr: Le composant est testable
ja: コンポーネント部分はテスト可能
lt: Komponento detalė gali būti testuojama
nl: Component onderdeel is testbaar
ru: Компонент тестируется
sr: Deo komponente se može testirati
tr: Bileşen test edilebilir

source: Component part is an assembly
cs: Komponenta je část sestavy
ru: Сборочная деталь компонента

source: Component part is virtual
cs: Komponenta je virtuální
ru: Виртуальная деталь компонента

source: Has available stock
cs: Má dostupné zásoby
ru: На складе

source: Uses
cs: Využití
el: Χρήσεις
fr: Utilise
ja: 用途
lt: Naudoja
nl: Gebruik
ru: Использования
sr: Koristi
tr: Kullanımlar

source: Part Category
cs: Kategorie dílu
el: Κατηγορία προϊόντος
fr: Catégorie de composant
ja: パーツカテゴリ
lt: Detalių kategorija
nl: Onderdeel Categorie
no: Delkategori
ru: Категория детали
sr: Kategorija dela
tr: Parça Kategorisi

source: Part Categories
cs: Kategorie dílů
el: Κατηγορίες προϊόντων
fr: Catégories de composants
ja: パーツカテゴリ
lt: Detalių kategorijos
nl: Onderdeel Categorieën
no: Delkategorier
ru: Категория детали
sr: Kategorije delova
tr: Parça Kategorileri

source: Default Location
cs: Výchozí umístění
el: Προεπιλεγμένη τοποθεσία
fr: Emplacement par défaut
ja: デフォルトの場所
lt: Numatytoji vieta
nl: Standaard locatie
no: Standard plassering
ru: Место хранения по умолчанию
sr: Podrazumevana lokacija
tr: Varsayılan Konum

source: Default location for parts in this category
cs: Výchozí umístění dílů v této kategorii
el: Προεπιλεγμένη τοποθεσία για προϊόντα σε αυτή την κατηγορία
fr: Emplacement par défaut des pièces de cette catégorie
ja: このカテゴリの部品のデフォルトの場所
lt: Numatytoji vieta detalėms šioje kategorijoje
nl: Standaard locatie voor onderdelen in deze categorie
no: Standardplassering for deler i denne kategorien
ru: Место хранения по умолчанию для деталей этой категории
sr: Podrazumevana lokacija za delove ove kategorije
tr: Bu kategori içindeki parçalar için varsayılan konum

source: Structural
cs: Strukturální
el: Δομική
fr: Structurel
ja: 構造に関するパターン
lt: Struktūrinė
nl: Structureel
no: Strukturell
ru: Структура
sr: Strukturno
tr: Yapısal

source: Parts may not be directly assigned to a structural category, but may be assigned to child categories.
cs: Díly nesmějí být přímo zařazeny do strukturální kategorie, ale mohou být zařazeny do jejích podkategorií.
el: Τα προϊόντα δεν μπορούν να αντιστοιχιστούν απευθείας σε δομική κατηγορία, αλλά μπορούν να αντιστοιχιστούν σε θυγατρικές κατηγορίες.
fr: Les pièces ne peuvent pas être directement affectées à une catégorie structurelle, mais peuvent être affectées à des catégories enfantines.
ja: 部品は構造カテゴリーに直接割り当てることはできませんが、子カテゴリーに割り当てることはできます。
lt: Detalės negali būti priskirtos struktūrinei kategorijai tiesiogiai, bet gali būti priskirtos jos subkategorijoms.
nl: Onderdelen mogen niet rechtstreeks aan een structurele categorie worden toegewezen, maar kunnen worden toegewezen aan subcategorieën.
no: Deler kan ikke tilordnes direkte til en strukturell kategori, men kan tilordnes til underkategorier.
ru: Детали не могут быть непосредственно отнесены к структурной категории, но могут быть отнесены к дочерним категориям.
sr: Delovi ne mogu biti direktno dodeljene strukturnoj kategoriji, ali mogu biti dodeljeni podređenim kategorijama.
tr: Parçalar doğrudan bir yapısal kategoriye atanamayabilir, ancak alt kategorilere atanabilir.

source: Default keywords
cs: Výchozí klíčová slova
el: Προεπιλεγμένες λέξεις-κλειδιά
fr: Mots-clés par défaut
ja: デフォルトキーワード
lt: Numatytieji raktažodžiai
nl: Standaard trefwoorden
no: Standard nøkkelord
ru: Ключевые слова по умолчанию
sr: Podrazumevane ključne reči
tr: Varsayılan anahtar kelimeler

source: Default keywords for parts in this category
cs: Výchozí klíčová slova pro díly v této kategorii
el: Προεπιλεγμένες λέξεις-κλειδιά για προϊόντα σε αυτή την κατηγορία
fr: Mots-clés par défaut pour les pièces de cette catégorie
ja: このカテゴリの部品のデフォルトキーワード
lt: Numatytieji raktažodžiai detalėms šioje kategorijoje
nl: Standaard trefwoorden voor delen in deze categorie
no: Standard nøkkelord for deler i denne kategorien
ru: Ключевые слова по умолчанию для деталей этой категории
sr: Podrazumevane ključne reči za delove ove kategorije
tr: Bu kategoridaki parçalar için varsayılan anahtar kelimeler

source: Icon
cs: Ikona
el: Εικονίδιο
fr: Icône
ja: アイコン
lt: Piktograma
nl: Pictogram
no: Ikon
ru: Значок
sr: Ikonica
tr: Simge

source: Icon (optional)
cs: Ikona (volitelná)
el: Εικονίδιο (προαιρετικό)
fr: Icône (facultatif)
ja: アイコン (オプション)
lt: Piktograma (neprivaloma)
nl: Pictogram (optioneel)
no: Ikon (valgfritt)
ru: Значок (необязательно)
sr: Ikonica (opciono)
tr: Simge (isteğe bağlı)

source: You cannot make this part category structural because some parts are already assigned to it!
cs: Nemůžete tuto kategorii označit jako strukturální, protože má již přiřazené díly!
el: Δεν μπορείτε να κάνετε αυτή την κατηγορία προϊόντων δομική επειδή κάποια προϊόντα έχουν ήδη αντιστοιχιστεί σε αυτή!
fr: Vous ne pouvez pas rendre cette catégorie de pièces structurelle car certaines pièces lui sont déjà affectées !
ja: いくつかの部品がすでに割り当てられているため、この部品カテゴリを構造化することはできません！
lt: Negalite paversti šios detalių kategorijos struktūrine, nes kai kurios detalės jau jai priskirtos!
nl: U kunt deze voorraadlocatie niet structureel maken omdat sommige voorraadartikelen er al in liggen!
no: Du kan ikke gjøre denne delkategorien strukturell fordi noen deler allerede er tilordnet den!
ru: Вы не можете сделать эту категорию деталей структурной, потому что некоторые детали уже назначены ей!
sr: Ova kategorija dela se ne može podesiti kao strukturna jer već ima dodeljene neke delove!
tr: Bu parça kategorisini yapısal hale getiremezsiniz çünkü bazı parçalar zaten bu kategoriye atanmıştır!

source: Part Category Parameter Template
cs: Šablona parametru kategorie dílu
el: Πρότυπο παραμέτρου κατηγορίας προϊόντος
fr: Catégorie de pièce Modèle de paramètre
ja: 部品分類パラメータテンプレート
lt: Detalių kategorijos parametro šablonas
nl: Sjabloon categorie parameters onderdeel
ru: Шаблон параметров категории деталей
sr: Šablon parametara kategorije dela
tr: Parça Kategorisi Parametre Şablonu

source: Default Value
cs: Výchozí hodnota
el: Προεπιλεγμένη τιμή
fr: Valeur par Défaut
ja: 初期値
lt: Numatytoji reikšmė
nl: Standaard waarde
no: Standardverdi
ru: Значение по умолчанию
sr: Podrazumevana vrednost
tr: Varsayılan Değer

source: Default Parameter Value
cs: Výchozí hodnota parametru
el: Προεπιλεγμένη τιμή παραμέτρου
fr: Valeur par défaut du paramètre
ja: パラメータのデフォルト値
lt: Numatytoji parametro reikšmė
nl: Standaard Parameter Waarde
no: Standard Parameterverdi
ru: Значение параметра по умолчанию
sr: Podrazumevana vrednost parametra
tr: Varsayılan Parametre Değeri

source: Parts
cs: Díly
el: Προϊόντα
fr: Pièces
ja: パーツ
lt: Detalės
nl: Onderdelen
no: Deler
ru: Детали
sr: Delovi
tr: Parçalar

source: Cannot delete parameters of a locked part
cs: Nelze odstranit parametry zamčeného dílu
ja: ロックされた部品のパラメータは削除できません
nl: Kan parameters van een vergrendeld onderdeel niet verwijderen
ru: Нельзя удалить параметры заблокированной детали
tr: Kilitli bir parçanın parametreleri silinemez

source: Cannot modify parameters of a locked part
cs: Nelze upravit parametry zamčeného dílu
ja: ロックされた部品のパラメータを変更することはできません
nl: Kan de parameters van een vergrendeld onderdeel niet wijzigen
ru: Нельзя изменить параметры заблокированной детали
tr: Kilitli bir parçanın parametreleri değiştirilemez

source: Cannot delete this part as it is locked
cs: Tento díl nelze smazat, protože je uzamčen
el: Δεν είναι δυνατή η διαγραφή αυτού του προϊόντος επειδή είναι κλειδωμένο
fr: Impossible de supprimer cette partie car elle est verrouillée
ja: この部分はロックされているため削除できません
lt: Negalima ištrinti šios detalės, nes ji užrakinta
nl: Kan dit deel niet verwijderen omdat het vergrendeld is
ru: Нельзя удалить эту деталь, так как она заблокирована
sr: Ovaj deo se ne može izbrisati jer je zaključan
tr: Bu parça kilitli olduğu için silinemez

source: Cannot delete this part as it is still active
cs: Tento díl nelze odstanit, protože je stále aktivní
el: Δεν είναι δυνατή η διαγραφή αυτού του προϊόντος επειδή είναι ακόμη ενεργό
fr: Impossible de supprimer cette partie car elle est toujours active
ja: このパートはまだアクティブなので削除できません。
lt: Negalima ištrinti šios detalės, nes ji vis dar aktyvi
nl: Kan dit deel niet verwijderen omdat het nog actief is
ru: Нельзя удалить эту деталь, так как она ещё активна
sr: Ovaj deo se ne može izbrisati jer je i dalje aktivan
tr: Bu parça hala aktif olduğundan silinemez

source: Cannot delete this part as it is used in an assembly
cs: Tento díl nelze odstranit, protože je použit v sestavě
el: Δεν είναι δυνατή η διαγραφή αυτού του προϊόντος επειδή χρησιμοποιείται σε συναρμολόγηση
fr: Impossible de supprimer cette pièce car elle est utilisée dans un assemblage
ja: この部品はアセンブリで使用されているため、削除できません。
lt: Negalima ištrinti šios detalės, nes ji naudojama sirinkime
nl: Kan dit deel niet verwijderen omdat het in een groep gebruikt is
ru: Нельзя удалить эту деталь, так как она используется в сборке
sr: Ovaj deo se ne može obrisati jer se koristi u sklopu
tr: Bu parça bir montajda kullanıldığından silinemez

source: Part '{self}' cannot be used in BOM for '{parent}' (recursive)
cs: Díl '{self}' nelze použít v kusovníku '{parent}' (rekurzivní)
el: Το προϊόν '{self}' δεν μπορεί να χρησιμοποιηθεί στο BOM για '{parent}' (αναδρομικά)
fr: La partie "{self}" ne peut pas être utilisée dans la nomenclature de "{parent}" (récursif)
ja: パート'{self}'は'{parent}'（再帰的）のBOMでは使用できません。
lt: Detalė „{self}“ negali būti naudojama detalių sąraše „{parent}“ (rekursyviai)
nl: {self}' kan niet worden gebruikt in BOM voor '{parent}' (recursief)
no: Delen '{self}' kan ikke brukes i BOM for '{parent}' (rekursiv)
ru: Деталь '{self}' не может быть использована в спецификации для '{parent}' (рекурсивно)
sr: Deo '{self}' ne može biti korišćen u spisku materijala za '{parent}' (recursive)
tr: '{self}' parçası, '{parent}' için BOM'da kullanılamaz (yinelemeli)

source: Part '{parent}' is used in BOM for '{self}' (recursive)
cs: Díl '{parent}' je využit v kusovníku '{self}' (rekurzivní)
el: Το προϊόν '{parent}' χρησιμοποιείται στο BOM για '{self}' (αναδρομικά)
fr: La partie "{parent}" est utilisée dans la nomenclature de "{self}" (récursif)
ja: パート'{parent}'は'{self}'のBOMで使用（再帰的）
lt: Detalė „{parent}“ naudojama detalių sąraše „{self}“ (rekursyviai)
nl: {parent}' wordt gebruikt in BOM voor '{self}' (recursief)
no: Delen '{parent}' er brukt i BOM for '{self}' (rekursiv)
ru: Деталь '{parent}' используется в спецификации для '{self}' (рекурсивно)
sr: Deo '{parent}' se koristi u spisku materijala za '{self}' (recursive)
tr: '{parent}' parçası, '{self}' için BOM'da kullanılır (yinelemeli)

source: IPN must match regex pattern {pattern}
cs: IPN musí odpovídat regex vzoru {pattern}
el: Το IPN πρέπει να ταιριάζει με το πρότυπο regex {pattern}
fr: L'IPN doit correspondre au modèle de regex {pattern}
ja: IPNは正規表現パターン{pattern}に一致しなければなりません。
lt: IPN turi atitikti regex šabloną {pattern}
nl: IPN moet overeenkomen met regex patroon {pattern}
no: IPN må samsvare med regex-mønsteret {pattern}
ru: IPN должен соответствовать регулярному выражению {pattern}
sr: Interni broj dela se mora slagati sa regex šablonom {pattern}
tr: IPN, düzenli ifade kalıbı {pattern} ile eşleşmelidir

source: Part cannot be a revision of itself
cs: Díl nemůže být revize same sebe
el: Το προϊόν δεν μπορεί να είναι αναθεώρηση του εαυτού του
fr: Une partie ne peut pas être une révision d'elle-même
ja: パートはそれ自体の改訂にはなりえません
lt: Detalė negali būti savo pačios versija
nl: Onderdeel kan geen herziening van zichzelf zijn
ru: Деталь не может быть ревизией самой себя
sr: Deo ne može biti revizija samog sebe
tr: Parça, kendisinin revizyonu olamaz

source: Cannot make a revision of a part which is already a revision
cs: Nelze udělat revizi dílu, který už je revize
el: Δεν μπορεί να γίνει αναθεώρηση προϊόντος που είναι ήδη αναθεώρηση
fr: Impossible d'effectuer une révision d'une partie qui est déjà une révision
ja: すでにリビジョンとなっている部分のリビジョンを作成することはできません。
lt: Negalima sukurti detalės versijos, jei tai jau yra kita versija
nl: Kan geen revisie maken van een onderdeel dat al een revisie is
ru: Нельзя создать ревизию детали, которая уже является ревизией
sr: Ne može se kreirati revizija dela koji je već revizija
tr: Zaten bir revizyon olan bir parçanın revizyonu yapılamaz

source: Revision code must be specified
cs: Kód revize musí být uveden
el: Πρέπει να καθοριστεί κωδικός αναθεώρησης
fr: Le code de révision doit être spécifié
ja: リビジョンコードの指定が必要
lt: Turi būti nurodytas versijos kodas
nl: Revisie code moet worden opgegeven
ru: Необходимо указать код ревизии
sr: Šifra revizije mora biti dostavljena
tr: Revizyon kodu belirtilmelidir

source: Revisions are only allowed for assembly parts
cs: Revize jsou povoleny pouze pro sestavy
el: Οι αναθεωρήσεις επιτρέπονται μόνο για προϊόντα συναρμολόγησης
fr: Les révisions ne sont autorisées que pour les pièces d'assemblage
ja: 修正が許されるのは組立部品のみ
lt: Versijos leidžiamos tik surinkimo detalėms
nl: Herzieningen zijn alleen toegestaan voor assemblageonderdelen
ru: Ревизии разрешены только для сборочных деталей
sr: Revizije su dozvoljene samo za delove sklopove
tr: Revizyonlara yalnızca montaj parçaları için izin verilir

source: Cannot make a revision of a template part
cs: Nelze provést revizi šablony
el: Δεν μπορεί να γίνει αναθεώρηση προϊόντος προτύπου
fr: Impossible d'effectuer une révision d'un modèle de pièce
ja: テンプレート部品のリビジョンを作成できません
lt: Negalima sukurti šabloninės detalės versijos
nl: Kan geen revisie maken van een sjabloon onderdeel
ru: Нельзя сделать ревизию шаблонной детали
sr: Ne može se izvršiti revizija šablonskog dela
tr: Bir şablon parçanın revizyonu yapılamaz

source: Parent part must point to the same template
cs: Nadřazený díl musí odkazovat na stejnou šablonu
el: Το γονικό προϊόν πρέπει να αντιστοιχεί στο ίδιο πρότυπο
fr: La partie parentale doit pointer vers le même modèle
ja: 親部品は同じテンプレートを指す必要があります。
lt: Pagrindinė detalė turi būti susieta su tuo pačiu šablonu
nl: Bovenliggend onderdeel moet naar dezelfde sjabloon verwijzen
ru: Родительская деталь должна указывать на тот же шаблон
sr: Nadređeni deo mora biti vezan sa istim šablonom
tr: Üst parça aynı şablonu göstermelidir

source: Stock item with this serial number already exists
cs: Skladová položka s tímto sériovým číslem již existuje
el: Υπάρχει ήδη είδος αποθέματος με αυτόν τον σειριακό αριθμό
fr: Il existe déjà un article en stock avec ce numéro de série
ja: このシリアル番号の在庫品はすでに存在します
lt: Atsargų elementas su šiuo serijos numeriu jau egzistuoja
nl: Voorraadartikel met dit serienummer bestaat al
no: Lagervare med dette serienummeret eksisterer allerede
ru: Складская позиция с этим серийным номером уже существует
sr: Stavka sa ovim serijskim brojem već postoji
tr: Bu seri numarasına sahip stok kalemi zaten var

source: Duplicate IPN not allowed in part settings
cs: Duplicitní IPN není povoleno v nastavení dílu
el: Δεν επιτρέπεται διπλό IPN στις ρυθμίσεις προϊόντος
fr: IPN dupliqué non autorisé dans les paramètres de la pièce
ja: パート設定でIPNの重複が許可されていません。
lt: IPN dublikatų detalių nustatymuose naudoti negalima
nl: Dubbele IPN niet toegestaan in deelinstellingen
no: Duplikat av internt delnummer er ikke tillatt i delinnstillinger
ru: Дублирующий IPN не разрешён в настройках детали
sr: Duplirani interni brojevi dela nisu dozvoljeni u podešavanjima dela
tr: Yinelenen DPN'ye parça ayarlarında izin verilmiyor

source: Duplicate part revision already exists.
cs: Duplicitní díl revize již existuje.
el: Υπάρχει ήδη διπλή αναθεώρηση προϊόντος.
fr: La révision de la pièce existe déjà en double.
ja: 重複する部品リビジョンが既に存在します。
lt: Tokia detalės versija jau egzistuoja.
nl: Dubbele onderdeel revisie bestaat al.
ru: Дублирующая ревизия детали уже существует.
sr: Identična revizija dela već postoji
tr: Kopyası oluşturulan parça revizyonu zaten var.

source: Part with this Name, IPN and Revision already exists.
cs: Díl s tímto názvem, IPN a revizí již existuje.
el: Υπάρχει ήδη προϊόν με αυτό το όνομα, IPN και αναθεώρηση.
fr: Une pièce avec ce nom, IPN et révision existe déjà.
ja: この名前、IPN、リビジョンを持つ部品は既に存在します。
lt: Detalė su tokiu pavadinimu, IPN ir versija jau egzistuoja.
nl: Onderdeel met deze naam, IPN en Revisie bestaat al.
no: Del med dette Navnet, internt delnummer og Revisjon eksisterer allerede.
ru: Деталь с таким именем, внутренним артикулом и ревизией уже существует.
sr: Deo sa ovim nazivom, internim brojem dela i revizijom već postoji
tr: Bu Ad, IPN ve Revizyona sahip parça zaten var.

source: Parts cannot be assigned to structural part categories!
cs: Díly nemohou být přiřazeny do strukturálních kategorií!
el: Τα προϊόντα δεν μπορούν να αντιστοιχιστούν σε δομικές κατηγορίες προϊόντων!
fr: Les pièces ne peuvent pas être affectées à des catégories de pièces structurelles !
ja: 部品を構造部品のカテゴリーに割り当てることはできません！
lt: Detalės negali būti priskirtos struktūrinėms detalių kategorijoms!
nl: Onderdelen kunnen niet worden toegewezen aan categorieën van structurele onderdelen!
no: Deler kan ikke tilordnes strukturelle delkategorier!
ru: Детали не могут быть назначены структурным категориям!
sr: Delovi ne mogu biti dodeljeni strukturnim kategorijama delova!
tr: Parçalar yapısal parça kategorilerine atanamaz!

source: Part name
cs: Název dílu
el: Όνομα προϊόντος
fr: Nom de l'article
ja: 部品名
lt: Detalės pavadinimas
nl: Onderdeel naam
no: Delnavn
ru: Наименование детали
sr: Naziv dela
tr: Parça adı

source: Is Template
cs: Je šablonou
el: Είναι πρότυπο
fr: Est un modèle
ja: テンプレート
lt: Yra šablonas
nl: Is een sjabloon
no: Er Mal
ru: Шаблон
sr: Jeste šablon
tr: Şablon Mu

source: Is this part a template part?
cs: Je tento díl šablona?
el: Είναι αυτό το προϊόν προϊόν προτύπου;
fr: Cette pièce est-elle une pièce modèle ?
ja: この部品はテンプレート部品ですか？
lt: Ar ši detalė yra šabloninė detalė?
nl: Is dit deel van een sjabloon?
no: Er delen en maldel?
ru: Эта деталь является шаблоном?
sr: Da li je ovaj deo šablonski deo?
tr: Bu parça bir şablon parçası mı?

source: Is this part a variant of another part?
cs: Je tento díl varianta jiného dílu?
el: Είναι αυτό το προϊόν παραλλαγή άλλου προϊόντος;
fr: Cette pièce est-elle une variante d'une autre pièce ?
ja: この部品は他の部品の変形ですか？
lt: Ar ši detalė yra kitos detalės variantas?
nl: Is dit een variant van een ander deel?
no: Er delen en variant av en annen del?
ru: Эта деталь является разновидностью другой детали?
sr: Da li je ovaj deo varijanta drugog dela?
tr: Bu parça başka bir parçanın varyantı mı?

source: Variant Of
cs: Varianta
el: Παραλλαγή του
fr: Variante de
ja: 変種
lt: Variantas iš
nl: Variant van
no: Variant av
ru: Разновидность
sr: Varijanta od
tr: Şunun Varyantı

source: Part description (optional)
cs: Popis dílu (nepovinné)
el: Περιγραφή προϊόντος (προαιρετικά)
fr: Description de la pièce (facultatif)
ja: 部品の説明（オプション）
lt: Detalės aprašymas (neprivalomas)
nl: Beschrijving (optioneel)
no: Delbeskrivelse (valgfritt)
ru: Описание детали (необязательно)
sr: Opis dela (opciono)
tr: Açıklama (isteğe bağlı)

source: Keywords
cs: Klíčová slova
el: Λέξεις-κλειδιά
fr: Mots-clés
ja: キーワード
lt: Raktažodžiai
nl: Sleutelwoorden
no: Nøkkelord
ru: Ключевые слова
sr: Ključne reči
tr: Anahtar kelimeler

source: Part keywords to improve visibility in search results
cs: Klíčová slova dílu pro zlepšení vyhledávání
el: Λέξεις-κλειδιά προϊόντος για βελτίωση της ορατότητας στα αποτελέσματα αναζήτησης
fr: Les mots-clés partiels pour améliorer la visibilité dans les résultats de recherche
ja: 検索結果での視認性を向上させる部分キーワード
lt: Detalės raktažodžiai, skirti pagerinti matomumą paieškos rezultatuose
nl: Deel sleutelwoorden om de zichtbaarheid van de zoekresultaten te verbeteren
no: Del-nøkkelord for å øke synligheten i søkeresultater
ru: Ключевые слова для улучшения видимости в результатах поиска
sr: Ključne reči dela da bi se poboljšala vidljivost u rezultatima pretrage
tr: Arama sonuçlarında görünürlüğü artırmak için parça anahtar kelimeleri

source: Part category
cs: Kategorie dílu
el: Κατηγορία προϊόντος
fr: Catégorie de la pièce
ja: パーツカテゴリ
lt: Detalės kategorija
nl: Onderdeel Categorie
no: Delkategori
ru: Категория
sr: Kategorija dela
tr: Parça kategorisi

source: IPN
cs: Interní číslo dílu (IPN)
ja: 即時支払通知
ru: Внутренний артикул
sr: Interni broj dela
tr: DPN

source: Part revision or version number
cs: Číslo revize nebo verze dílu
el: Αριθμός αναθεώρησης ή έκδοσης προϊόντος
fr: Numéro de révision ou de version de la pièce
ja: 部品のリビジョンまたはバージョン番号
lt: Detalės versija arba numeris
nl: Onderdeel revisie of versienummer
no: Delrevisjon eller versjonsnummer
ru: Ревизия или серийный номер детали
sr: Revizija dela ili broj verzije
tr: Parça revizyon veya versiyon numarası

source: Revision
cs: Revize
el: Αναθεώρηση
fr: Révision
ja: リビジョン
lt: Versija
nl: Revisie
no: Revisjon
ru: Ревизия
sr: Revizija
tr: Revizyon

source: Is this part a revision of another part?
cs: Je tento díl revizí jiného dílu?
el: Είναι αυτό το προϊόν αναθεώρηση άλλου προϊόντος;
fr: Cette partie est-elle une révision d'une autre partie ?
ja: この部品は他の部品の改訂版ですか？
lt: Ar ši detalė yra kitos detalės versija?
nl: Is dit deel een herziening van een ander deel?
ru: Является ли эта деталь ревизией другой детали?
sr: Da li je ovaj deo revizija drugog dela?
tr: Bu parça başka bir parçanın revizyonu mu?

source: Revision Of
cs: Revize
el: Αναθεώρηση του
fr: Révision de
ja: 改訂版
lt: Versija iš
nl: Revisie van
ru: Ревизия от
sr: Revizija od
tr: Şunun Revizyonu

source: Where is this item normally stored?
cs: Kde je tato položka obvykle skladněna?
el: Πού αποθηκεύεται συνήθως αυτό το είδος;
fr: Où cet article est-il normalement stocké ?
ja: この商品は通常どこに保管されていますか？
lt: Kur ši detalė paprastai laikoma?
nl: Waar wordt dit item normaal opgeslagen?
no: Hvor er denne artikkelen vanligvis lagret?
ru: Где обычно хранится эта деталь?
sr: Gde je ova stavka inače skladištena?
tr: Bu kalem normalde nerede depolanır?

source: Default Supplier
cs: Výchozí dodavatel
el: Προεπιλεγμένος προμηθευτής
fr: Fournisseur par défaut
ja: デフォルト・サプライヤー
lt: Numatytasis tiekėjas
no: Standard leverandør
ru: Поставщик по умолчанию
sr: Podrazumevani dobavljač
tr: Varsayılan Tedarikçi

source: Default supplier part
cs: Výchozí díl dodavatele
el: Προεπιλεγμένο προϊόν προμηθευτή
fr: Pièce du fournisseur par défaut
ja: サプライヤーのデフォルト部品
lt: Numatytoji tiekėjo detalė
no: Standard leverandørdel
ru: Поставляемая деталь по умолчанию
sr: Podrazumevani deo dobavljača
tr: Varsayılan tedarikçi parçası

source: Default Expiry
cs: Výchozí expirace
el: Προεπιλεγμένη λήξη
fr: Expiration par défaut
ja: デフォルトの有効期限
lt: Numatytasis galiojimo laikas
nl: Standaard verval datum
no: Standard utløp
ru: Срок действия по умолчанию
sr: Podrazumevani istek
tr: Varsayılan Son Kullanma

source: Expiry time (in days) for stock items of this part
cs: Expirační čas (ve dnech) pro zásoby tohoto dílu
el: Χρόνος λήξης (σε ημέρες) για είδη αποθέματος αυτού του προϊόντος
fr: Délai d'expiration (en jours) pour les articles en stock de cette pièce
ja: この部品の在庫品の有効期限（日単位
lt: Šios detalės atsargų galiojimo laikas (dienomis)
nl: Verlooptijd (in dagen) voor voorraadartikelen van dit deel
no: Utløpstid (i dager) for lagervarer av denne delen
ru: Срок годности (в днях) для складских позиций этой детали
sr: Vreme isteka (u danima) za stavke sa zaliha ovog dela
tr: Bu parçanın stok kalemleri için son kullanma süresi (gün olarak)

source: Minimum Stock
cs: Minimální zásoby na skladě
el: Ελάχιστο απόθεμα
fr: Stock Minimum
ja: 最小在庫
lt: Minimalus atsargų kiekis
nl: Minimum voorraad
no: Minimal lagerbeholdning
ru: Минимальный запас
sr: Minimalne zalihe
tr: Minimum Stok
