Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Build output {serial} has not passed all required tests
cs: Výstup sestavy {serial} neprošel všemi požadavky
el: Το προϊόν κατασκευής {serial} δεν έχει περάσει όλες τις απαιτούμενες δοκιμές
fr: La sortie de compilation {serial} n'a pas réussi tous les tests requis
ja: ビルド出力 {serial} は、必要なすべてのテストに合格していません。
lt: Gamybos rezultatas {serial} nepraėjo visų privalomų testų
nl: Build output {serial} heeft niet alle vereiste tests doorstaan
no: Produksjonsartikkel {serial} har ikke bestått alle påkrevde tester
ru: Сборка {serial} не прошла все необходимые тесты
sr: Izlaz izgradnje {serial} nije zadovoljio zahtevane testove
tr: {serial} üretim çıktısı gerekli testleri geçmedi

source: Allocated stock items are still in production
cs: Přiřazené skladové položky jsou stále ve výrobě
fr: Les articles en stock alloués sont toujours en production
ru: Выделенные на складе товары все еще находятся в производстве

source: Cannot partially complete a build output with allocated items
cs: Nelze částečně dokončit výrobní příkaz s přiřazenými položkami
el: Δεν είναι δυνατή η μερική ολοκλήρωση προϊόντος κατασκευής με δεσμευμένα στοιχεία
fr: Impossible de compléter partiellement une sortie de construction avec les éléments alloués
ja: 割り当てられた項目を含むビルド出力の一部のみを完了することはできません
nl: Kan een build uitvoer niet gedeeltelijk voltooien met de toegewezen items
ru: Невозможно частично завершить выход сборки с распределёнными элементами
tr: Tahsisli kalemler içeren bir üretim çıktısı kısmi olarak tamamlanamaz

source: Build Order Line Item
cs: Řádková položka výrobního příkazu
el: Γραμμή εντολής κατασκευής
fr: Poste de l'ordre de construction
ja: ビルドオーダーラインアイテム
lt: Gamybos užsakymo eilutės įrašas
nl: Bouw order regel item
no: Produksjonsartikkel
ru: Номер позиции для производства
sr: Stavka porudžbine naloga za izgradnju
tr: Üretim Emri Satırı

source: Build object
cs: Vytvořit objekt
el: Αντικείμενο κατασκευής
fr: Création de l'objet
ja: ビルドオブジェクト
lt: Gamybos objektas
nl: Bouw object
no: Produksjonsobjekt
ru: Объект производства
sr: Objekat izgradnje
tr: Üretim nesnesi

source: Quantity
cs: Množství
el: Ποσότητα
fr: Quantité
ja: 数量
lt: Kiekis
nl: Hoeveelheid
no: Antall
ru: Количество
sr: Količina
tr: Miktar

source: Required quantity for build order
cs: Vyžadované množství pro výrobní příkaz
el: Απαιτούμενη ποσότητα για την εντολή κατασκευής
fr: Quantité requise pour la commande de construction
ja: 注文数量
lt: Reikalingas kiekis gamybos užsakymui
nl: Vereiste hoeveelheid voor bouwopdracht
no: Påkrevd antall for produksjonsordre
ru: Требуемое количество для заказа на производство
sr: Potrebna količina za nalog za izgradnju
tr: Üretim emri için gereken miktar

source: Quantity of consumed stock
cs: Množství spotřebovaných zásob
el: Ποσότητα καταναλωμένου αποθέματος
fr: Quantité de stock consommé
ja: 消費された在庫の数量
nl: Aantal van verbruikte voorraad
ru: Количество израсходованного запаса
tr: Tüketilen Stok Miktarı

source: Build item must specify a build output, as master part is marked as trackable
cs: Položka sestavení musí specifikovat výstup sestavení, protože hlavní díl je označen jako sledovatelný
el: Το στοιχείο κατασκευής πρέπει να ορίζει μια έξοδο κατασκευής, καθώς το κύριο τμήμα επισημαίνεται ως ανιχνεύσιμο
fr: L'élément de construction doit spécifier une sortie de construction, la pièce maîtresse étant marquée comme objet traçable
ja: ビルド項目は、ビルド出力を指定する必要があります。
lt: Gamybos elementas turi nurodyti rezultatą, nes pagrindinė detalė pažymėta kaip sekama
nl: Productieartikel moet een productieuitvoer specificeren, omdat het hoofdonderdeel gemarkeerd is als traceerbaar
no: Produksjonselement må spesifisere en produksjonsartikkel, da master-del er merket som sporbar
ru: Элемент производства должен указать продукцию, как главную деталь помеченную как отслеживаемая
sr: Stavka izgradnje mora imati izlaz izgradnje, jer je nadređeni deo markiran da može da se prati
tr: Ana parça izlenebilir olarak işaretlendiğinden, üretim kalemi bir üretim çıktısı belirtmelidir

source: Selected stock item does not match BOM line
cs: Vybraná skladová položka neodpovídá řádku kusovníku
el: Το επιλεγμένο στοιχείο αποθέματος δεν ταιριάζει με τη γραμμή ΤΥ
fr: L'article de stock sélectionné ne correspond pas à la ligne BOM
ja: 選択された在庫品目が部品表に一致しません。
lt: Pasirinktas atsargų elementas neatitinka BOM eilutės
nl: Geselecteerde voorraadartikelen komen niet overeen met de BOM-regel
no: Valgt lagervare samsvarer ikke med BOM-linjen
ru: Выбранная складская позиция не соответствует позиции в BOM
sr: Izabrana stavka zaliha se ne slaže sa porudžbinom sa spiska materijala
tr: Seçilen stok kalemi BOM satırı ile eşleşmiyor

source: Allocated quantity must be greater than zero
cs: Přiřazené množství musí být vyšší než nula
fr: La quantité allouée doit être supérieure à zéro
nl: Toegewezen hoeveelheid moet groter zijn dan nul
ru: Резервируемое количество должно быть больше нуля
tr: Tahsis edilen miktar sıfırdan büyük olmalıdır

source: Quantity must be 1 for serialized stock
cs: Množství musí být 1 pro zřetězený sklad
el: Η ποσότητα πρέπει να είναι 1 για σειριακό απόθεμα
fr: La quantité doit être de 1 pour stock sérialisé
ja: シリアル在庫の場合、数量は1でなければなりません。
lt: Atsargoms su serijos numeriais kiekis turi būti 1
nl: Hoeveelheid moet 1 zijn voor geserialiseerde voorraad
no: Mengden må være 1 for serialisert lagervare
ru: Количество должно быть 1 для сериализованных запасов
sr: Količina mora da bude 1 za zalihe koje su serijalizovane
tr: Seri numaralı stok için miktar bir olmalı

source: Allocated quantity ({q}) must not exceed available stock quantity ({a})
cs: Zabrané množství ({q}) nesmí překročit dostupné skladové množství ({a})
el: Η καταχωρημένη ποσότητα ({q}) δεν πρέπει να υπερβαίνει τη διαθέσιμη ποσότητα αποθέματος ({a})
fr: La quantité allouée ({q}) ne doit pas excéder la quantité disponible ({a})
ja: 割当数量({q})は在庫可能数量({a})を超えてはなりません。
lt: Priskirtas kiekis ({q}) negali viršyti galimo atsargų kiekio ({a})
nl: Toegewezen hoeveelheid ({q}) mag de beschikbare voorraad ({a}) niet overschrijden
no: Tildelt antall ({q}) kan ikke overstige tilgjengelig lagerbeholdning ({a})
ru: Резервируемое количество ({q}) не должно превышать доступное количество на складе ({a})
sr: Alocirana količina ({q}) ne sme da bude veća od količine dostupnih zaliha ({a})
tr: Tahsis edilen miktar ({q}) mevcut stok miktarını ({a}) aşmamalıdır

source: Stock item is over-allocated
cs: Skladová položka je nadměrně zabrána
el: Στοιχείο αποθέματος είναι υπερ-κατανεμημένο
fr: L'article de stock est suralloué
ja: 在庫が過剰配分
lt: Atsargų elementas per daug paskirstytas
nl: Voorraad item is te veel toegewezen
no: Lagervaren er overtildelt
ru: Складская позиция перераспределена
sr: Stavka zaliha je prealocirana
tr: Stok kalemi fazladan tahsis edilmiş

source: Stock Item
cs: Skladové položky
el: Στοιχείο Αποθέματος
fr: Article en stock
ja: 在庫商品
lt: Atsargų elementas
nl: Voorraadartikel
no: Lagervare
ru: Складская позиция
sr: Stavka zaliha
tr: Stok Kalemi

source: Source stock item
cs: Zdrojová skladová položka
el: Στοιχείο πηγαίου αποθέματος
fr: Stock d'origine de l'article
ja: ソース在庫品
lt: Šaltinio atsargų elementas
nl: Bron voorraadartikel
no: Kildelagervare
ru: Исходная складская позиция
sr: Izvor stavke zaliha
tr: Kaynak stok kalemi

source: Stock quantity to allocate to build
cs: Skladové množství pro sestavení
el: Ποσότητα αποθέματος για διάθεση για κατασκευή
fr: Quantité de stock à allouer à la construction
ja: 建設に割り当てる在庫量
lt: Atsargų kiekis, skirtas paskirstyti į gamybą
nl: Voorraad hoeveelheid toe te wijzen aan productie
no: Lagerantall å tildele til produksjonen
ru: Количество на складе для производства
sr: Količina zaliha za alociranje za izgradnju
tr: Üretime tahsis edilecek stok miktarı

source: Install into
cs: Instalovat do
el: Εγκατάσταση σε
fr: Installer dans
ja: インストール
lt: Įdiegti į
nl: Installeren in
no: Monteres i
ru: Установить в
sr: Ugradi u
tr: Kur

source: Destination stock item
cs: Cílová skladová položka
el: Αποθήκη προορισμού
fr: Stock de destination de l'article
ja: 仕向け地在庫品
lt: Paskirties atsargų elementas
nl: Bestemming voorraadartikel
no: Lagervare for montering
ru: Целевая складская позиция
sr: Stavka zaliha odredišta
tr: Hedef stok kalemi

source: Build Level
cs: Úroveň sestavení
el: Επίπεδο κατασκευής
fr: Niveau de construction
ja: ビルドレベル
lt: Gamybos lygis
nl: Bouw level
ru: Уровень сборки
sr: Nivo izgradnje
tr: Üretim Seviyesi

source: Part Name
cs: Název dílu
el: Όνομα Προϊόντος
fr: Nom de l'article
ja: 部品名
lt: Detalės pavadinimas
nl: Onderdeel naam
no: Delnavn
ru: Наименование детали
sr: Ime dela
tr: Parça Adı

source: Build Output
cs: Vytvořit výstup
el: Κατασκευή Εξόδου
fr: Sortie d'assemblage
ja: ビルド出力
lt: Gamybos rezultatas
nl: Productieuitvoer
no: Produksjonsartikkel
ru: Выход Продукции
sr: Izlaz izgradnje
tr: Üretim Çıktısı

source: Build output does not match the parent build
cs: Vytvořený výstup neodpovídá nadřazenému sestavení
el: Η έξοδος κατασκευής δεν ταιριάζει με την παραγγελία κατασκευής
fr: L'ordre de production ne correspond pas à l'ordre parent
ja: ビルド出力が親ビルドと一致しません
lt: Gamybos rezultatas neatitinka pirminės gamybos
nl: Productieuitvoer komt niet overeen met de bovenliggende productie
no: Produksjonsartikkel samsvarer ikke med overordnet produksjon
ru: Продукция не совпадает с родительским заказом на производство
sr: Izlaz izgradnje se ne slaže sa nadređenom izgradnjom
tr: Üretim çıktısı üst üretim ile eşleşmiyor

source: Output part does not match BuildOrder part
cs: Výstupní díl se neshoduje s dílem výrobního příkazu
el: Το εξερχόμενο μέρος δεν ταιριάζει με το μέρος BuildOrder
fr: La pièce en sortie ne correspond pas à la pièce de l'ordre de construction
ja: 出力部分が BuildOrder 部分と一致しません。
lt: Rezultato detalė neatitinka gamybos užsakymo detalės
nl: Uitvoeronderdeel komt niet overeen met productieorderonderdeel
no: Resultatdel samsvarer ikke med produksjonsordredel
ru: Продукция не соответствует детали заказа на производство
sr: Izlazni deo se ne slaže sa delom Naloga za Izgradnju
tr: Çıktı parçası üretim emri parçası ile eşleşmiyor

source: This build output has already been completed
cs: Výstup sestavení je již dokončen
el: Η παραγγελία κατασκευής έχει ολοκληρωθεί
fr: Cet ordre de production a déjà été produit
ja: このビルド出力はすでに完了しています
lt: Šis gamybos rezultatas jau užbaigtas
nl: Deze productieuitvoer is al voltooid
no: Denne produksjonsartikkelen er allerede fullført
ru: Эта продукция уже помечена как завершенная
sr: Ovaj izlaz izgradnje je već kompletiran
tr: Bu üretim çıktısı zaten tamamlandı

source: This build output is not fully allocated
cs: Tento stavební výstup není plně přiřazen
el: Αυτή η έξοδος κατασκευής δεν έχει εκχωρηθεί πλήρως
fr: Cet ordre de production n'est pas complètement attribué
ja: このビルド出力は完全に割り当てられていません
lt: Šis gamybos rezultatas nėra visiškai paskirstytas
nl: Deze productieuitvoer is niet volledig toegewezen
no: Denne produksjonsartikkelen er ikke fullt tildelt
ru: Сырье для этой продукции не полностью зарезервировано
sr: Ovaj izlaz izgradnje nije u potpunosti alociran
tr: Bu üretim çıktısı tam tahsis edilmedi

source: Enter quantity for build output
cs: Zadejte množství pro výstup sestavení
el: Εισάγετε ποσότητα για την έξοδο κατασκευής
fr: Entrer la quantité désiré pour la fabrication
ja: ビルド出力の数量を入力
lt: Įveskite kiekį gamybos rezultatui
nl: Voer hoeveelheid in voor productie uitvoer
no: Angi antall for produksjonsartikkel
ru: Введите количество продукции
sr: Unesi količinu za izlaz izgradnje
tr: Üretim çıktısının miktarını girin

source: Integer quantity required for trackable parts
cs: Celé množství požadované pro sledovatelné díly
el: Ακέραιη ποσότητα που απαιτείται για ανιχνεύσιμα μέρη
fr: Quantité entière requise pour les pièces à suivre
ja: 追跡可能な部品に必要な整数個数
lt: Sekamoms detalėms reikalingas sveikasis kiekis
nl: Hoeveelheid als geheel getal vereist voor traceerbare onderdelen
no: Heltallsverdi kreves for sporbare deler
ru: Для отслеживаемых деталей должно быть указано целочисленное количество
sr: Brojčana količina potrebna za delove koji mogu da se prate
tr: İzlenebilir parçalar için tamsayı miktar gerekir

source: Integer quantity required, as the bill of materials contains trackable parts
cs: Je vyžadována celočíselná hodnota množství, protože kusovník obsahuje sledovatelné díly
el: Ακέραιη ποσότητα που απαιτείται, καθώς ο λογαριασμός των υλικών περιέχει ανιχνεύσιμα μέρη
fr: Quantité entière requise, car la facture de matériaux contient des pièces à puce
ja: 部品表には追跡可能な部品が含まれるため、必要な数量は整数
lt: Reikalingas sveikasis kiekis, nes komplektavimo žiniaraštyje yra sekamų detalių
nl: Geheel getal vereist omdat de stuklijst traceerbare onderdelen bevat
no: Heltallsverdi kreves, da stykklisten inneholder sporbare deler
ru: Требуется целое количество, так как материал содержит отслеживаемые детали
sr: Potrebna je brojčana količina, jer opis materijala sadrži delove koji se mogu pratiti
tr: Ürün ağacı izlenebilir parçalar içerdiğinden tamsayı miktar gereklidir

source: Serial Numbers
cs: Sériová čísla
el: Σειριακοί αριθμοί
fr: Numéros de série
ja: シリアル番号
lt: Serijos numeriai
nl: Serienummers
no: Serienummer
ru: Серийные номера
sr: Serijski brojevi
tr: Seri Numaraları

source: Enter serial numbers for build outputs
cs: Zadejte sériová čísla pro sestavení výstupů
el: Εισάγετε ποσότητα για την έξοδο κατασκευής
fr: Entrer les numéros de séries pour la fabrication
ja: ビルド出力のためのシリアル番号の入力
lt: Įveskite serijos numerius gamybos rezultatams
nl: Voer serienummers in voor productieuitvoeren
no: Angi serienummer for produksjonsartikler
ru: Введите серийные номера для продукции
sr: Unesi serijske brojeve za izlaz izgradnje
tr: Üretim çıktıları için seri numaraları girin

source: Stock location for build output
cs: Skladové umístění pro výstup sestavy
el: Τοποθεσία αποθέματος για την έξοδο κατασκευής
fr: Emplacement de stock pour la sortie de la fabrication
ja: ビルド出力のストック位置
lt: Atsargų vieta gamybos rezultatams
nl: Voorraad locatie voor project uitvoer
no: Lagerplassering for produksjonsartikkel
ru: Местоположение склада для результата сборки
sr: Lokacija zaliha za izlaz izgradnje
tr: Üretim çıktısı için stok konumu

source: Auto Allocate Serial Numbers
cs: Automaticky zvolit sériová čísla
el: Αυτόματη Κατανομή Σειριακών Αριθμών
fr: Allouer automatiquement les numéros de série
ja: シリアル番号の自動割り当て
lt: Automatiškai priskirti serijos numerius
nl: Serienummers automatisch toewijzen
no: Automatisk tildeling av serienummer
ru: Автоматически выделить серийные номера
sr: Automatski alociraj serijske brojeve
tr: Seri Numaralarını Otomatik Tahsis Et

source: Automatically allocate required items with matching serial numbers
cs: Automaticky přidělit požadované položky s odpovídajícími sériovými čísly
el: Αυτόματη κατανομή των απαιτούμενων στοιχείων με τους αντίστοιχους σειριακούς αριθμούς
fr: Affecter automatiquement les éléments requis avec les numéros de série correspondants
ja: シリアル番号が一致する必要なアイテムを自動的に割り当て
lt: Automatiškai priskirti reikalingas prekes su atitinkančiais serijos numeriais
nl: Vereiste artikelen automatisch toewijzen met overeenkomende serienummers
no: Automatisk tildeling av nødvendige artikler med tilsvarende serienummer
ru: Автоматически зарезервировать необходимые элементы с соответствующими серийными номерами
sr: Automatski alociraj tražene stavke sa odgovarajućim serijskim brojevima
tr: Eşleşen seri numaralı gerekli kalemleri otomatik tahsis et

source: The following serial numbers already exist or are invalid
cs: Následující sériová čísla již existují nebo jsou neplatná
el: Οι παρακάτω σειριακοί αριθμοί υπάρχουν ήδη ή δεν είναι έγκυροι
fr: Les numéros de série suivants existent déjà, ou sont invalides
ja: 以下のシリアル番号は既に存在するか、無効です。
lt: Šie serijos numeriai jau egzistuoja arba yra neteisingi
nl: De volgende serienummers bestaan al of zijn ongeldig
no: Følgende serienummer finnes allerede eller er ugyldige
ru: Следующие серийные номера уже существуют или недействительны
sr: Sledeći serijski brojevi već postoje ili su neispravni
tr: Şu seri numaraları zaten varlar veya geçersizler

source: A list of build outputs must be provided
cs: Musí být uveden seznam výstupů sestavy
el: Πρέπει να παρέχεται μια λίστα με τα αποτελέσματα κατασκευής
fr: Une liste d'ordre de production doit être fourni
ja: ビルド出力のリストを提供する必要があります。
lt: Turi būti pateiktas gamybos rezultatų sąrašas
nl: Een lijst van productieuitvoeren moet worden verstrekt
no: En liste over produksjonsartikler må oppgis
ru: Необходимо представить список выхода деталей
sr: Lista izlaza izgradnje se mora obezbediti
tr: Bir üretim çıktıları listesi sağlanmalıdır

source: Stock location for scrapped outputs
cs: Skladové umístění pro sešrotované výstupy
el: Θέση αποθέματος για απορριφθείσες παραγωγές
fr: Emplacement du stock pour les sorties épuisées
ja: スクラップされたアウトプットの在庫場所
lt: Atsargų vieta brokuotiems rezultatams
nl: Voorraadlocatie voor geannuleerde outputs
no: Lagerplassering for skrotede produksjonsartikler
ru: Место хранения для списанной продукции
sr: Lokacija zaliha za otpisane izlaze
tr: Hurdaya ayrılan çıktılar için stok konumu

source: Discard Allocations
cs: Zahodit alokace
el: Απόρριψη Κατανομών
fr: Ignorer les allocations
ja: 廃棄割り当て
lt: Atmesti priskyrimus
nl: Toewijzingen weggooien
no: Forkast tildelinger
ru: Отменить резервирование
sr: Odbaci alokacije
tr: Ayırmaları İptal Et

source: Discard any stock allocations for scrapped outputs
cs: Vyřadit všechny přidělené zásoby pro vyřazené výstupy
el: Απορρίψτε τυχόν κατανομές αποθέματος για παραγωγές που έχουν απορριφθεί
fr: Abandonner les allocations de stock pour les sorties abandonnées
ja: 廃棄されたアウトプットに割り当てられた在庫の破棄
lt: Atmesti visus atsargų priskyrimus brokuotiems rezultatams
nl: Verwijder alle voorraadtoewijzingen voor geannuleerde outputs
no: Forkast tildelinger fra skrotede produksjonsartikler
ru: Отменить все резервы запасов для списанной продукции
sr: Odbaci bilo kojiu alokaciju zaliha za otpisane izlaze
tr: Hurdaya ayrılan çıktılar için yapılan tüm stok ayırmalarını iptal et

source: Reason for scrapping build output(s)
cs: Důvod vyřazení výstupu(ů) sestavy
el: Αιτία απόρριψης προϊόντων κατασκευής
fr: Motif de l'élimination des produits de construction(s)
ja: ビルドアウトプットを廃棄する理由
lt: Priežastis, dėl kurios gamybos rezultatas(-ai) buvo nurašytas(-i)
nl: Reden voor annulering van bouworder(s)
no: Grunn for skroting av produksjonsartikler
ru: Причина списания продукции
sr: Razlog za otpisane izlaz(e) izgradnje
tr: Üretim çıktı(larını) hurdaya ayırma nedeni

source: Location for completed build outputs
cs: Umístění dokončených výstupů sestavy
el: Τοποθεσία για ολοκληρωμένα προϊόντα κατασκευής
fr: Emplacement des ordres de production achevés
ja: 完成した建造物のアウトプットの場所
lt: Vieta, kur laikomi užbaigti gamybos rezultatai
nl: Locatie van voltooide productieuitvoeren
no: Plassering for ferdige produksjonsartikler
ru: Место хранения для завершенной продукции
sr: Lokacija za završene izlaze izgradnje
tr: Tamamlanan üretim çıktıları içi konum

source: Accept Incomplete Allocation
cs: Přijmout neúplné přidělení
el: Αποδοχή Ελλιπούς Δέσμευσης
fr: Accepter l'allocation incomplète
ja: 不完全割当の受入れ
lt: Priimti nepilną priskyrimą
nl: Incomplete Toewijzing Accepteren
no: Godta ufullstendig tildeling
ru: Разрешить неполное резервирование
sr: Prihvati nekompletirane Alokacije
tr: Tamamlanmamış Ayırmayı Onayla

source: Complete outputs if stock has not been fully allocated
cs: Dokončit výstupy pokud zásoby nebyly plně přiděleny
el: Ολοκλήρωσε τα προϊόντα εάν το απόθεμα δεν έχει δεσμευτεί πλήρως
fr: Compléter les sorties si le stock n'a pas été entièrement alloué
ja: 在庫が完全に割り当てられていない場合は、出力を完了します。
lt: Užbaigti rezultatus, net jei atsargos dar nėra pilnai priskirtos
nl: Voltooi de uitvoer als de voorraad niet volledig is toegewezen
no: Fullfør artikler dersom lagerbeholdning ikke er fullt tildelt
ru: Завершить продукцию, даже если остатки не были полностью зарезервированы
sr: kompletiraj izlaze ako zalihe nisu u potpunosti alocirane
tr: Stok henüz tamamen tahsis edilmemşse çıktıları tamamla

source: Consume Allocated Stock
cs: Spotřebovat přidělené zásoby
el: Κατανάλωση δεσμευμένου αποθέματος
fr: Consommation du stock alloué
ja: 割当在庫の消費
lt: Sunaudoti priskirtas atsargas
nl: Toegewezen voorraad gebruiken
no: Bruk tildelt lagerbeholdning
ru: Израсходовать зарезервированные остатки
sr: Troši alocirane zalihe
tr: Tahsis Edilen Stoku Tüket

source: Consume any stock which has already been allocated to this build
cs: Spotřebovat všechny zásoby, které již byly přiděleny této sestavě
el: Κατανάλωση οποιουδήποτε αποθέματος έχει ήδη δεσμευτεί για αυτή την κατασκευή
fr: Consommer tout stock qui a déjà été alloué à cette construction
ja: このビルドに割り当て済みのストックを消費します。
lt: Sunaudoti bet kokias šiai gamybai jau priskirtas atsargas
nl: Verbruik elke voorraad die al is toegewezen aan deze build
no: Bruk all lagerbeholdning som allerede er tildelt denne produksjonen
ru: Израсходовать складские позиции, которые были зарезервированы для этой продукции
sr: Troši bilo koje zalihe koje su već alocirane za ovu izgradnju
tr: Bu üretim için zaten tahsis edilmiş olan tüm stokları tüket

source: Remove Incomplete Outputs
cs: Odstranit neúplné výstupy
el: Αφαίρεση Ατελείωτων Προϊόντων
fr: Retirer les sorties incomplètes
ja: 不完全な出力の削除
lt: Pašalinti nebaigtus rezultatus
nl: Verwijder Incomplete Uitvoeren
no: Fjern ufullstendige artikler
ru: Удалить незавершенную продукцию
sr: Ukloni nekompletirane izlaze
tr: Tamamlanmamış Çıktıları Kaldır

source: Delete any build outputs which have not been completed
cs: Odstranit všechny výstupy sestavy, které nebyly dokončeny
el: Διαγράψτε τυχόν προϊόντα κατασκευής που δεν έχουν ολοκληρωθεί
fr: Supprimer toutes les sorties de construction qui n'ont pas été complétées
ja: 完了していないビルド出力を削除します。
lt: Ištrinti visus nebaigtus gamybos rezultatus
nl: Verwijder alle productieuitvoeren die niet zijn voltooid
no: Slett alle produksjonsartikler som ikke er fullført
ru: Удалить всю незавершенную продукцию
sr: Izbriši svei izlaze izgradnje koji nisu kompletirani
tr: Henüz tamamlanmamış tüm üretim çıktılarını sil

source: Not permitted
cs: Není povoleno
el: Δεν επιτρέπεται
fr: Non permis
ja: 不可
lt: Neleidžiama
nl: Niet toegestaan
no: Ikke tillatt
ru: Запрещено
sr: Nije dozvoljeno
tr: İzin verilmedi

source: Accept as consumed by this build order
cs: Přijmout jako spotřebované tímto výrobním příkazem
el: Αποδοχή ως κατανάλωση για αυτή την παραγγελία κατασκευής
fr: Accepter comme consommé par cet ordre de construction
ja: このビルド・オーダーで消費されるものとして受け入れます。
lt: Priimti kaip sunaudotą šio gamybos užsakymo metu
nl: Accepteer zoals geconsumeerd onder deze bouwopdracht
no: Godta som brukt av denne produksjonsordren
ru: Принять как поглощенный этим заказом на производство
sr: Prihvati kao potrošeno od strane ovog naloga za izgradnju
tr: Bu üretim emri tarafından tüketildi olarak kabul et

source: Deallocate before completing this build order
cs: Uvolnit před dokončením tohoto výrobního příkazu
el: Αποδέσμευση πριν από την ολοκλήρωση αυτής της παραγγελίας κατασκευής
fr: Désaffecter avant de terminer cette commande de fabrication
ja: このビルドオーダーを完了する前に割り当てを解除します。
lt: Panaikinkite priskyrimus prieš užbaigiant šį gamybos užsakymą
nl: De-alloceren voordat deze bouwopdracht voltooid wordt
no: Fjern tildeling før produksjonsordren fullføres
ru: Отменить резерв, до завершения заказа на производство
sr: Izmesti bre završetka ovog naloga za izgradnju
tr: Bu üretim emrini tamamlamadan önce tahsisi kaldır

source: Overallocated Stock
cs: Nadměrně přidělené zásoby
el: Υπερ-δεσμευμένο Απόθεμα
fr: Stock suralloué
ja: 総合在庫
lt: Per daug paskirstytos atsargos
nl: Overgealloceerde voorraad
no: Overtildelt lagerbeholdning
ru: Перераспределенные запасы
sr: Sveukupne izdvojene zalihe
tr: Aşırı Tahsis Edilmiş Stok
