Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Supplier Integration - DigiKey
cs: Integrace dodavatele - DigiKey
el: Ενσωμάτωση προμηθευτή - DigiKey
fr: Intégration des fournisseurs - DigiKey
ja: 仕入先の統合 - DigiKey
lt: Tiekėjo integracija - DigiKey
nl: Integratie met leverancier - DigiKey
no: Leverandørintegrasjon - DigiKey
ru: Интеграция поставщика — DigiKey
sr: Integracija dobavljača - DigiKey
tr: Tedarikçi Entegrasyonu - DigiKey

source: Provides support for scanning DigiKey barcodes
cs: Poskytuje podporu pro skenování DigiKey čárových kódů
el: Παρέχει υποστήριξη για σάρωση barcodes DigiKey
fr: Prise en charge de la lecture des codes-barres DigiKey
ja: DigiKeyバーコードのスキャンをサポートします。
lt: Suteikia palaikymą DigiKey brūkšninių kodų nuskaitymui
nl: Biedt ondersteuning voor het scannen van DigiKey barcodes
no: Gir støtte for å skanne DigiKey-strekkoder
ru: Предоставляет поддержку сканирования штрихкодов DigiKey
sr: Pruža podršku za skeniranje DigiKey bar kodova
tr: DigiKey barkodları taraması için destek sağlar

source: The Supplier which acts as 'DigiKey'
cs: Dodavatel, který funguje jako 'DigiKey'
el: Ο προμηθευτής που λειτουργεί ως 'DigiKey'
fr: Le fournisseur qui agit en tant que "DigiKey".
ja: 「DigiKey」として活動するサプライヤー
lt: Tiekėjas, veikiantis kaip 'DigiKey'
nl: De leverancier die als 'DigiKey' fungeert
no: Leverandøren som fungerer som 'DigiKey'
ru: Поставщик, который представляет 'DigiKey'
sr: Dobavljač koji se ponaša kao 'DigiKey'
tr: 'DigiKey' rolünü üstlenen tedarikçi

source: Supplier Integration - LCSC
cs: Integrace dodavatele - LCSC
el: Ενσωμάτωση προμηθευτή - LCSC
fr: Intégration des fournisseurs - LCSC
ja: サプライヤーの統合 - LCSC
lt: Tiekėjo integracija - LCSC
nl: Integratie met leveranciers - LCSC
no: Leverandørintegrasjon - LCSC
ru: Интеграция поставщика — LCSC
sr: Integracija dobavljača - LCSC
tr: Tedarikçi Entegrasyonu - LCSC

source: Provides support for scanning LCSC barcodes
cs: Poskytuje podporu pro skenování LCSC čárových kódů
el: Παρέχει υποστήριξη για σάρωση barcodes LCSC
fr: Permet de scanner les codes-barres LCSC
ja: LCSCバーコードのスキャンをサポートします。
lt: Suteikia palaikymą LCSC brūkšninių kodų nuskaitymui
nl: Biedt ondersteuning voor het scannen van LCSC-barcodes
no: Gir støtte for å skanne LCSC-strekkoder
ru: Предоставляет поддержку сканирования штрихкодов LCSC
sr: Pruža podršku za skeniranje LCSC bar kodova
tr: LCSC barkodları taraması için destek sağlar

source: The Supplier which acts as 'LCSC'
cs: Dodavatel, který funguje jako 'LCSC'
el: Ο προμηθευτής που λειτουργεί ως 'LCSC'
fr: Le fournisseur qui agit en tant que "LCSC
ja: 「LCSC」として活動するサプライヤー
lt: Tiekėjas, veikiantis kaip 'LCSC'
nl: De leverancier die fungeert als 'LCSC'
no: Leverandøren som fungerer som "LCSC"
ru: Поставщик, который представляет 'LCSC'
sr: Dobavljač koji se ponađa kao 'LCSC'
tr: 'LCSC' rolünü üstlenen tedarikçi

source: Supplier Integration - Mouser
cs: Integrace dodavatele - Mouser
el: Ενσωμάτωση προμηθευτή - Mouser
fr: Intégration des fournisseurs - Mouser
ja: サプライヤー統合 - Mouser
lt: Tiekėjo integracija - Mouser
nl: Integratie met leverancier - Mouser
no: Leverandørintegrasjon - Mouser
ru: Интеграция поставщика — Mouser
sr: Integracija dobavljača - Mouser
tr: Tedarikçi Entegrasyonu - Mouser

source: Provides support for scanning Mouser barcodes
cs: Poskytuje podporu pro skenování Mouser čárových kódů
el: Παρέχει υποστήριξη για σάρωση barcodes Mouser
fr: Prise en charge de la lecture des codes-barres Mouser
ja: マウザーバーコードのスキャンをサポートします。
lt: Suteikia palaikymą Mouser brūkšninių kodų nuskaitymui
nl: Biedt ondersteuning voor het scannen van Mouser barcodes
no: Gir støtte for å skanne Mouser-strekkoder
ru: Предоставляет поддержку сканирования штрихкодов Mouser
sr: Pruža podršku za skeniranje Mouser bar kodova
tr: Mouser barkodları taraması için destek sağlar

source: The Supplier which acts as 'Mouser'
cs: Dodavatel, který funguje jako 'Mouser'
el: Ο προμηθευτής που λειτουργεί ως 'Mouser'
fr: Le fournisseur qui joue le rôle de "Mouser".
ja: 「Mouser」として活動するサプライヤー
lt: Tiekėjas, veikiantis kaip 'Mouser'
nl: De leverancier die als 'Mouser' optreedt
no: Leverandøren som fungerer som 'Mouser'
ru: Поставщик, который представляет 'Mouser'
sr: Dobavljač koji se ponaša kao 'Mouser'
tr: 'Mouser' rolünü üstlenen tedarikçi

source: Supplier Integration - TME
cs: Integrace dodavatele - TME
el: Ενσωμάτωση προμηθευτή - TME
fr: Intégration des fournisseurs - TME
ja: サプライヤー統合 - TME
lt: Tiekėjo integracija - TME
nl: Integratie met leverancier - TME
no: Leverandørintegrasjon - TME
ru: Интеграция поставщика — TME
sr: Integracija dobavljača - TME
tr: Tedarikçi Entegrasyonu - TME

source: Provides support for scanning TME barcodes
cs: Poskytuje podporu pro skenování TME čárových kódů
el: Παρέχει υποστήριξη για σάρωση barcodes TME
fr: Prise en charge de la lecture des codes-barres TME
ja: TMEバーコードのスキャンをサポートします。
lt: Suteikia palaikymą TME brūkšninių kodų nuskaitymui
nl: Biedt ondersteuning voor het scannen van TME barcodes
no: Gir støtte for å skanne TME-strekkoder
ru: Предоставляет поддержку сканирования штрихкодов TME
sr: Pruža podršku za skeniranje TME bar kodova
tr: TME barkodları taraması için destek sağlar

source: The Supplier which acts as 'TME'
cs: Dodavatel, který funguje jako 'TME'
el: Ο προμηθευτής που λειτουργεί ως 'TME'
fr: Le fournisseur qui agit en tant que "TME
ja: 「TME」として活動するサプライヤー
lt: Tiekėjas, veikiantis kaip 'TME'
nl: De leverancier die als "TME” optreedt
no: Leverandøren som fungerer som "TME"
ru: Поставщик, который представляет 'TME'
sr: Dobavljač koji se ponaša kao 'TME'
tr: 'TME' rolünü üstlenen tedarikçi

source: Only staff users can administer plugins
cs: Pouze pracovníci mohou spravovat pluginy
el: Μόνο οι χρήστες προσωπικού μπορούν να διαχειρίζονται πρόσθετα
fr: Seuls les membres du personnel peuvent administrer les plugins
ja: スタッフユーザーのみがプラグインを管理できます
lt: Tik personalo vartotojai gali tvarkyti įskiepius
nl: Alleen medewerker gebruikers kunnen plug-ins beheren
ru: Только пользователи с правами персонала могут управлять плагинами
sr: Samo osoblje može da administrira pluginove
tr: Eklentileri yalnızca yetkili personel yönetebilir

source: Plugin installation is disabled
cs: Instalace pluginu je zakázana
el: Η εγκατάσταση πρόσθετων είναι απενεργοποιημένη
fr: L'installation du plugin est désactivée
ja: プラグインのインストールが無効
lt: Įskiepių diegimas išjungtas
nl: Plug-in installatie is uitgeschakeld
ru: Установка плагинов отключена
sr: Instalacija plugina je onemogućena
tr: Eklenti kurulumu devre dışı bırakıldı

source: Installed plugin successfully
cs: Plugin byl úspěšně nainstalován
el: Το πρόσθετο εγκαταστάθηκε με επιτυχία
fr: Installation réussie du plugin
ja: プラグインのインストールに成功しました
lt: Įskiepis sėkmingai įdiegtas
nl: Plug-in succesvol geïnstalleerd
no: Installasjon av utvidelse vellykket
ru: Плагин успешно установлен
sr: Plugin instaliran uspešno
tr: Eklenti kurulumu başarılı

source: Installed plugin into {path}
cs: Plugin nainstalovaný do {path}
el: Το πρόσθετο εγκαταστάθηκε στο {path}
fr: Installation du plugin dans {path}
ja: {path} にプラグインをインストール
lt: Įskiepis įdiegtas į {path}
nl: Plug-in geïnstalleerd in {path}
no: Installerte utvidelsen til {path}
ru: Плагин установлен в {path}
sr: Instaliran plugin na {path}
tr: Eklenti {path} yoluna kuruldu

source: Plugin was not found in registry
cs: Plugin nebyl nalezen v registru
el: Το πρόσθετο δεν βρέθηκε στο μητρώο
fr: Le plugin n'a pas été trouvé dans le registre
ja: プラグインがレジストリに見つかりませんでした
lt: Įskiepis neaptiktas registre
nl: De plug-in is niet gevonden in het register
ru: Плагин не найден в реестре
sr: Plugin nije pronađen u registru
tr: Eklenti kayıt defterinde bulunamadı

source: Plugin is not a packaged plugin
cs: Plugin není plugin balíček
el: Το πρόσθετο δεν είναι πακεταρισμένο πρόσθετο
fr: Le plugin n'est pas un plugin packagé
ja: プラグインはパッケージ化されていません
lt: Įskiepis nėra supakuotas įskiepis
nl: De plug-in is geen verpakte plug-in
ru: Плагин не является упакованным
sr: Plugin nije paket plugin
tr: Eklenti paketlenmiş bir eklenti değildir

source: Plugin package name not found
cs: Název balíčku pluginu nebyl nalezen
el: Δεν βρέθηκε όνομα πακέτου πρόσθετου
fr: Le nom du paquet du plugin n'a pas été trouvé
ja: プラグインパッケージ名が見つかりません
lt: Įskiepio paketo pavadinimas nerastas
nl: Naam van plug-in pakket niet gevonden
ru: Имя пакета плагина не найдено
sr: Ime paketa plugina nije pronađeno
tr: Eklenti paketi adı bulunamadı

source: Plugin uninstalling is disabled
cs: Odinstalace pluginu je zakázána
el: Η απεγκατάσταση προσθέτων είναι απενεργοποιημένη
fr: La désinstallation des plugins est désactivée
ja: プラグインのアンインストールが無効
lt: Įskiepių šalinimas išjungtas
nl: Verwijderen van plug-in is uitgeschakeld
ru: Удаление плагинов отключено
sr: Deinstaliranje plugina je onemogućeno
tr: Eklenti kaldırma devre dışı bırakıldı

source: Plugin cannot be uninstalled as it is currently active
cs: Plugin nemůže být odinstalován, protože je aktuálně aktivní
el: Το πρόσθετο δεν μπορεί να απεγκατασταθεί καθώς είναι αυτή τη στιγμή ενεργό
fr: Le plugin ne peut pas être désinstallé car il est actuellement actif
ja: プラグインがアクティブなため、アンインストールできません。
lt: Įskiepis negali būti pašalintas, nes šiuo metu yra aktyvus
nl: De plug-in kan niet worden verwijderd omdat deze momenteel actief is
ru: Плагин нельзя удалить, так как он активен
sr: Plugin ne može biti deinstaliran jer je trenutno aktivan
tr: Bu eklenti şu an aktif olduğundan kaldırılamaz

source: Plugin cannot be uninstalled as it is mandatory
cs: Plugin nemůže být odinstalován, protože je povinný
el: Το πρόσθετο δεν μπορεί να απεγκατασταθεί καθώς είναι υποχρεωτικό
ja: このプラグインは必須のため、アンインストールすることはできません。
nl: De plug-in kan niet gedeïnstalleerd worden omdat deze verplicht is
ru: Плагин нельзя удалить, так как он обязательный
tr: Eklenti zorunlu olduğu için kaldırılamaz

source: Plugin cannot be uninstalled as it is a sample plugin
cs: Plugin nemůže být odinstalován, protože to je vzorový plugin
el: Το πρόσθετο δεν μπορεί να απεγκατασταθεί καθώς είναι δείγμα πρόσθετου
ja: このプラグインはサンプルプラグインのため、アンインストールすることはできません。
nl: De plug-in kan niet worden gedeïnstalleerd omdat het een voorbeeld plug-in is
ru: Плагин нельзя удалить, так как он является образцом
tr: Eklenti örnek bir eklenti olduğu için kaldırılamaz

source: Plugin cannot be uninstalled as it is a built-in plugin
cs: Plugin nemůže být odinstalován, protože to je vestavěný plugin
el: Το πρόσθετο δεν μπορεί να απεγκατασταθεί καθώς είναι ενσωματωμένο πρόσθετο
ja: プラグインは組み込みプラグインのため、アンインストールすることはできません。
nl: De plug-in kan niet worden gedeïnstalleerd omdat het een ingebouwde plug-in is
ru: Плагин нельзя удалить, так как он встроенный
tr: Eklenti yerleşik bir eklenti olduğu için kaldırılamaz

source: Plugin is not installed
cs: Plugin není nainstalován
el: Το πρόσθετο δεν είναι εγκατεστημένο
fr: Le plugin n'est pas installé
ja: プラグインがインストールされていません
lt: Įskiepis neįdiegtas
nl: De plug-in is niet geïnstalleerd
ru: Плагин не установлен
sr: Plugin nije instaliran
tr: Eklenti kurulu değil

source: Plugin installation not found
cs: Inslalace pluginu nebyla nalezena
el: Η εγκατάσταση του πρόσθετου δεν βρέθηκε
fr: L'installation du plugin n'a pas été trouvée
ja: プラグインのインストールが見つかりません
lt: Įskiepio diegimas nerastas
nl: Plug-in installatie niet gevonden
ru: Установка плагина не найдена
sr: Instalacija plugina nije pronađena
tr: Eklenti kurulumu bulunamadı

source: Uninstalled plugin successfully
cs: Plugin odinstalován úspěšně
el: Το πρόσθετο απεγκαταστάθηκε με επιτυχία
fr: Désinstallation réussie du plugin
ja: プラグインのアンインストールに成功
lt: Įskiepis sėkmingai pašalintas
nl: Deïnstalleerde plug-in succesvol
ru: Плагин успешно удалён
sr: Plugin uspešno deinstaliran
tr: Eklenti başarıyla kaldırıldı

source: Plugin Configuration
cs: Nastavení pluginu
el: Διαμόρφωση πρόσθετου
fr: Configuration du plugin
ja: プラグインの設定
lt: Įskiepio konfigūracija
nl: Plug-in configuratie
no: Konfigurasjon av utvidelse
ru: Конфигурация плагина
sr: Konfiguracija plugina
tr: Eklenti Yapılandırma

source: Plugin Configurations
cs: Nastavení pluginu
el: Διαμορφώσεις προσθέτων
fr: Configurations des plugins
ja: プラグインの設定
lt: Įskiepių konfigūracijos
nl: Plug-in configuratie
no: Konfigurasjon av utvidelser
ru: Конфигурации плагинов
sr: Konfiguracije plugina
tr: Eklenti Yapılandırmaları

source: Key of plugin
cs: Klíč pluginu
el: Κλειδί του πρόσθετου
fr: Clé du plugin
ja: プラグインのキー
lt: Įskiepio raktas
nl: Sleutel van plug-in
no: Utvidelsens "Key"
ru: Ключ плагина
sr: Ključ plugina
tr: Eklentinin anahtarı

source: Name of the plugin
cs: Název Pluginu
nl: Plug-in naam van de plug-in
ru: Имя плагина
tr: Eklentinin adı

source: Package Name
cs: Název balíčku
el: Όνομα πακέτου
fr: Nom du paquet
ja: ご利用プラン
lt: Paketų pavadinimas
nl: Pakket naam
no: Pakkenavn
ru: Название плагина
sr: Ime paketa
tr: Paket Adı

source: Name of the installed package, if the plugin was installed via PIP
cs: Název nainstalovaného balíčku, pokud byl plugin nainstalován přes PIP
el: Όνομα του εγκατεστημένου πακέτου, αν το πρόσθετο εγκαταστάθηκε μέσω PIP
fr: Nom du paquet installé, si le plugin a été installé via PIP
ja: プラグインがPIP経由でインストールされた場合、インストールされたパッケージの名前
lt: Įdiegto paketo pavadinimas, jei įskiepis buvo įdiegtas per PIP
nl: Naam van het geïnstalleerde pakket, als de plug-in is geïnstalleerd via PIP
ru: Имя установленного пакета, если плагин был установлен через PIP
sr: Ime instaliranog paketa, ukoliko je plugin instaliran preko PIP
tr: Eklenti PIP aracılığıyla yüklendiyse, yüklenen paketin adı

source: Is the plugin active
cs: Je plugin aktivní
el: Είναι το πρόσθετο ενεργό
fr: Le plugin est-il actif
ja: プラグインは有効ですか
lt: Ar įskiepis yra aktyvus
nl: Is de plug-in actief
no: Er utvidelsen aktiv
ru: Активен ли плагин
sr: Da li je plugin aktivan
tr: Eklenti aktif mi

source: Sample plugin
cs: Ukázkový plugin
el: Δείγμα πρόσθετου
fr: Exemple de plugin
ja: サンプルプラグイン
lt: Pavyzdinis įskiepis
nl: Voorbeeld plug-in
no: Eksempel-utvidelse
ru: Образец плагина
sr: Pokazni plugin
tr: Örnek eklenti

source: Builtin Plugin
cs: Vestavěný plugin
el: Ενσωματωμένο πρόσθετο
fr: Extension Intégrée
ja: 組み込みプラグイン
lt: Integruotas įskiepis
nl: Ingebouwde plug-in
no: Innebygd utvidelse
ru: Встроенный плагин
sr: Ugrađen plugin
tr: Yerleşik Eklenti

source: Mandatory Plugin
cs: Povinný plugin
el: Υποχρεωτικό πρόσθετο
fr: Plugin obligatoire
ja: 必須プラグイン
lt: Privalomas įskiepis
ru: Обязательный плагин
tr: Zorunlu Eklenti

source: Package Plugin
cs: Balíčkový plugin
el: Πρόσθετο πακέτου
fr: Plugin Package
ja: パッケージプラグイン
lt: Pakuotės įskiepis
nl: Pakket plug-in
ru: Пакетный плагин
sr: Paket plugin
tr: Paket Eklenti

source: Plugin
el: Πρόσθετο
fr: Extension
ja: プラグイン
lt: Įskiepis
no: Utvidelse
ru: Плагин
tr: Eklenti

source: No author found
cs: Nebyl nalezen žádný autor
el: Δεν βρέθηκε δημιουργός
fr: Aucun auteur trouvé
ja: 著者は見つかりませんでした
lt: Autorius nerastas
nl: Geen auteur gevonden
no: Ingen forfatter funnet
ru: Автор не найден
sr: Nije pronađen autor
tr: Yazar bulunamadı

source: Plugin '{p}' is not compatible with the current InvenTree version {v}
cs: Plugin '{p}' není kompatibilní s aktuální verzí InvenTree {v}
el: Το πρόσθετο '{p}' δεν είναι συμβατό με την τρέχουσα έκδοση InvenTree {v}
fr: Le plugin '{p}' n'est pas compatible avec la version actuelle d'InvenTree {v}
ja: プラグイン'{p}'は現在のInvenTreeバージョン{v}と互換性がありません。
lt: Įskiepis '{p}' nesuderinamas su dabartine InvenTree versija {v}
nl: De plug-in '{p}' is niet compatibel met de huidige InvenTree versie {v}
no: Utvidensen '{p}' er ikke kompatibel med nåværende InvenTree-versjon {v}
ru: Плагин '{p}' несовместим с текущей версией InvenTree {v}
sr: Plugin '{p}' nije kompatibilan sa trenutnom verzijom aplikacije {v}
tr: '{p}' eklentisi, şu anki InvenTree sürümü {v} ile uyumlu değildir

source: Plugin requires at least version {v}
cs: Plugin vyžaduje alespoň verzi {v}
el: Το πρόσθετο απαιτεί τουλάχιστον την έκδοση {v}
fr: Le plugin nécessite au moins la version {v}
ja: プラグインには少なくともバージョン {v} が必要です。
lt: Įskiepiui reikalinga bent versija {v}
nl: De plug-in vereist minimaal versie {v}
no: Utvidelsen krever minst versjon {v}
ru: Плагин требует как минимум версию {v}
sr: Plugin zahteva najmanje verziju {v}
tr: Eklenti en az {v} sürümünü gerektirir

source: Plugin requires at most version {v}
cs: Plugin vyžaduje nanejvýš verzi {v}
el: Το πρόσθετο απαιτεί το πολύ την έκδοση {v}
fr: Le plugin nécessite au maximum la version {v}
ja: プラグインに必要なバージョンは最大で{v}です。
lt: Įskiepiui reikalinga ne aukštesnė nei versija {v}
nl: Plug-in vereist op de hoogste versie {v}
no: Utvidelsen krever maks versjon {v}
ru: Плагин требует не более версии {v}
sr: Plugin zahteva najviše verziju {v}
tr: Eklenti en fazla {v} sürümünü gerektirir

source: User Setting 1
cs: Uživatelské nastavení 1
el: Ρύθμιση χρήστη 1
ja: ユーザー設定1
nl: Gebruikers instelling 1
ru: Пользовательская настройка 1
tr: Kullanıcı Ayarı 1

source: A user setting that can be changed by the user
cs: Uživatelské nastavení, které může uživatel změnit
el: Ρύθμιση χρήστη που μπορεί να αλλάξει από τον χρήστη
ja: ユーザーが変更可能なユーザー設定
nl: Een gebruikersinstelling die kan worden gewijzigd door de gebruiker
ru: Пользовательская настройка, которую можно изменить
tr: Kullanıcı tarafından değiştirilebilen bir kullanıcı ayarı

source: User Setting 2
cs: Uživatelské nastavení 2
el: Ρύθμιση χρήστη 2
ja: ユーザー設定2
nl: Gebruikers instelling 2
ru: Пользовательская настройка 2
tr: Kullanıcı Ayarı 2

source: Another user setting
cs: Další nastavení uživatele
el: Μια ακόμη ρύθμιση χρήστη
ja: 別のユーザー設定
nl: Andere gebruikersinstelling
ru: Другая пользовательская настройка
tr: Başka bir kullanıcı ayarı

source: User Setting 3
cs: Uživatelské nastavení 3
el: Ρύθμιση χρήστη 3
ja: ユーザー設定３
nl: Gebruikersinstelling 3
ru: Пользовательская настройка 3
tr: Kullanıcı Ayarı 3

source: A user setting with choices
cs: Uživatelské nastavení s možnostmi
el: Ρύθμιση χρήστη με επιλογές
ja: ユーザー設定（選択肢付き）
nl: Een gebruikersinstellingen met keuzes
ru: Пользовательская настройка с вариантами
tr: Seçenekli bir kullanıcı ayarı

source: Enable PO
cs: Povolit PO
el: Ενεργοποίηση PO
fr: Activer le PO
ja: POの有効化
lt: Įjungti pirkimo užsakymus
nl: PO inschakelen
no: Aktiver PO
ru: Включить PO
sr: Omogući PO
tr: PO'yu Etkinleştir

source: Enable PO functionality in InvenTree interface
cs: Povolit funkci PO v InvenTree rozhraní
el: Ενεργοποίηση λειτουργικότητας PO στη διεπαφή InvenTree
fr: Activer la fonctionnalité PO dans l'interface InvenTree
ja: InvenTreeインターフェイスでPO機能を有効にします。
lt: Įjungti pirkimo užsakymų funkcionalumą InvenTree sąsajoje
nl: PO functionaliteit inschakelen in de InvenTree interface
no: Aktiver Innkjøpsordrefunksjonalitet i InvenTree-grensesnittet
ru: Включить функциональность заказов на закупку в интерфейсе InvenTree
sr: Omogući PO funkcionalnost u interfejsu
tr: InvenTree arayüzünde PO işlevselliğini etkinleştir

source: API Key
cs: API klíč
el: Κλειδί API
fr: Clé API
ja: APIキー
lt: API raktas
nl: API-sleutel
no: API-nøkkel
ru: Ключ API
sr: API ključ
tr: API Anahtarı

source: Key required for accessing external API
cs: Klíč potřebný pro přístup k externímu API
el: Κλειδί που απαιτείται για πρόσβαση σε εξωτερικό API
fr: Clé nécessaire pour accéder à l'API externe
ja: 外部APIへのアクセスに必要なキー
lt: Raktas, reikalingas pasiekti išorinį API
nl: Sleutel vereist voor toegang tot externe API
no: Nøkkel kreves for tilgang til eksternt API
ru: Ключ, необходимый для доступа к внешнему API
sr: Ključ neophodan za pristup eksternom API-ju
tr: Harici API erişimi için gerekli anahtar

source: Numerical
cs: Numerické
el: Αριθμητική
fr: Numérique
ja: 日数
lt: Skaitmeninis
nl: Numeriek
no: Numerisk
ru: Числовой
sr: Numeričko
tr: Sayısal

source: A numerical setting
cs: Numerické nastavení
el: Μια αριθμητική ρύθμιση
fr: Un cadre numérique
ja: 数値設定
lt: Skaitmeninė nuostata
nl: Een numerieke instelling
no: En numerisk innstilling
ru: Числовая настройка
sr: Numeričko podešavanje
tr: Sayısal bir ayar

source: Choice Setting
cs: Nastavení volby
el: Ρύθμιση επιλογής
fr: Choix des paramètres
ja: 選択肢の設定
lt: Pasirinkimo nuostata
nl: Keuze instellingen
no: Valginnstilling
ru: Настройки выбора
sr: Izaberi podešavanje
tr: Seçenekli Ayar

source: A setting with multiple choices
cs: Nastavení s více možnostmi
el: Ρύθμιση με πολλαπλές επιλογές
fr: Un cadre avec des choix multiples
ja: 複数の選択肢がある設定
lt: Nuostata su keliais pasirinkimais
nl: Een instelling met meerdere keuzes
no: En innstilling med flere valg
ru: Настройка с несколькими вариантами
sr: Podešavanje sa više izbora
tr: Birden fazla seçeneği olan bir ayar

source: Sample currency exchange plugin
cs: Ukázkový plugin pro směnu měn
el: Δείγμα πρόσθετου συναλλαγματικής ισοτιμίας
fr: Exemple de plugin de change
ja: サンプル為替プラグイン
lt: Pavyzdinis valiutų keitimo įskiepis
nl: Voorbeeld valuta uitwisselings plug-in
no: Eksempel valutakonverterings-utvidelse
ru: Пример плагина обмена валют
sr: Plugin za razmenu pokazne valute
tr: Örnek döviz kuru eklentisi

source: InvenTree Contributors
cs: InvenTree přispěvatelé
el: Συντελεστές InvenTree
fr: Les contributeurs d'InvenTree
ja: InvenTreeの貢献者
lt: InvenTree bendraautoriai
nl: InvenTree bijdragers
no: InvenTree-bidragsytere
ru: Участники InvenTree
sr: Ljudi koji doprinose projektu
tr: InvenTree Katkıda Bulunanlar

source: Enable Part Panels
cs: Povolit panely dílu
el: Ενεργοποίηση πλαισίων προϊόντων
fr: Activer le panneau de pièces
ja: パーツパネルの有効化
lt: Įjungti detalių skydelius
nl: Onderdeel panelen inschakelen
ru: Включить панели деталей
sr: Omogući panele delova
tr: Parça Panelerini Etkinleştir

source: Enable custom panels for Part views
cs: Povolit vlastní panely pro zobrazení dílu
el: Ενεργοποίηση προσαρμοσμένων πλαισίων για προβολές προϊόντων
fr: Activer les panneaux personnalisés pour les vues de pièces
ja: パートビューのカスタムパネルを有効化
lt: Įjungti pasirinktinius skydelius detalių rodiniuose
nl: Schakel aangepaste panelen in voor deelweergave
ru: Включить пользовательские панели для просмотров деталей
sr: Omogući prilagođene panele za pregled delova
tr: Parça görünümleri için özel panelleri etkinleştir

source: Enable Purchase Order Panels
cs: Povolit panely nákupni objednávky
el: Ενεργοποίηση πλαισίων εντολών αγοράς
fr: Activer les panneaux de commande
ja: 発注パネルの有効化
lt: Įjungti pirkimo užsakymų skydelius
nl: Schakel order panelen in
ru: Включить панели заказов на закупку
sr: Omogući panele za naloge za kupovinu
tr: Satın Alma Sipariş Panellerini Etkinleştir

source: Enable custom panels for Purchase Order views
cs: Povolit vlastní panely nákupní objednávky
el: Ενεργοποίηση προσαρμοσμένων πλαισίων για προβολές εντολών αγοράς
fr: Activer les panneaux personnalisés pour les vues des bons de commande
ja: 発注書ビューのカスタムパネルを有効化
lt: Įjungti pasirinktinius skydelius pirkimo užsakymų rodiniuose
nl: Schakel aangepaste panelen in voor inkooporders
ru: Включить пользовательские панели для просмотров заказов на закупку
sr: Omogući prilagođene panele za pregled naloga za kupovinu
tr: Satın alma siparişi görünümleri için özel panelleri etkinleştir

source: Enable Broken Panels
cs: Povolit rozbité panely
el: Ενεργοποίηση σπασμένων πλαισίων
fr: Activer les panneaux brisés
ja: ブロークンパネルの有効化
lt: Įjungti klaidų turinčius skydelius
nl: Kapotte panelen inschakelen
ru: Включить повреждённые панели
sr: Omogući pokvarene panele
tr: Bozuk Panelleri Etkinleştir

source: Enable broken panels for testing
cs: Povolit rozbité panely pro testování
el: Ενεργοποίηση σπασμένων πλαισίων για δοκιμές
fr: Activer les panneaux brisés pour les tests
ja: 壊れたパネルをテストできるようにします。
lt: Įjungti klaidų turinčius skydelius testavimui
nl: Schakel defecte panelen in voor testen
ru: Включить повреждённые панели для тестирования
sr: Omogući pokvarene panele za testiranje
tr: Test için kırık panelleri etkinleştir
