Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Name
cs: Název
el: Όνομα
fr: Nom
ja: お名前
lt: Pavadinimas
nl: Naam
no: Navn
ru: Название
sr: Ime
tr: Adı

source: Description
cs: Popis
el: Περιγραφή
ja: 説明
lt: Aprašymas
nl: Omschrijving
no: Beskrivelse
ru: Описание
sr: Opis
tr: Açıklama

source: Description (optional)
cs: Popis (volitelně)
el: Περιγραφή (προαιρετική)
fr: Description (facultative)
ja: 説明 (オプション)
lt: Aprašymas (neprivalomas)
nl: Omschrijving (optioneel)
no: Beskrivelse (valgfritt)
ru: Описание (необязательно)
sr: Opis (Opciono)
tr: Açıklama (isteğe bağlı)

source: Path
cs: Cesta
el: Μονοπάτι
fr: Chemin d'accès
ja: パス
lt: Kelias
nl: Pad
no: Sti
ru: Путь
sr: Putanja
tr: Yol

source: Duplicate names cannot exist under the same parent
cs: Duplicitní názvy nemohou existovat pod stejným nadřazeným názvem
el: Διπλότυπα ονόματα δεν μπορούν να υπάρχουν στον ίδιο γονέα
fr: Les noms dupliqués ne peuvent pas exister sous le même parent
ja: 同じ親に重複した名前は存在しません。
lt: Po tuo pačiu pirminiu elementu negali būti pasikartojančių pavadinimų
nl: Dubbele namen kunnen niet bestaan onder hetzelfde bovenliggende object
no: Duplikatnavn kan ikke eksistere under samme overordnede
ru: Повторяющиеся имена не могут существовать под одним и тем же родителем
sr: Dvostruka imena ne mogu postojati pod istom nadredjenom grupom
tr: Aynı kaynak altında birden fazla aynı isim kullanılamaz

source: Markdown notes (optional)
cs: Poznámky (volitelné)
el: Σημειώσεις Markdown (προαιρετικό)
fr: Notes Markdown (option)
ja: マークダウンメモ (オプション)
lt: Pastabos su „Markdown“ (neprivalomas)
nl: Markdown notitie (optioneel)
no: Markdown-notater (valgfritt)
ru: Записи о скидке (необязательно)
sr: Zabeleške (Opciono)
tr: Markdown notları (isteğe bağlı)

source: Barcode Data
cs: Data čárového kódu
el: Στοιχεία Barcode
fr: Données du code-barres
ja: バーコード情報
lt: Brūkšninio kodo duomenys
nl: Streepjescode gegevens
no: Strekkodedata
ru: Данные штрихкода
sr: Podaci sa barkoda
tr: Barkod Verisi

source: Third party barcode data
cs: Data čárového kódu třetí strany
el: Δεδομένα barcode τρίτων
fr: Données de code-barres tierces
ja: サードパーティ製バーコードデータ
lt: Trečiosios šalies brūkšninio kodo duomenys
nl: Streepjescode van derden
no: Tredjeparts strekkodedata
ru: Данные стороннего штрих-кода
sr: Podaci sa barkoda trećih lica
tr: Üçüncü parti barkod verisi

source: Barcode Hash
cs: Hash čárového kódu
el: Hash barcode
fr: Hash du code-barre
ja: バーコードハッシュ
lt: Brūkšninio kodo maiša
nl: Hash van Streepjescode
no: Strekkode-hash
ru: Хэш штрих-кода
sr: Heš barkoda
tr: Barkod Hash

source: Unique hash of barcode data
cs: Jedinečný hash dat čárového kódu
el: Μοναδικό hash δεδομένων barcode
fr: Hachage unique des données du code-barres
ja: バーコードデータのユニークなハッシュ
lt: Unikali brūkšninio kodo duomenų maiša"
nl: Unieke hash van barcode gegevens
no: Unik hash av strekkodedata
ru: Уникальный хэш данных штрих-кода
sr: Jedinstveni hash barkoda
tr: Barkod verisinin benzersiz hash'i

source: Existing barcode found
cs: Nalezen existující čárový kód
el: Βρέθηκε υπάρχων barcode
fr: Code-barres existant trouvé
ja: 既存のバーコードが見つかりました
lt: Rastas esamas brūkšninis kodas
nl: Bestaande barcode gevonden
no: Eksisterende strekkode funnet
ru: Обнаружен существующий штрих-код
sr: Postojeći barkod pronađen
tr: Var olan barkod bulundu

source: Task Failure
cs: Selhání úlohy
el: Αποτυχία εργασίας
fr: Échec de la tâche
ja: タスクの失敗
lt: Užduoties klaida
nl: Taak mislukt
ru: Задача не удалась
sr: Neuspešan zadatak
tr: Görev Başarısızlığı

source: Background worker task '{f}' failed after {n} attempts
cs: Úloha na pozadí '{f}' se ani po {n} pokusech nezdařila
el: Η εργασία background worker '{f}' απέτυχε μετά από {n} προσπάθειες
fr: La tâche de travail en arrière-plan '{f}' a échoué après {n} tentatives
ja: バックグラウンドワーカータスク'{f}'が{n}回試行した後に失敗しました
lt: Foninė užduotis '{f}' nepavyko po {n} bandymų
nl: Achtergrondtaak '{f}' is mislukt na {n} pogingen
ru: Фоновый процесс '{f}' после {n} попыток завершился с ошибкой
sr: Pozadinski proces '{f}' neuspešan posle {n} pokušaja
tr: Arka plan çalışan görevi '{f}' {n} denemeden sonra başarısız oldu

source: Server Error
cs: Chyba serveru
el: Σφάλμα διακομιστή
fr: Erreur serveur
ja: サーバーエラー
lt: Serverio klaida
nl: Serverfout
no: Serverfeil
ru: Ошибка сервера
sr: Greška servera
tr: Sunucu Hatası

source: An error has been logged by the server.
cs: Server zaznamenal chybu.
el: Ένα σφάλμα έχει καταγραφεί από το διακομιστή.
fr: Une erreur a été loguée par le serveur.
ja: サーバーによってエラーが記録されました。
lt: Serveris užfiksavo klaidą.
nl: Er is een fout gelogd door de server.
no: En feil har blitt logget av serveren.
ru: Сервер зарегистрировал ошибку.
sr: Server je zabležio grešku.
tr: Bir hafta sunucu tarafından kayıt edildi.

source: Image
cs: Obrazek
el: Εικόνα
ja: 画像
lt: Paveikslėlis
nl: Afbeelding
no: Bilde
ru: Изображение
sr: Slika
tr: Görsel

source: Must be a valid number
cs: Musí být platné číslo
el: Πρέπει να είναι αριθμός
fr: Doit être un nombre valide
ja: 有効な数字でなければなりません
lt: Turi būti teisingas skaičius
nl: Moet een geldig nummer zijn
no: Må være et gyldig tall
ru: Должно быть действительным номером
sr: Mora biti važeći broj
tr: Geçerli bir numara olmalı

source: Currency
cs: Měna
el: Νόμισμα
fr: Devise
ja: 通貨
lt: Valiuta
nl: Valuta
no: Valuta
ru: Валюта
sr: Valuta
tr: Para birimi

source: Select currency from available options
cs: Vyberte měnu z dostupných možností
el: Επιλέξτε νόμισμα από τις διαθέσιμες επιλογές
fr: Sélectionnez la devise à partir des options disponibles
ja: 利用可能なオプションから通貨を選択してください
lt: Pasirinkite valiutą iš galimų variantų
nl: Selecteer valuta uit beschikbare opties
no: Velg valuta ut fra tilgjengelige alternativer
ru: Выберите валюту из доступных вариантов
sr: Odaberite valutu među dostupnim opcijama
tr: Mevcut seçeneklerden para birimini seçin

source: This field may not be null.
cs: Toto pole nesmí být nulové.
fr: Ce champ ne peut pas être vide.
ja: この項目は空欄にできません。
nl: Dit veld mag niet nul zijn.
ru: Это поле не может быть пустым.
tr: Bu alan boş olamaz.

source: Invalid value
cs: Neplatná hodnota
el: Μη έγκυρη τιμή
fr: Valeur non valide
ja: 無効な値です。
lt: Neteisinga reikšmė
nl: Ongeldige waarde
no: Ugyldig verdi
ru: Неверное значение
sr: Nevažeća vrednost
tr: Geçersiz değer

source: Remote Image
cs: Vzdálený obraz
el: Απομακρυσμένες Εικόνες
fr: Images distantes
ja: 遠隔画像
lt: Nutolęs paveikslėlis
nl: Externe afbeelding
no: Eksternt bilde
ru: Удаленное изображение
sr: Udaljena slika
tr: Uzak Görsel

source: URL of remote image file
cs: URL souboru vzdáleného obrázku
el: Διεύθυνση URL του αρχείου απομακρυσμένης εικόνας
fr: URL du fichier image distant
ja: 外部画像ファイルのURL
lt: Nutolusio paveikslėlio failo URL
nl: URL van extern afbeeldingsbestand
no: URLtil ekstern bildefil
ru: ССЫЛКА файла изображения на удаленном сервере
sr: URL udaljene slike
tr: Uzak görselin dosya URL'si

source: Downloading images from remote URL is not enabled
cs: Stahování obrázků ze vzdálené URL není povoleno
el: Η λήψη εικόνων από απομακρυσμένο URL δεν είναι ενεργοποιημένη
fr: Le téléchargement des images depuis une URL distante n'est pas activé
ja: 外部URLからの画像ダウンロードは許可されていません
lt: Paveikslėlių atsisiuntimas iš nutolusio URL neįjungtas
nl: Afbeeldingen van externe URL downloaden is niet ingeschakeld
no: Nedlasting av bilder fra ekstern URL er ikke aktivert
ru: Загрузка изображений с удаленного URL-адреса не включена
sr: Preuzimanje slika s udaljenog URL-a nije omogućeno
tr: Uzak URL'den görsel indirme etkin değil

source: Failed to download image from remote URL
cs: Nepodařilo se stáhnout obrázek ze vzdálené adresy URL
el: Αποτυχία λήψης εικόνας από απομακρυσμένο URL
fr: Échec du téléchargement de l'image à partir de l'URL distant
ja: リモートURLからの画像ダウンロードに失敗しました
lt: Nepavyko atsisiųsti paveikslėlio iš nutolusio URL
nl: Fout bij het downloaden van afbeelding van externe URL
ru: Не удалось загрузить изображение из URL адреса
sr: Neuspešno preuzimanje slike sa udaljene URL
tr: Uzak URL'den görsel indirilemedi

source: Invalid content type format
cs: Neplatný formát typu obsahu
fr: Format du type de contenu invalide
ja: 無効なコンテンツタイプ形式です
nl: Ongeldig inhoudstype
ru: Неверный формат типа содержимого
tr: Geçersiz içerik türü biçimi

source: Content type not found
cs: Typ obsahu nenalezen
fr: Type de contenu introuvable
ja: コンテンツタイプが見つかりません
nl: Inhoudstype niet gevonden
ru: Тип содержимого не найден
tr: İçerik türü bulunamadı

source: Content type does not match required mixin class
cs: Typ obsahu neodpovídá požadované třídě mixinu
fr: Le type de contenu ne correspond pas à la classe de mixin requise
ja: コンテンツタイプが必須のミックスインクラスと一致しません
nl: Content type komt niet overeen met de vereiste mixin klasse
ru: Тип содержимого не соответствует требуемому классу миксина
tr: İçerik türü gerekli mixin sınıfı ile eşleşmemektedir

source: Arabic
cs: Arabština
el: Αραβικά
fr: Arabe
ja: アラビア語
lt: Arabų
nl: Arabisch
no: Arabisk
ru: Арабский
sr: Arabski
tr: Arapça

source: Bulgarian
cs: Bulharština
el: Βουλγάρικα
fr: Bulgare
ja: ブルガリア語
lt: Bulgarų
nl: Bulgaars
no: Bulgarsk
ru: Болгарский
sr: Bugarski
tr: Bulgarca

source: Czech
cs: Čeština
el: Τσέχικα
fr: Tchèque
ja: チェコ語
lt: Čekų
nl: Tsjechisch
no: Tsjekkisk
ru: Чешский
sr: Češki
tr: Çekçe

source: Danish
cs: Dánština
el: Δανέζικα
fr: Danois
ja: デンマーク語
lt: Danų
nl: Deens
no: Dansk
ru: Датский
sr: Danski
tr: Danca

source: German
cs: Němčina
el: Γερμανικά
fr: Allemand
ja: ドイツ語
lt: Vokiečių
nl: Duits
no: Tysk
ru: Немецкий
sr: Nemački
tr: Almanca

source: Greek
cs: Řečtina
el: Ελληνικά
fr: Grec
ja: ギリシャ語
lt: Graikų
nl: Grieks
no: Gresk
ru: Греческий
sr: Grčki
tr: Yunanca

source: English
cs: Angličtina
el: Αγγλικά
fr: Anglais
ja: 英語
lt: Anglų
nl: Engels
no: Engelsk
ru: Английский
sr: Engleski
tr: İngilizce

source: Spanish
cs: Španělština
el: Ισπανικά
fr: Espagnol
ja: スペイン語
lt: Ispanų
nl: Spaans
no: Spansk
ru: Испанский
sr: Španski
tr: İspanyolca

source: Spanish (Mexican)
cs: Španělština (Mexiko)
el: Ισπανικά (Μεξικό)
fr: Espagnol (Mexique)
ja: スペイン語(メキシコ)
lt: Ispanų (Meksikos)
nl: Spaans (Mexicaans)
no: Spansk (Meksikansk)
ru: Испанский (Мексика)
sr: Španski (Meksiko)
tr: İspanyolca(Meksika)

source: Estonian
cs: Estonština
el: Εσθονικά
fr: Estonien
ja: エストニア語
lt: Estų
nl: Estlands
no: Estisk
ru: Эстонский
sr: Estonijski
tr: Estonca

source: Farsi / Persian
cs: Farsi / Perština
el: Φαρσί / Περσικά
fr: Farsi / Perse
ja: ペルシャ語
lt: Persų (Farsi)
nl: Farsi / Perzisch
no: Farsi / Persisk
ru: Фарси / Персидский
sr: Farsi / Persijski
tr: Farsça

source: Finnish
cs: Finština
el: Φινλανδικά
fr: Finnois
ja: フィンランド語
lt: Suomių
nl: Fins
no: Finsk
ru: Финский
sr: Finski
tr: Fince

source: French
cs: Francouzština
el: Γαλλικά
fr: Français
ja: フランス語
lt: Prancūzų
nl: Frans
no: Fransk
ru: Французский
sr: Francuski
tr: Fransızca

source: Hebrew
cs: Hebrejština
el: Εβραϊκά
fr: Hébreu
ja: ヘブライ語
lt: Hebrajų
nl: Hebreeuws
no: Hebraisk
ru: Иврит
sr: Jevrejski
tr: İbranice

source: Hindi
cs: Hindština
el: Ινδικά
ja: ヒンディー語
ru: Хинди
sr: Hindu
tr: Hintçe

source: Hungarian
cs: Maďarština
el: Ούγγρικα
fr: Hongrois
ja: ハンガリー語
lt: Vengrų
nl: Hongaars
no: Ungarsk
ru: Венгерский
sr: Mađarski
tr: Macarca

source: Italian
cs: Italština
el: Ιταλικά
fr: Italien
ja: イタリア語
lt: Italų
nl: Italiaans
no: Italiensk
ru: Итальянский
sr: Italijanski
tr: İtalyanca

source: Japanese
cs: Japonština
el: Ιαπωνικά
fr: Japonais
ja: 日本語
lt: Japonų
nl: Japans
no: Japansk
ru: Японский
sr: Japanski
tr: Japonca

source: Korean
cs: Korejština
el: Κορεάτικα
fr: Coréen
ja: 韓国語
lt: Korėjiečių
nl: Koreaans
no: Koreansk
ru: Корейский
sr: Korejski
tr: Korece

source: Lithuanian
cs: Litevština
el: Λιθουανικά
fr: Lituanien
ja: リトアニア語
lt: Lietuvių
nl: Litouws
ru: Литовский
sr: Litvanski
tr: Litvanya

source: Latvian
cs: Lotyština
el: Λετονικά
fr: Letton
ja: ラトビア語
lt: Latvių
nl: Lets
no: Latvisk
ru: Латышский
sr: Letonijski
tr: Letonca

source: Dutch
cs: Nizozemština
el: Ολλανδικά
fr: Néerlandais
ja: オランダ語
lt: Olandų
nl: Nederlands
no: Nederlandsk
ru: Голландский
sr: Holandski
tr: Flemenkçe

source: Norwegian
cs: Norština
el: Νορβηγικά
fr: Norvégien
ja: ノルウェー語
lt: Norvegų
nl: Noors
no: Norsk
ru: Норвежский
sr: Norveški
tr: Norveççe

source: Polish
cs: Polština
el: Πολωνικά
fr: Polonais
ja: ポーランド語
lt: Lenkų
nl: Pools
no: Polsk
ru: Польский
sr: Poljski
tr: Polonyaca

source: Portuguese
cs: Portugalština
el: Πορτογαλικά
fr: Portugais
ja: ポルトガル語
lt: Portugalų
nl: Portugees
no: Portugisisk
ru: Португальский
sr: Portugalski
tr: Portekizce

source: Portuguese (Brazilian)
cs: Portugalština (Brazilská)
el: Πορτογαλικά (Βραζιλίας)
fr: Portugais (Brésilien)
ja: ポルトガル語 (ブラジル)
lt: Portugalų (Brazilijos)
nl: Portugees (Braziliaans)
no: Portugisisk (Brasil)
ru: Португальский (Бразильский диалект)
sr: Portugalski (Brazil)
tr: Portekizce (Brezilya)

source: Romanian
cs: Rumunština
el: Ρουμανικά
fr: Roumain
ja: ルーマニア語
lt: Rumunų
nl: Roemeens
no: Rumensk
ru: Румынский
sr: Rumunski
tr: Romen

source: Russian
cs: Ruština
el: Ρωσικά
fr: Russe
ja: ロシア語
lt: Rusų
nl: Russisch
no: Russisk
ru: Русский
sr: Ruski
tr: Rusça

source: Slovak
cs: Slovenština
el: Σλοβάκικα
fr: Slovaque
ja: スロバキア語
lt: Slovakų
nl: Slowaaks
no: Slovakisk
ru: Словацкий
sr: Slovački
tr: Slovakça

source: Slovenian
cs: Slovinština
el: Σλοβενικά
fr: Slovénien
ja: スロベニア語
lt: Slovėnų
nl: Sloveens
no: Slovensk
ru: Словенский
sr: Slovenski
tr: Slovakça

source: Serbian
cs: Srbština
el: Σερβικά
fr: Serbe
ja: セルビア語
lt: Serbų
nl: Servisch
no: Serbisk
ru: Сербский
sr: Srpski
tr: Sırpça

source: Swedish
cs: Švédština
el: Σουηδικά
fr: Suédois
ja: スウェーデン語
lt: Švedų
nl: Zweeds
no: Svensk
ru: Шведский
sr: Švedski
tr: İsveççe

source: Thai
cs: Thajština
el: Ταϊλανδέζικα
fr: Thaïlandais
ja: タイ語
lt: Tajų
nl: Thais
no: Thailandsk
ru: Тайский
sr: Tajlandski
tr: Tay dili

source: Turkish
cs: Turečtina
el: Τούρκικα
fr: Turc
ja: トルコ語
lt: Turkų
nl: Turks
no: Tyrkisk
ru: Турецкий
sr: Turski
tr: Türkçe

source: Ukrainian
cs: Ukrajinština
el: Ουκρανικά
fr: Ukrainien
ja: ウクライナ語
lt: Ukrainiečių
nl: Oekraïnes
no: Ukrainsk
ru: Украинский
sr: Ukrajinski
tr: Ukraynaca

source: Vietnamese
cs: Vietnamština
el: Βιετναμέζικα
fr: Vietnamien
ja: ベトナム語
lt: Vietnamiečių
nl: Vietnamees
no: Vietnamesisk
ru: Вьетнамский
sr: Vijetnamski
tr: Vietnamca

source: Chinese (Simplified)
cs: Čínština (zjednodušená)
el: Κινέζικα (απλοποιημένα)
fr: Chinois (Simplifié)
ja: 中国語 (簡体字)
lt: Kinų (supaprastinta)
nl: Chinees (vereenvoudigd)
no: Kinesisk (forenklet)
ru: Китайский (Упрощенный)
sr: Kineski (Uprošćeni)
tr: Çince (Basitleştirilmiş)

source: Chinese (Traditional)
cs: Čínština (tradiční)
el: Κινέζικα (Παραδοσιακά)
fr: Chinois (Traditionnel)
ja: 中国語 (繁体字)
lt: Kinų (tradicinė)
nl: Chinees (traditioneel)
no: Kinesisk (tradisjonell)
ru: Китайский (Традиционный)
sr: Kineski (Tradicionalni)
tr: Çince (Geleneksel)

source: Update Available
cs: Dostupná aktualizace
el: Διαθέσιμη ενημέρωση
fr: Mise à jour disponible
ja: アップデートが利用可能
nl: Update beschikbaar
no: Oppdatering er tilgjengelig
ru: Доступно обновление
tr: Güncelleme mevcut

source: An update for InvenTree is available
cs: Aktualizace pro InvenTree je k dispozici
el: Μια ενημέρωση για το InvenTree είναι διαθέσιμη
fr: Une mise à jour pour InvenTree est disponible
ja: InvenTreeの更新版が利用可能になりました
nl: Een update voor Inventree is beschikbaar
ru: Доступно обновление для InvenTree
tr: InvenTree için güncelleme mevcut

source: Invalid physical unit
cs: Neplatná fyzikální jednotka
el: Μη έγκυρη φυσική μονάδα
fr: Unité invalide
ja: 無効な物理単位
lt: Neteisingas fizinis vienetas
nl: Ongeldige fysieke eenheid
no: Ugyldig fysisk enhet
ru: Неверная физическая единица
sr: Nevažeća jedinica mere
tr: Geçersiz fiziksel birim

source: Not a valid currency code
cs: Neplatný kód měny
el: Μη έγκυρος κωδικός συναλλάγματος
fr: Code de devise invalide
ja: 有効な通貨コードではありません。
lt: Netinkamas valiutos kodas
nl: Geen geldige valutacode
no: Ikke en gyldig valutakode
ru: Неверный код валюты
sr: Nevažeći kod valute
tr: Geçerli bir para birimi kodu değil

source: Order Status
cs: Stav objednávky
el: Κατάσταση παραγγελίας
fr: Statut de la commande
ja: 注文ステータス
lt: Užsakymo būsena
nl: Status van bestelling
no: Ordrestatus
ru: Статус заказа
sr: Status naloga
tr: Sipariş Durumu

source: Parent Build
cs: Nadřazená sestava
el: Γονική Κατασκευή
fr: Fabrication parente
ja: 親ビルド
lt: Pirminė gamyba
nl: Bovenliggende Productie
no: Overordnet produksjon
ru: Родительский заказ на производство
sr: Roditeljski proizvod
tr: Üst Yapım İşi

source: Include Variants
cs: Zahrnout varianty
el: Συμπερίληψη παραλλαγών
fr: Inclure les variantes
ja: バリアントを含む
lt: Įtraukti variantus
nl: Inclusief varianten
ru: Включая варианты
sr: Uključi varijante
tr: Varyantları Dahil Et

source: Part
cs: Díl
el: Εξάρτημα
fr: Pièce
ja: パーツ
lt: Detalė
nl: Onderdeel
no: Del
ru: Деталь
sr: Deo
tr: Parça

source: Category
cs: Kategorie
el: Κατηγορία
fr: Catégorie
ja: カテゴリ
lt: Kategorija
nl: Categorie
no: Kategori
ru: Категория
sr: Kategorija
tr: Kategori

source: Ancestor Build
cs: Sestava předků
el: Πρόγονος κατασκευής
fr: Version Précédente
ja: 祖先ビルド
lt: Ankstesnė gamyba
nl: Voorouderlijke bouw
ru: Родительская сборка
sr: Proizvod predaka
tr: Kök Üretim

source: Assigned to me
cs: Přiřazeno mě
el: Ανατεθειμένες σε εμένα
fr: Attribué à moi
ja: 担当
lt: Priskirta man
nl: Toegewezen aan mij
ru: Назначено мне
sr: Dodeljeno meni
tr: Bana atandı

source: Assigned To
cs: Přiřazeno
el: Ανατεθεί σε
fr: Attribué à
ja: 割り当て
lt: Priskirta
nl: Toegewezen aan
ru: Назначено
sr: Dodeljeno
tr: Atanılan Kişi

source: Created before
cs: Vytvořeno před
el: Δημιουργήθηκε πριν από
fr: Créé avant
ja: 作成前
lt: Sukurta prieš
nl: Gemaakt voor
ru: Создано до
sr: Kreirano pre
tr: Daha önce oluşturuldu

source: Created after
cs: Vytvořeno po
el: Δημιουργήθηκε μετά από
fr: Créé après
ja: の後に作成されました。
lt: Sukurta po
nl: Gemaakt na
ru: Создано после
sr: Kreirano nakon
tr: Sonra oluşturuldu

source: Has start date
cs: Má počáteční datum
el: Με ημερομηνία έναρξης
fr: A une date de début
ja: 開始日あり
lt: Turi pradžios datą
nl: Heeft een startdatum
ru: Есть дата начала
tr: Başlangıç tarihi var

source: Start date before
cs: Datum začátku před
el: Ημερομηνία έναρξης πριν από
fr: Date de début avant
ja: 開始日 前
lt: Pradžios data prieš
nl: Vervaldatum voor
ru: Дата начала до
tr: Başlangıç tarihi önce

source: Start date after
cs: Datum začátku po
el: Ημερομηνία έναρξης μετά από
fr: Date de début après
ja: 開始日 後
lt: Pradžios data po
nl: Vervaldatum na
ru: Дата начала после
tr: Başlangıç tarihi sonra

source: Has target date
cs: Má cílové datum
el: Με ημερομηνία στόχο
fr: A une date butoir
ja: 目標期日あり
lt: Turi tikslinę datą
nl: Heeft doel datum
ru: Есть целевая дата
tr: Hedef tarihi var

source: Target date before
cs: Cílové datum před
el: Ημερομηνία στόχος πριν από
fr: Date cible avant
ja: 目標期日
lt: Tikslinė data prieš
nl: Doel datum voor
ru: Целевая дата до
sr: Ciljni datum pre
tr: Hedef tarihi önce

source: Target date after
cs: Cílové datum po
el: Ημερομηνία στόχος μετά από
fr: Date cible après
ja: 以降の目標日
lt: Tikslinė data po
nl: Doel datum na
ru: Целевая дата после
sr: Ciljni datum nakon
tr: Hedef tarihi sonra

source: Completed before
cs: Dokončeno před
el: Ολοκληρώθηκε πριν από
fr: Terminé avant
ja: 完成前
lt: Užbaigta prieš
nl: Voltooid voor
ru: Завершено до
sr: Završeno pre
tr: Daha önce tamamlandı

source: Completed after
cs: Dokončeno po
el: Ολοκληρώθηκε μετά από
fr: Terminé après
ja: 終了後
lt: Užbaigta po
nl: Voltooid na
ru: Завершено после
sr: Završeno nakon
tr: Sonra tamamlandı

source: Min Date
cs: Min. datum
el: Ελάχιστη ημερομηνία
fr: Date min
ja: 最小日付
lt: Minimali data
nl: Min. datum
ru: Минимальная дата
tr: En yakın tarih

source: Max Date
cs: Max datum
el: Μέγιστη ημερομηνία
fr: Date maximale
ja: 最大日付
lt: Maksimali data
nl: Max. datum
ru: Максимальная дата
tr: Maksimum Tarih

source: Exclude Tree
cs: Vyloučit strom
el: Εξαίρεση δέντρου
fr: Exclure l'arbre
ja: ツリーを除く
lt: Neįtraukti medžio struktūros
nl: Boomstructuur uitsluiten
ru: Исключить дерево
sr: Ne uključuj stablo
tr: Ağacı Hariç Tut

source: Build must be cancelled before it can be deleted
cs: Sestavení musí být zrušeno před odstraněním
el: Η έκδοση πρέπει να ακυρωθεί πριν διαγραφεί
fr: La construction doit être annulée avant de pouvoir être supprimée
ja: 削除するには、ビルドをキャンセルする必要があります。
lt: Prieš ištrinant gamybą, ji turi būti atšaukta
nl: Productie moet geannuleerd worden voordat het kan worden verwijderd
no: Produksjonen må avbrytes før den kan slettes
ru: Заказ на производство должен быть отменен перед удалением
sr: Proizvod mora biti poništen pre nego što se izbriše
tr: Üretim silinemeden önce iptal edilmelidir

source: Consumable
cs: Spotřební materiál
el: Αναλώσιμο
fr: Consommable
ja: 消耗品
lt: Sunaudojama
nl: Verbruiksartikelen
no: Forbruksvare
ru: Расходник
sr: Potrošni materijal
tr: Sarf Malzemesi

source: Optional
cs: Volitelné
el: Προαιρετικό
fr: Facultatif
ja: オプション
lt: Pasirinktinai
nl: Optioneel
no: Valgfritt
ru: Необязательно
sr: Opciono
tr: İsteğe Bağlı

source: Assembly
cs: Sestava
el: Συναρμολόγηση
fr: Assemblage
ja: アセンブリ
lt: Surinkimas
nl: Samenstelling
no: Sammenstilling
ru: Сборная деталь
sr: Sklapanje
tr: Montaj

source: Tracked
cs: Sledováno
el: Υπό παρακολούθηση
fr: Suivi
ja: 追跡
lt: Sekama
nl: Gevolgd
no: Spores
ru: Отслеживается
sr: Praćeno
tr: İzlenen

source: Testable
cs: Testovatelné
el: Υπό δοκιμή
ja: テスト可能
lt: Testuojama
nl: Testbaar
ru: Тестируемая
sr: Proverljivo
tr: Test Edilebilir

source: Order Outstanding
cs: Objednávka nevyřízená
el: Εκκρεμής παραγγελία
fr: Commande en cours
ja: 受注残高
lt: Liko neįvykdytų užsakymų
nl: Openstaande order
ru: Невыполненные заказы
sr: Neizmirena narudžbina
tr: Sipariş Açık

source: Allocated
cs: Přiděleno
el: Κατανεμημένο
fr: Allouée
ja: 割り当てられた
lt: Priskirta
nl: Toegewezen
no: Tildelt
ru: Зарезервировано
sr: Alocirano
tr: Tahsis Edildi

source: Consumed
cs: Spotřebováno
el: Καταναλωμένο
fr: Consommé
ja: 消費されました
nl: Verbruikt
ru: Потреблено
tr: Tüketildi

source: Available
cs: Dostupné
el: Διαθέσιμο
fr: Disponible
ja: 利用可能
lt: Prieinama
nl: Beschikbaar
no: Tilgjengelig
ru: Доступно
sr: Dostupno
tr: Mevcut

source: On Order
cs: Na objednávku
el: Σε παραγγελία
fr: En Commande
ja: 注文中
lt: Užsakyta
nl: In bestelling
no: I bestilling
ru: В заказе
sr: Po narudžbini
tr: Siparişte

source: Build Order
cs: Výrobní příkaz
el: Σειρά Κατασκευής
fr: Ordre de Fabrication
ja: 組立注文
lt: Gamybos užsakymas
nl: Productieorder
no: Produksjonsordre
ru: Заказ на производство
sr: Nalog za izradu
tr: Üretim Emri

source: Location
cs: Lokace
el: Τοποθεσία
fr: Emplacement
ja: 場所
lt: Vieta
nl: Locatie
no: Plassering
ru: Расположение
sr: Lokacija
tr: Konum

source: Output
cs: Výstup
el: Έξοδος
fr: Sortie
ja: 出力
nl: Uitvoer
ru: Выход
tr: Çıktı

source: Filter by output stock item ID. Use 'null' to find uninstalled build items.
cs: Filtrovat podle ID výstupní položky zásoby. Použijte 'null' pro nalezení odinstalovaných položek sestavení.
el: Φιλτράρισμα με βάση το ID του αποθέματος εξόδου. Χρησιμοποιήστε 'null' για να βρείτε μη εγκατεστημένα στοιχεία κατασκευής
fr: Filtrer par l'identifiant (ID) des articles du stock de sortie. Utilisez 'null' pour trouver les éléments de fabrication non installés.
ja: 出力ストックアイテムIDでフィルタリングします。未インストールビルドアイテムを検索するには「null」をご使用ください。
nl: Filter op uitvoer standaard item ID. Gebruik 'null' om niet geïnstalleerde build items te vinden.
ru: Фильтрация по идентификатору исходящей складской позиции. Используйте 'null', чтобы найти несмонтированные элементы сборки.
tr: Çıktı stok kalemi ID'sine göre filtrele. Takılmamış üretim kalemlerini bulmak için ‘null’ kullan.

source: Build Orders
cs: Výrobní příkazy
el: Δημιουργία Παραγγελιών
fr: Ordres de Fabrication
ja: 組立注文
lt: Gamybos užsakymai
nl: Productieorders
no: Produksjonsordrer
ru: Заказы на производство
sr: Nalozi za izradu
tr: Üretim Emirleri
