Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Minimum allowed stock level
cs: Minimální povolená úroveň zásob
el: Ελάχιστο επιτρεπτό επίπεδο αποθέματος
fr: Niveau de stock minimum autorisé
ja: 最低許容在庫量
lt: Mažiausias leidžiamas atsargų kiekis
nl: Minimaal toegelaten stock niveau
no: Minimum tillatt lagernivå
ru: Минимально допустимый складской запас
sr: Minimalni dozvoljen nivo zaliha
tr: İzin verilen minimum stok düzeyi

source: Units of measure for this part
cs: Měrné jednotky pro tento díl
el: Μονάδες μέτρησης για αυτό το προϊόν
fr: Unités de mesure pour cette partie
ja: この部品の単位
lt: Šios detalės matavimo vienetai
nl: Eenheden voor dit onderdeel
no: Måleenheter for denne delen
ru: Единицы измерения этой детали
sr: Jedinice mere za ovaj deo
tr: Bu parça için ölçü birimleri

source: Can this part be built from other parts?
cs: Lze tento díl sestavit z jiných dílů?
el: Μπορεί αυτό το προϊόν να κατασκευαστεί από άλλα προϊόντα;
fr: Cette pièce peut-elle être fabriquée à partir d'autres pièces ?
ja: この部品は他の部品から作ることができますか？
lt: Ar ši detalė gali būti pagaminta iš kitų detalių?
nl: Kan dit onderdeel uit andere delen worden gebouwd?
no: Kan denne delen bygges fra andre deler?
ru: Может ли эта деталь быть создана из других деталей?
sr: Da li ovaj deo može biti izgrađen od drugih delova?
tr: Bu parça diğer parçalardan üretilebilir mi?

source: Can this part be used to build other parts?
cs: Lze tento díl použít k sestavení jiných dílů?
el: Μπορεί αυτό το προϊόν να χρησιμοποιηθεί για την κατασκευή άλλων προϊόντων;
fr: Cette pièce peut-elle être utilisée pour construire d'autres pièces ?
ja: この部品を使って他の部品を作ることはできますか？
lt: Ar ši detalė gali būti naudojama kitoms detalėms gaminti?
nl: Kan dit onderdeel gebruikt worden om andere onderdelen te bouwen?
no: Kan denne delen brukes til å bygge andre deler?
ru: Может ли эта деталь использоваться для создания других деталей?
sr: Da li ovaj deo može biti korišćen za izradu drugih delova?
tr: Bu parça diğer parçaların üretiminde kullanılabilir mi?

source: Does this part have tracking for unique items?
cs: Lze u tohoto dílu sledovat jednotlivé položky?
el: Έχει αυτό το προϊόν ιχνηλάτηση για μοναδικά είδη;
fr: Cette partie dispose-t-elle d'un suivi pour les articles uniques ?
ja: このパーツはユニークなアイテムの追跡が可能ですか？
lt: Ar ši detalė turi unikalių vienetų sekimą?
nl: Heeft dit onderdeel een tracking voor unieke items?
no: Har denne delen sporing av unike artikler?
ru: Является ли каждый экземпляр этой детали уникальным, обладающим серийным номером?
sr: Da li ovaj deo ima praćenje za više stavki?
tr: Bu parçanın benzersiz kalemler için izleme özelliği var mı?

source: Can this part have test results recorded against it?
cs: Může mít tento díl zaznamenány výsledky testu?
el: Μπορούν να καταχωρηθούν αποτελέσματα δοκιμών για αυτό το προϊόν;
fr: Des résultats de tests peuvent-ils être enregistrés pour cette pièce ?
ja: この部品にテスト結果を記録することはできますか？
lt: Ar šiai detalei gali būti priskirti bandymų rezultatai?
nl: Kunnen de testresultaten van dit onderdeel tegen dit onderdeel worden geregistreerd?
ru: Можно ли в этой детали записывать результаты тестов?
sr: Da li ovaj deo može imati svoje rezultate testa?
tr: Bu parçanın test sonuçları kaydedilebilir mi?

source: Can this part be purchased from external suppliers?
cs: Může být tento díl zakoupen od externích dodavatelů?
el: Μπορεί αυτό το προϊόν να αγοραστεί από εξωτερικούς προμηθευτές;
fr: Cette pièce peut-elle être achetée auprès de fournisseurs externes ?
ja: この部品は外部のサプライヤーから購入できますか？
lt: Ar ši detalė gali būti perkama iš išorinių tiekėjų?
nl: Kan dit onderdeel worden gekocht van externe leveranciers?
no: Kan denne delen kjøpes inn fra eksterne leverandører?
ru: Может ли эта деталь быть закуплена у внешних поставщиков?
sr: Da li ovaj deo može biti kupljen od eksternih dobavljača?
tr: Bu parça dış tedarikçilerden satın alınabilir mi?

source: Can this part be sold to customers?
cs: Lze tento díl prodávat zákazníkům?
el: Μπορεί αυτό το προϊόν να πωληθεί σε πελάτες;
fr: Cette pièce peut-elle être vendue aux clients ?
ja: この部品は顧客に販売できますか？
lt: Ar ši detalė gali būti parduodama klientams?
nl: Kan dit onderdeel aan klanten worden verkocht?
no: Kan denne delen selges til kunder?
ru: Может ли эта деталь быть продана покупателям?
sr: Da li ovaj deo može biti prodat mušterijama?
tr: Bu parça müşterilere satılabilir mi?

source: Is this part active?
cs: Je tento díl aktivní?
el: Είναι αυτό το προϊόν ενεργό;
fr: Est-ce que cette pièce est active ?
ja: この部分はアクティブですか？
lt: Ar ši detalė yra aktyvi?
nl: Is dit onderdeel actief?
no: Er denne delen aktiv?
ru: Эта деталь активна?
sr: Da li je ovaj deo aktivan?
tr: Bu parça aktif mi?

source: Locked parts cannot be edited
cs: Uzamčené díly nelze upravit
el: Κλειδωμένα προϊόντα δεν μπορούν να τροποποιηθούν
fr: Les parties verrouillées ne peuvent pas être modifiées
ja: ロックされた部分は編集できません
lt: Užrakintos detalės negali būti redaguojamos
nl: Vergrendelde onderdelen kunnen niet worden bewerkt
ru: Заблокированные детали нельзя редактировать
sr: Zaključani delovi se ne mogu menjati
tr: Kilitli parçalar değiştirilemez

source: Is this a virtual part, such as a software product or license?
cs: Je to virtuální díl, například softwarový produkt nebo licence?
el: Είναι αυτό ένα εικονικό προϊόν, όπως προϊόν λογισμικού ή άδεια;
fr: S'agit-il d'un élément virtuel, tel qu'un logiciel ou une licence ?
ja: これは、ソフトウェア製品やライセンスなどの仮想部品ですか？
lt: Ar tai virtuali detalė, pavyzdžiui, programinė įranga ar licencija?
nl: Is dit een virtueel onderdeel, zoals een softwareproduct of licentie?
no: Er dette en virtuell del, som et softwareprodukt eller en lisens?
ru: Эта деталь виртуальная, как программный продукт или лицензия?
sr: Da li je ovo virtuelni deo, kao na primer softver ili licenca?
tr: Bu, yazılım ürünü veya lisans gibi sanal bir parça mı?

source: BOM Validated
cs: Kusovník ověřen
el: Το BOM έχει επικυρωθεί
fr: Nomenclature validée
ja: 部品表の検証が完了しました
nl: Stuklijst BOM gecontroleerd
ru: Спецификация подтверждена
tr: BOM Doğrulandı

source: Is the BOM for this part valid?
cs: Je kusovník pro tuto část platný?
el: Είναι το BOM για αυτό το προϊόν έγκυρο;
fr: Est-ce que la nomenclature pour cette pièce est correcte ?
ja: こちらの部品の部品表（BOM）は有効でしょうか？
nl: Is de BOM voor dit deel geldig?
ru: Валидна ли спецификация для этой детали?
tr: Bu parçanın BOM'u geçerli mi?

source: BOM checksum
cs: Kontrolní součet kusovníku
el: Άθροισμα ελέγχου BOM
fr: Somme de contrôle de la nomenclature
ja: BOMチェックサム
lt: BOM kontrolinė suma
no: Kontrollsum for BOM
ru: Контрольная сумма BOM
sr: Suma spiska materijala
tr: BOM sağlama toplamı

source: Stored BOM checksum
cs: Uložený kontrolní součet kusovníku
el: Αποθηκευμένο άθροισμα ελέγχου BOM
fr: Somme de contrôle de la nomenclature enregistrée
ja: 保存されたBOMのチェックサム
lt: Išsaugota BOM kontrolinė suma
nl: Checksum van BOM opgeslagen
no: Lagret BOM-kontrollsum
ru: Сохранённая контрольная сумма спецификации
sr: Uskladištena suma spiska materijala
tr: Saklanan BOM sağlama toplamı

source: BOM checked by
cs: Kusovník zkontroloval
el: Έλεγχος BOM από
fr: Nomenclature vérifiée par
ja: BOMチェック済み
lt: Detalių sąrašą patikrino
nl: BOM gecontroleerd door
no: Stykkliste sjekket av
ru: BOM проверил
sr: Spisak materijala proveren od strane
tr: BOM'u kontrol eden

source: BOM checked date
cs: Datum kontroly kusovníku
el: Ημερομηνία ελέγχου BOM
fr: Date de vérification de la nomenclature
ja: BOMチェック日
lt: Detalių sąrašo patikrinimo data
nl: BOM gecontroleerd datum
no: Stykkliste sjekket dato
ru: Дата проверки BOM
sr: Spisak materijala proveren datuma
tr: BOM kontrol tarihi

source: Creation User
cs: Vytváření uživatele
el: Χρήστης δημιουργίας
fr: Création Utilisateur
ja: 作成ユーザー
lt: Sukūręs vartotojas
nl: Aanmaken gebruiker
no: Opprettingsbruker
ru: Создатель
sr: Korisnik koji je kreirao
tr: Oluşturan Kullanıcı

source: Owner responsible for this part
cs: Vlastník odpovědný za tento díl
el: Ιδιοκτήτης υπεύθυνος για αυτό το προϊόν
fr: Propriétaire responsable de cette pièce
ja: この部分の責任者
lt: Atsakingas vartotojas už šią detalę
nl: Eigenaar verantwoordelijk voor dit deel
no: Eier ansvarlig for denne delen
ru: Ответственный владелец этой детали
sr: Vlasnik odgovoran za ovaj deo
tr: Bu parçanın sorumlu sahibi

source: Sell multiple
cs: Prodat více
el: Πώληση πολλαπλάσιων
fr: Ventes multiples
ja: 複数販売
lt: Parduodamas kiekis
nl: Verkopen van meerdere
no: Selg flere
ru: Продать несколько
sr: Prodaj više
tr: Birden fazla sat

source: Currency used to cache pricing calculations
cs: Měna použitá pro výpočet cen v mezipaměti
el: Νόμισμα που χρησιμοποιείται για την προσωρινή αποθήκευση υπολογισμών τιμολόγησης
fr: Devise utilisée pour cacher les calculs de prix
ja: 価格計算のキャッシュに使用される通貨
lt: Valiuta, naudojama kainų skaičiavimams kaupti
nl: Valuta die gebruikt wordt voor de cache berekeningen
no: Valuta som brukes til å bufre prisberegninger
ru: Валюта, используемая для кэширования расчётов цен
sr: Valuta korišćena za vršenje proračuna o cenama
tr: Fiyat hesaplamalarını önbelleğe almak için kullanılan para birimi

source: Minimum BOM Cost
cs: Minimální cena kusovníku
el: Ελάχιστο κόστος BOM
fr: Coût minimum de la nomenclature
ja: 最小BOMコスト
lt: Minimali BOM kaina
nl: Minimale BOM kosten
no: Minimal BOM-kostnad
ru: Минимальная Стоимость BOM
sr: Minimalna vrednost spiska materijala
tr: Minimum BOM Maliyeti

source: Minimum cost of component parts
cs: Minimální cena komponent dílu
el: Ελάχιστο κόστος προϊόντων Προϊόντων
fr: Coût minimal des composants
ja: 構成部品の最低コスト
lt: Minimali komponentų detalių kaina
nl: Minimale kosten van onderdelen
no: Minste kostnad for komponentdeler
ru: Минимальная стоимость компонентных деталей
sr: Minimalna vrednost komponenti delova
tr: Bileşenlerin minimum maliyeti

source: Maximum BOM Cost
cs: Maximální cena kusovníku
el: Μέγιστο κόστος BOM
fr: Coût maximal de la nomenclature
ja: 最大BOMコスト
lt: Maksimali BOM kaina
nl: Maximale BOM kosten
no: Maksimal BOM-kostnad
ru: Максимальная Стоимость BOM
sr: Maksimalna vrednost spiska materijala
tr: Maksimum BOM Maliyeti

source: Maximum cost of component parts
cs: Maximální cena komponent dílu
el: Μέγιστο κόστος προϊόντων Προϊόντων
fr: Coût maximal des composants
ja: 構成部品の最大コスト
lt: Maksimali komponentų detalių kaina
nl: Maximale kosten van onderdelen
no: Maksimal kostnad for komponentdeler
ru: Максимальная стоимость компонентных деталей
sr: Maksimalna vrednost komponenti delova
tr: Bileşenlerin maksimum maliyeti

source: Minimum Purchase Cost
cs: Minimální nákupní cena
el: Ελάχιστο κόστος αγοράς
fr: Coût d'achat minimum
ja: 最低購入価格
lt: Minimali pirkimo kaina
nl: Minimale aankoop kosten
no: Minimal innkjøpskostnad
ru: Минимальная стоимость закупки
sr: Minimalna kupovna vrednost
tr: Minimum Satın Alma Maliyeti

source: Minimum historical purchase cost
cs: Minimální historická nákupní cena
el: Ελάχιστο ιστορικό κόστος αγοράς
fr: Coût d'achat historique minimum
ja: 過去の最低購入価額
lt: Mažiausia istorinė pirkimo kaina
nl: Minimale historische aankoop kosten
no: Minimal historisk innkjøpskostnad
ru: Минимальная историческая стоимость закупки
sr: Minimalna istorijska kupovna vrednost
tr: Minimum tarihsel satın alma maliyeti

source: Maximum Purchase Cost
cs: Maximální nákupní cena
el: Μέγιστο κόστος αγοράς
fr: Coût d'achat maximum
ja: 最大購入費用
lt: Maksimali pirkimo kaina
nl: Maximale aanschaf kosten
no: Maksimal innkjøpskostnad
ru: Максимальная стоимость закупки
sr: Maksimalna kupovna vrednost
tr: Maksimum Satın Alma Maliyeti

source: Maximum historical purchase cost
cs: Maximální historická nákupní cena
el: Μέγιστο ιστορικό κόστος αγοράς
fr: Coût d'achat historique maximum
ja: 過去の最高購入価格
lt: Didžiausia istorinė pirkimo kaina
nl: Maximum historische aankoop kosten
no: Maksimal historisk innkjøpskostnad
ru: Максимальная историческая стоимость закупки
sr: Maksimalna istorijska kupovna vrednost
tr: Maksimum tarihsel satın alma maliyeti

source: Minimum Internal Price
cs: Minimální interní cena
el: Ελάχιστη εσωτερική τιμή
fr: Prix interne minimum
ja: 最低社内価格
lt: Minimali vidinė kaina
nl: Minimale interne prijs
no: Minimal intern pris
ru: Минимальная внутренняя цена
sr: Minimalna interna cena
tr: Minimum Dahili Fiyat

source: Minimum cost based on internal price breaks
cs: Minimální cena závislá na množstevní slevě
el: Ελάχιστο κόστος βάσει εσωτερικών κλιμακωτών τιμών
fr: Coût minimum basé sur des ruptures de prix internes
ja: 社内価格ブレークに基づく最低コスト
lt: Mažiausia kaina pagal vidinius kainų intervalus
nl: Minimale kosten op basis van interne prijsschommelingen
no: Minimal kostnad basert på interne prisbrudd
ru: Минимальная стоимость на основе внутренних ценовых уровней
sr: Minimalna cena bazirana na internim sniženjima cena
tr: Dahili fiyat kademelerine dayalı minimum maliyet

source: Maximum Internal Price
cs: Maximální interní cena
el: Μέγιστη εσωτερική τιμή
fr: Prix interne maximum
ja: 社内最高価格
lt: Maksimali vidinė kaina
nl: Maximale interne prijs
no: Maksimal intern pris
ru: Максимальная внутренняя цена
sr: Maksimalna interna cena
tr: Maksimum Dahili Fiyat

source: Maximum cost based on internal price breaks
cs: Maximální cena závislá na množstevní slevě
el: Μέγιστο κόστος βάσει εσωτερικών κλιμακωτών τιμών
fr: Coût maximum basé sur les écarts de prix internes
ja: 社内価格ブレークに基づく最大コスト
lt: Didžiausia kaina pagal vidinius kainų intervalus
nl: Maximale kosten gebaseerd op interne prijsvoordelen
no: Maksimal kostnad basert på interne prisbrudd
ru: Максимальная стоимость на основе внутренних ценовых уровней
sr: Maksimalna vrednost bazirana na internim sniženjima cena
tr: Dahili fiyat kademelerine dayalı maksimum maliyet

source: Minimum Supplier Price
cs: Minimální cena dodavatele
el: Ελάχιστη τιμή προμηθευτή
fr: Prix minimum du fournisseur
ja: 最低供給価格
lt: Mažiausia tiekėjo kaina
nl: Minimale leverancier prijs
no: Minimal leverandørpris
ru: Минимальная цена поставщика
sr: Minimalna cena dobavljača
tr: Minimum Tedarikçi Fiyatı

source: Minimum price of part from external suppliers
cs: Minimální cena dílu od externích dodavatelů
el: Ελάχιστη τιμή προϊόντος από εξωτερικούς προμηθευτές
fr: Prix minimum des pièces provenant de fournisseurs externes
ja: 外部サプライヤーからの部品の最低価格
lt: Mažiausia detalės kaina iš išorinių tiekėjų
nl: Minimale prijs van onderdeel van externe leveranciers
no: Minimumspris for del fra eksterne leverandører
ru: Минимальная цена детали от внешних поставщиков
sr: Minimalna cena dela od eksternih dobavljača
tr: Parça için minimum dış tedarikçi fiyatı

source: Maximum Supplier Price
cs: Maximální cena dodavatele
el: Μέγιστη τιμή προμηθευτή
fr: Prix maximum du fournisseur
ja: サプライヤー最高価格
lt: Didžiausia tiekėjo kaina
nl: Maximale leverancier prijs
no: Maksimal leverandørpris
ru: Максимальная цена поставщика
sr: Maksimalna cena dobavljača
tr: Maksimum Tedarikçi Fiyatı

source: Maximum price of part from external suppliers
cs: Maximální cena dílu od externích dodavatelů
el: Μέγιστη τιμή προϊόντος από εξωτερικούς προμηθευτές
fr: Prix maximum des pièces provenant de fournisseurs externes
ja: 外部サプライヤーからの部品の最高価格
lt: Didžiausia detalės kaina iš išorinių tiekėjų
nl: Maximale prijs van onderdeel van externe leveranciers
no: Maksimalpris for del fra eksterne leverandører
ru: Максимальная цена детали от внешних поставщиков
sr: Maksimalna cena dela od eksternih dobavljača
tr: Parça için maksimum dış tedarikçi fiyatı

source: Minimum Variant Cost
cs: Minimální cena variant
el: Ελάχιστο κόστος παραλλαγής
fr: Coût minimum de la variante
ja: 最小バリアントコスト
lt: Mažiausia varianto kaina
nl: Minimale variant kosten
no: Minimal Variantkostnad
ru: Минимальная стоимость варианта
sr: Minimalna vrednost varijanti
tr: Minimum Varyant Maliyeti

source: Calculated minimum cost of variant parts
cs: Vypočítané minimální náklady na varianty dílů
el: Υπολογισμένο ελάχιστο κόστος προϊόντων παραλλαγών
fr: Calcul du coût minimum des pièces de la variante
ja: バリアントパーツの最小コストの計算
lt: Apskaičiuota minimali variantų detalių kaina
nl: Berekende minimale kosten van variant onderdelen
no: Beregnet minimal kostnad for variantdeler
ru: Расчётная минимальная стоимость вариантов деталей
sr: Izračunata minimalna vrednost varijanti delova
tr: Varyant parçaların hesaplanan minimum maliyeti

source: Maximum Variant Cost
cs: Maximální cena variant
el: Μέγιστο κόστος παραλλαγής
fr: Coût maximal de la variante
ja: 最大バリアントコスト
lt: Didžiausia varianto kaina
nl: Maximale variant kosten
no: Maksimal Variantkostnad
ru: Максимальная стоимость варианта
sr: Maksimalna vrednost varijanti
tr: Maksimum Varyant Maliyeti

source: Calculated maximum cost of variant parts
cs: Vypočítané maximální náklady na varianty dílů
el: Υπολογισμένο μέγιστο κόστος προϊόντων παραλλαγών
fr: Calcul du coût maximal des pièces de la variante
ja: バリアント部品の最大コストの計算
lt: Apskaičiuota didžiausia variantų detalių kaina
nl: Berekende maximale kosten van variant onderdelen
no: Beregnet maksimal kostnad for variantdeler
ru: Расчётная максимальная стоимость вариантов деталей
sr: Izračunata maksimalna vrednost varijanti delova
tr: Varyant parçaların hesaplanan maksimum maliyeti

source: Minimum Cost
cs: Minimální cena
el: Ελάχιστο κόστος
fr: Coût minimal
ja: 最低料金
lt: Minimali kaina
nl: Minimale kostprijs
no: Minimal kostnad
ru: Минимальная Стоимость
sr: Minimalna vrednost
tr: Minimum Maliyet

source: Override minimum cost
cs: Přepsat minimální náklady
el: Παράκαμψη ελάχιστου κόστους
fr: Remplacer le coût minimum
ja: 最低コストのオーバーライド
lt: Nepaisyti minimalios kainos
nl: Overschrijf minimale kosten
no: Overstyr minstekostnad
ru: Переопределить минимальную стоимость
sr: Promeni minimalnu vrednost
tr: Minimum maliyeti geçersiz kıl

source: Maximum Cost
cs: Maximální cena
el: Μέγιστο κόστος
fr: Coût maximal
ja: 最大コスト
lt: Maksimali kaina
nl: Maximale kosten
no: Maksimal kostnad
ru: Максимальная Стоимость
sr: Maksimalna vrednost
tr: Maksimum Maliyet

source: Override maximum cost
cs: Přepsat maximální náklady
el: Παράκαμψη μέγιστου κόστους
fr: Dépassement du coût maximal
ja: 最大コストのオーバーライド
lt: Nepaisyti maksimalios kainos
nl: Overschrijf maximale kosten
no: Overstyr maksimal kostnad
ru: Переопределить максимальную стоимость
sr: Promeni maksimalnu vrednost
tr: Maksimum maliyeti geçersiz kıl

source: Calculated overall minimum cost
cs: Vypočítané minimální celkové náklady
el: Υπολογισμένο συνολικό ελάχιστο κόστος
fr: Calcul du coût minimum global
ja: 総合的な最小コストの計算
lt: Apskaičiuota bendra minimali kaina
nl: Berekende minimale kosten
no: Beregnet samlet minimal kostnad
ru: Расчётная общая минимальная стоимость
sr: Ukupna izračunata minimalna vrednost
tr: Hesaplanan genel minimum maliyet

source: Calculated overall maximum cost
cs: Vypočítané maximální celkové náklady
el: Υπολογισμένο συνολικό μέγιστο κόστος
fr: Calcul du coût maximum global
ja: 総合最大コストの計算
lt: Apskaičiuota bendra maksimali kaina
nl: Berekende totale maximale kosten
no: Beregnet samlet maksimal kostnad
ru: Расчётная общая максимальная стоимость
sr: Ukupna izračunata maksimalna vrednost
tr: Hesaplanan genel maksimum maliyet

source: Minimum Sale Price
cs: Minimální prodejní cena
el: Ελάχιστη τιμή πώλησης
fr: Prix de vente minimum
ja: 最低販売価格
lt: Minimali pardavimo kaina
nl: Minimale verkoop prijs
no: Minimal salgspris
ru: Минимальная цена продажи
sr: Minimalna prodajna cena
tr: Minimum Satış Fiyatı

source: Minimum sale price based on price breaks
cs: Minimální prodejní cena na základě cenových zvýhodnění
el: Ελάχιστη τιμή πώλησης βάσει κλιμακωτών τιμών
fr: Prix de vente minimum basé sur des ruptures de prix
ja: 価格破壊に基づく最低販売価格
lt: Mažiausia pardavimo kaina pagal kainų intervalus
nl: Minimale verkoopprijs gebaseerd op prijsschommelingen
no: Minimal salgspris basert på prisbrudd
ru: Минимальная цена продажи на основе ценовых уровней
sr: Minimalna prodajna cena bazirana na osnovu sniženja cena
tr: Fiyat kademelerine dayalı minimum satış fiyatı

source: Maximum Sale Price
cs: Maximální prodejní cena
el: Μέγιστη τιμή πώλησης
fr: Prix de vente maximum
ja: 最高販売価格
lt: Didžiausia pardavimo kaina
nl: Maximale verkoop prijs
no: Maksimal Salgspris
ru: Максимальная цена продажи
sr: Maksimalna prodajna cena
tr: Maksimum Satış Fiyatı

source: Maximum sale price based on price breaks
cs: Maximální prodejní cena na základě cenových zvýhodnění
el: Μέγιστη τιμή πώλησης βάσει κλιμακωτών τιμών
fr: Prix de vente maximum en fonction des écarts de prix
ja: 価格破壊に基づく最高販売価格
lt: Didžiausia pardavimo kaina pagal kainų intervalus
nl: Maximale verkoopprijs gebaseerd op prijsschommelingen
no: Maksimal salgspris basert på prisbrudd
ru: Максимальная цена продажи на основе ценовых уровней
sr: Maksimalna prodajna cena bazirana na osnovu sniženja cena
tr: Fiyat kademelerine dayalı maksimum satış fiyatı

source: Minimum Sale Cost
cs: Minimální prodejní cena
el: Ελάχιστο κόστος πώλησης
fr: Coût minimum de vente
ja: 最低販売価格
lt: Mažiausia pardavimo kaina
nl: Minimale verkoop prijs
no: Minimal Salgskostnad
ru: Минимальная стоимость продажи
sr: Minimalna prodajna vrednost
tr: Minimum Satış Maliyeti

source: Minimum historical sale price
cs: Minimální historická prodejní cena
el: Ελάχιστη ιστορική τιμή πώλησης
fr: Prix de vente historique minimum
ja: 過去の最低売却価格
lt: Mažiausia istorinė pardavimo kaina
nl: Minimale historische verkoop prijs
no: Minimal historisk salgspris
ru: Минимальная историческая цена продажи
sr: Minimalna istorijska prodajna cena
tr: Minimum tarihsel satış fiyatı

source: Maximum Sale Cost
cs: Maximální prodejní cena
el: Μέγιστο κόστος πώλησης
fr: Coût de vente maximum
ja: 最大販売価格
lt: Didžiausia pardavimo kaina
nl: Maximale verkoop prijs
no: Maksimal Salgskostnad
ru: Максимальная стоимость продажи
sr: Maksimalna prodajna vrednost
tr: Maksimum Satış Maliyeti

source: Maximum historical sale price
cs: Maximální historická prodejní cena
el: Μέγιστη ιστορική τιμή πώλησης
fr: Prix de vente historique maximum
ja: 過去の最高売却価格
lt: Didžiausia istorinė pardavimo kaina
nl: Maximale historische verkoop prijs
no: Maksimal historisk salgspris
ru: Максимальная историческая цена продажи
sr: Maksimalna istorijska prodajna cena
tr: Maksimum tarihsel satış fiyatı

source: Part for stocktake
cs: Díl na inventuru
el: Προϊόν για απογραφή
fr: Partie pour l'inventaire
ja: ストックテイク用部品
lt: Detalė inventorizacijai
nl: Onderdeel voor voorraadcontrole
no: Del for varetelling
ru: Деталь для инвентаризации
sr: Deo za popis
tr: Stok sayımı için parça

source: Item Count
cs: Počet položek
el: Αριθμός ειδών
fr: Nombre d'articles
ja: 個数
lt: Vienetų skaičius
nl: Getelde items
no: Antall
ru: Количество элементов
sr: Broj stavki
tr: Kalem Sayısı

source: Number of individual stock entries at time of stocktake
cs: Počet jednotlivých položek zásob v době inventury
el: Αριθμός μεμονωμένων εγγραφών αποθέματος κατά τον χρόνο απογραφής
fr: Nombre d'entrées individuelles au moment de l'inventaire
ja: 棚卸時の個別在庫数
lt: Atsargų įrašų skaičius inventorizacijos metu
nl: Aantal individuele voorraadvermeldingen op het moment van voorraadcontrole
no: Antall individuelle lagerenheter på tidspunkt for varetelling
ru: Количество отдельных складских позиций на момент инвентаризации
sr: Broj individualnih unosa zaliha u vreme popisa
tr: Sayım anındaki tekil stok kaydı sayısı

source: Total available stock at time of stocktake
cs: Celkové dostupné zásoby v době inventury
el: Συνολικό διαθέσιμο απόθεμα κατά τον χρόνο απογραφής
fr: Stock total disponible au moment de l'inventaire
ja: ストックテイク時の在庫可能量
lt: Bendras prieinamas atsargų kiekis inventorizacijos metu
nl: Totale voorraad op het moment van voorraadcontrole
no: Total tilgjengelig lagerbeholdning på tidspunkt for varetelling
ru: Общий доступный запас на момент инвентаризации
sr: Ukupne dostupne zalihe za vreme popisa
tr: Sayım anındaki toplam mevcut stok

source: Date
cs: Datum
el: Ημερομηνία
ja: 日付
lt: Data
nl: Datum
no: Dato
ru: Дата
sr: Datum
tr: Tarih
