Repository: inventree/InvenTree
Catalog: src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: cs, el, fr, ja, lt, nl, no, ru, sr, tr

source: Label width, specified in mm
cs: Šířka štítku zadaná v mm
el: Πλάτος ετικέτας, σε mm
fr: Largeur de l'étiquette, spécifiée en mm
ja: ラベル幅（mm単位）
lt: Etiketės plotis, nurodytas milimetrais
nl: Label breedte, gespecificeerd in mm
no: Etikettbredde, spesifisert i mm
ru: Ширина этикетки, задаётся в миллиметрах
sr: Širina natpisa, u milimetrima
tr: Etiket genişliği mm olarak belirtilmeli

source: Height [mm]
cs: Výška [mm]
el: Ύψος [mm]
fr: Hauteur [mm]
ja: 高さ [mm］
lt: Aukštis [mm]
nl: Hoogte [mm]
no: Høyde [mm]
ru: Высота [мм]
sr: Visina (u milimetrima)
tr: Yükseklik [mm]

source: Label height, specified in mm
cs: Výška štítku uvedená v mm
el: Ύψος ετικέτας, σε mm
fr: Hauteur de l'étiquette, spécifiée en mm
ja: ラベルの高さ（mm単位）
lt: Etiketės aukštis, nurodytas milimetrais
nl: Label hoogte, gespecificeerd in mm
no: Etiketthøyde, spesifisert i mm
ru: Высота этикетки, задаётся в миллиметрах
sr: Visina natpisa, u milimetrima
tr: Etiket yüksekliği mm olarak belirtilmeli

source: Error printing labels
cs: Chyba při tisku štítků
el: Σφάλμα κατά την εκτύπωση ετικετών
fr: Erreur d'impression des étiquettes
ja: ラベル印刷エラー
lt: Klaida spausdinant etiketes
nl: Fout afdrukken van labels
ru: Ошибка при печати этикеток
tr: Etiket yazdırma hatası

source: Snippet
cs: Úryvek
el: Απόσπασμα
fr: Extrait
ja: スニペット
lt: Fragmentas
nl: Tekstfragment
no: Snutt
ru: Сниппет
sr: Isečak
tr: Parçacık

source: Report snippet file
cs: Nahlásit soubor úryvku
el: Αρχείο αποσπάσματος αναφοράς
fr: Fichier d'extrait de rapport
ja: レポートスニペットファイル
lt: Ataskaitos fragmento failas
nl: Rapporteer snippet bestand
no: Rapportsnuttfil
ru: Файл фрагмента отчёта
sr: Izveštaj isečka fajla
tr: Rapor parçacık dosyası

source: Snippet file description
cs: Popis souboru úryvku
el: Περιγραφή αρχείου αποσπάσματος
fr: Description du fichier d'extrait
ja: スニペットファイルの説明
lt: Fragmento failo aprašymas
nl: Snippet bestandsbeschrijving
no: Filbeskrivelse for snutt
ru: Описание файла сниппета
sr: Opis isečka fajla
tr: Parçacık dosyası açıklaması

source: Asset
cs: Aktivum
el: Πόρος
fr: Elément
ja: 資産
lt: Išteklius
no: Ressurs
ru: Объект
sr: Sredstvo
tr: Kaynak Dosyası

source: Report asset file
cs: Nahlásit soubor aktiva
el: Αρχείο πόρου αναφοράς
fr: Rapport sur le fichier d'actifs
ja: レポート資産ファイル
lt: Ataskaitos ištekliaus failas
nl: Rapporteer asset bestand
no: Rapportressursfil
ru: Файл ресурса отчёта
sr: Izveštaj fajla sredstva
tr: Rapor kaynak dosyası

source: Asset file description
cs: Popis souboru aktiva
el: Περιγραφή αρχείου πόρου
fr: Description du fichier d'actifs
ja: アセットファイルの説明
lt: Ištekliaus failo aprašymas
nl: Beschrijving asset bestand
no: Ressursfilbeskrivelse
ru: Описание медиафайла
sr: Opis fajla sredstva
tr: Kaynak dosyası açıklaması

source: Select report template
cs: Vybrat šablonu reportu
el: Επιλέξτε πρότυπο αναφοράς
fr: Sélectionner un modèle de rapport
ja: レポートテンプレートの選択
lt: Pasirinkite ataskaitos šabloną
nl: Selecteer rapport template
ru: Выберите шаблон отчёта
sr: Izaberi šablon izveštaja
tr: Rapor şablonu seç

source: List of item primary keys to include in the report
cs: Seznam primárních klíčů k zahrnutí v reportu
el: Λίστα από πρωτεύοντα κλειδιά ειδών που θα συμπεριληφθούν στην αναφορά
fr: Liste des clés primaires des éléments à inclure dans le rapport
ja: レポートに含める項目の主キーのリスト
lt: Elementų pirminių raktų sąrašas, įtrauktinas į ataskaitą
nl: Lijst van primaire productsleutels op te nemen in het verslag
ru: Список первичных ключей элементов, включаемых в отчёт
sr: Spisak primarnih ključeva stavke koje će biti uključene u ovaj izveštaj
tr: Rapora dahil edilecek öge birincil anahtarlarının listesi

source: Select label template
cs: Vybrat šablonu pro štítek
el: Επιλέξτε πρότυπο ετικέτας
fr: Sélection du modèle d'étiquette
ja: ラベルテンプレートの選択
lt: Pasirinkite etiketės šabloną
nl: Selecteer label sjabloon
ru: Выберите шаблон этикетки
sr: Izaberi šablon natpisa
tr: Etiket Şablonu Seç

source: Printing Plugin
cs: Tiskový plugin
el: Πρόσθετο εκτύπωσης
fr: Plugin d'impression
ja: 印刷プラグイン
lt: Spausdinimo įskiepis
nl: Plug-in printen
ru: Плагин печати
sr: Plugin za štampanje
tr: Yazdırma Eklentisi

source: Select plugin to use for label printing
cs: Vybrat plugin pro tisk štítků
el: Επιλέξτε πρόσθετο που θα χρησιμοποιηθεί για την εκτύπωση ετικετών
fr: Sélectionner le plugin à utiliser pour l'impression des étiquettes
ja: ラベル印刷に使用するプラグインを選択します。
lt: Pasirinkite įskiepį etikečių spausdinimui
nl: Selecteer de plug-in voor het afdrukken van labels
ru: Выберите плагин для печати этикеток
sr: Izaberi plugin za korišćenje prilikom štampanja natpisa
tr: Etiket yazdırma için kullanılacak eklentiyi seç

source: QR Code
cs: QR kód
el: Κωδικός QR
ja: QR コード
lt: QR kodas
no: QR-kode
ru: QR Код
sr: QR kod
tr: QR Kod

source: QR code
cs: QR kód
el: κωδικός QR
ja: QR コード
lt: QR kodas
no: QR-kode
ru: QR код
sr: QR kod
tr: QR kod

source: Bill of Materials
cs: Kusovník
el: Κατάσταση Υλικών
fr: Nomenclature
ja: 部品表
lt: Komplektavimo žiniaraštis (BOM)
nl: Materiaallijst
no: Stykkliste (BOM)
ru: Спецификация
sr: Spisak materijala
tr: Ürün Ağacı

source: Materials needed
cs: Potřebné materiály
el: Απαιτούμενα υλικά
fr: Matériel nécessaire
ja: 必要な材料
lt: Reikalingos medžiagos
nl: Benodigde materialen
no: Nødvendige materialer
ru: Необходимые материалы
sr: Materijali neophodni
tr: Gerekli Malzemeler

source: Part image
cs: Obrázek dílu
el: Εικόνα προϊόντος
fr: Image partielle
ja: 部品画像
lt: Detalės vaizdas
nl: Afbeelding onderdeel
no: Bilde av del
ru: Изображение детали
sr: Slika dela
tr: Parça görseli

source: Issued
cs: Vydáno
el: Εκδόθηκε
fr: Délivré
ja: 発行済
lt: Išduota
nl: Uitgegeven
no: Utstedt
ru: Оформлен
sr: Izdato
tr: Düzenlendi

source: Required For
cs: Vyžadováno pro
el: Απαιτείται για
fr: Requis pour
ja: 必須
lt: Reikalinga objektui
nl: Vereist Voor
no: Kreves for
ru: Требуется для
sr: Potrebno za
tr: İçin Gerekli Olan

source: Issued By
cs: Vystavil
el: Εκδόθηκε από
fr: Émis par
ja: 発行者
lt: Išdavė
nl: Uitgegeven door
no: Utstedt av
ru: Создано
sr: Izdato od
tr: Düzenleyen

source: Supplier was deleted
cs: Dodavatel byl odstraněn
el: Ο προμηθευτής έχει διαγραφεί
fr: Le fournisseur a été supprimé
ja: サプライヤーが削除されました
lt: Tiekėjas buvo ištrintas
nl: Leverancier is verwijderd
no: Leverandør ble slettet
ru: Поставщик был удалён
sr: Dobavljač je obrisan
tr: Tedarikçi silindi

source: Order Details
cs: Detail objednávky
el: Λεπτομέρειες εντολής
ja: ご注文の詳細
nl: Order gegevens
no: Ordredetaljer
ru: Подробности заказа
tr: Sipariş Ayrıntıları

source: Unit Price
cs: Jednotková cena
el: Τιμή μονάδας
fr: Prix unitaire
ja: 単価
lt: Vieneto kaina
nl: Stukprijs
no: Enhetspris
ru: Цена за Единицу
sr: Cena po jedinici
tr: Birim Fiyat

source: Extra Line Items
cs: Řádkové položky navíc
el: Επιπλέον γραμμές
fr: Postes supplémentaires
ja: 追加項目
lt: Papildomi eilutės įrašai
nl: Extra regel items
no: Ekstra linjeelementer
ru: Дополнительные элементы
sr: Dodatne stavke porudžbine
tr: Ek Kalemler

source: Total
cs: Celkem
el: Σύνολο
ja: 合計
lt: Iš viso
nl: Totaal
ru: Всего
sr: Ukupno
tr: Toplam

source: Serial Number
cs: Sériové číslo
el: Σειριακός αριθμός
fr: Numéro de série
ja: シリアル番号
lt: Serijos numeris
nl: Serienummer
no: Serienummer
ru: Серийный номер
sr: Serijski broj
tr: Seri Numara

source: Allocations
cs: Přidělení
el: Δεσμεύσεις
ja: 割り当て
lt: Priskyrimai
nl: Toewijzingen
no: Tildelinger
ru: Места хранения
sr: Alokacije
tr: Tahsisler

source: Batch
cs: Šarže
el: Παρτίδα
fr: Lot
ja: スクール機能
lt: Partija
no: Parti
ru: Партия
sr: Serija
tr: Toplu

source: Stock location items
cs: Položky skladového umístění
el: Είδη τοποθεσίας αποθέματος
fr: Postes d'emplacement de stock
ja: 在庫場所項目
lt: Atsargų vietos elementai
nl: Voorraad locatie items
no: Artikler ved lagerplassering
ru: Элементы местоположения запаса
sr: Stavke na lokaciji zaliha
tr: Stok konumu ögeleri

source: Stock Item Test Report
cs: Report o testu skladové položky
el: Αναφορά δοκιμών είδους αποθέματος
fr: Rapport de test des articles en stock
ja: 在庫品テストレポート
lt: Atsargų elemento bandymo ataskaita
nl: Rapport voorraadcontrole
no: Testrapport for lagervare
ru: Отчет тестирования складской позиции
sr: Izveštaj sa testa za stavku sa zaliha
tr: Stok Kalemi Test Raporu

source: Installed Items
cs: Instalované položky
el: Εγκατεστημένα είδη
fr: Éléments installés
ja: 設置項目
lt: Sumontuoti elementai
nl: Geïnstalleerde items
no: Installerte artikler
ru: Установленные элементы
sr: Instalirane stavke
tr: Takılı Kalemler

source: Serial
cs: Sériové
el: Σειριακός
fr: Numéro de série
ja: シリアル
lt: Serija
nl: Serienummer
no: Serienummer
ru: Серийный номер
sr: Serijski
tr: Seri No

source: Test Results
cs: Výsledky testu
el: Αποτελέσματα δοκιμών
fr: Résultats des tests
ja: テストの結果
lt: Bandymo rezultatai
nl: Test resultaten
no: Testresultater
ru: Результаты тестирования
sr: Rezultati testa
tr: Test Sonuçları

source: Test
el: Δοκιμή
ja: テスト
lt: Bandymas
ru: Тестирование

source: Pass
cs: Vyhovuje
el: Επιτυχία
fr: Passez
ja: パス
lt: Pavyko
nl: Geslaagd
no: Bestått
ru: Прошел
sr: Uspešno
tr: Geçti

source: Fail
cs: Nevyhovuje
el: Αποτυχία
fr: Échec
ja: 失敗
lt: Nepavyko
nl: Niet geslaagd
no: Mislykket
ru: Провален
sr: Neuspešno
tr: Kaldı

source: No result (required)
cs: Žádný výsledek (povinný)
el: Χωρίς αποτέλεσμα (υποχρεωτικό)
fr: Pas de résultat (obligatoire)
ja: 結果なし（必須）
lt: Nėra rezultato (privaloma)
nl: Geen resultaat (verplicht)
no: Ingen resultat (obligatorisk)
ru: Нет результата (обязательно)
sr: Nema rezultata (neophodno)
tr: Sonuç yok (gerekli)

source: No result
cs: Žádný výsledek
el: Χωρίς αποτέλεσμα
fr: Pas de résultat
ja: 何も結果はありません
lt: Nėra rezultato
nl: Geen resultaat
no: Ingen resultat
ru: Нет результата
sr: Nema rezultata
tr: Sonuç yok

source: Asset file does not exist
cs: Soubor aktiva neexistuje
el: Το αρχείο πόρου δεν υπάρχει
fr: Le fichier d'actifs n'existe pas
ja: アセットファイルが存在しません
lt: Ištekliaus failas neegzistuoja
nl: Asset bestand bestaat niet
no: Asset-filen eksisterer ikke
ru: Файл ресурса не существует
sr: Fajl ne postoji
tr: Kaynak dosyası mevcut değil

source: Image file not found
cs: Soubor obrázku nebyl nalezen
el: Το αρχείο εικόνας δεν βρέθηκε
fr: Fichier image non trouvé
ja: 画像ファイルが見つかりません
lt: Paveikslėlio failas nerastas
nl: Afbeelding bestand niet gevonden
no: Bildefil ikke funnet
ru: Файл изображения не найден
sr: Slika nije pronađena
tr: Görsel dosyası bulunumadı

source: part_image tag requires a Part instance
cs: part_image tag vyžaduje instanci dílu
el: Το tag part_image απαιτεί μία παρουσία Aντικειμένου
fr: la balise part_image nécessite une instance de Part
ja: part_image タグには Part インスタンスが必要です。
lt: Žyma part_image reikalauja detalės (Part) egzemplioriaus
nl: part_image tag vereist een onderdeel instantie
no: part_image-taggen krever en Part-instans
ru: Тег part_image требует экземпляр детали
sr: part_image tag zahteva instancu dela
tr: part_image etiketi bir parça örneği gerektirir

source: company_image tag requires a Company instance
cs: company_image tag vyžaduje intanci společnosti
el: Το tag company_image απαιτεί ένα Aντικειμένου Company
fr: la balise company_image nécessite une instance d'entreprise
ja: company_image タグには Company インスタンスが必要です。
lt: Žyma company_image reikalauja įmonės (Company) egzemplioriaus
nl: bedrijf_imagetag vereist een bedrijfsinstantie
no: company_image-taggen krever en Company-instans
ru: Тег company_image требует экземпляр компании
sr: company_image tag zahteva instancu kompanije
tr: company_image etiketi bir şirket örneği gerektirir

source: Filter by location depth
cs: Filtrovat dle hloubky lokace
el: Φιλτράρισμα ανά βάθος τοποθεσίας
fr: Filtrer par profondeur de localisation
ja: 場所の深さによる絞り込み
lt: Filtruoti pagal vietos gylį
nl: Filter op locatie diepte
ru: Фильтровать по глубине местоположения
sr: Filtriraj po dubini lokacije
tr: Konum derinliğine göre filtrele

source: Filter by top-level locations
cs: Filtrovat dle nejvyšší lokace
el: Φιλτράρισμα κατά τοποθεσίες ανώτατου επιπέδου
fr: Filtrer par lieux de premier niveau
ja: トップレベルのロケーションによるフィルタリング
lt: Filtruoti pagal aukščiausio lygio vietas
nl: Filter op topniveau locaties
ru: Фильтровать по местоположениям верхнего уровня
sr: Filtriraj po nadređenim lokacijama
tr: Üst seviye konumlara göre filtrele

source: Include sub-locations in filtered results
cs: Zahrnout pod-lokace ve filtrovaných výsledcích
el: Συμπερίληψη υποτοποθεσιών στα φιλτραρισμένα αποτελέσματα
fr: Inclure les sous-emplacements dans les résultats filtrés
ja: フィルタリング結果にサブロケーションを含めることができます。
lt: Įtraukti sub-vietas į filtravimo rezultatus
nl: Inclusief sublocaties in gefilterde resultaten
ru: Включать подместоположения в отфильтрованные результаты
sr: Uključi podlokacije u filtriranim rezultatima
tr: Filtrelenmiş sonuçlara alt konumları dahil et

source: Parent Location
cs: Nadřazená místo
el: Γονική τοποθεσία
fr: Emplacement parent
ja: 親の位置
lt: Pirminė vieta
nl: Bovenliggende locatie
ru: Основной склад
sr: Nadređena lokacija
tr: Üst Konum

source: Filter by parent location
cs: Filtrovat podle nadřazené lokace
el: Φιλτράρισμα βάσει γονικής τοποθεσίας
fr: Filtrer par emplacement parent
ja: 親の所在地でフィルタリング
lt: Filtruoti pagal pirminę vietą
nl: Filter op bovenliggende locatie
ru: Фильтровать по родительскому местоположению
sr: Filtriraj po nadređenoj lokaciji
tr: Üst konuma göre filtrele

source: Part name (case insensitive)
cs: Název dílu (citlivost písmen na malá a velká písmena)
el: Όνομα προϊόντος (χωρίς διάκριση πεζών/κεφαλαίων)
fr: Nom de la pièce (insensible à la casse)
ja: 部品名（大文字・小文字を区別しません）
lt: Detalės pavadinimas (neskiria didžiųjų ir mažųjų raidžių)
nl: Naam van onderdeel (hoofdletter ongevoelig)
ru: Название детали (без учёта регистра)
sr: Ime dela
tr: Parça adı (büyük/küçük harf duyarlı değildir)

source: Part name contains (case insensitive)
cs: Název dílu obsahuje (citlivost písmen na malá a velká písmena)
el: Το όνομα προϊόντος περιέχει (χωρίς διάκριση πεζών/κεφαλαίων)
fr: Le nom de la pièce contient (insensible à la casse)
ja: パート名に含まれるもの（大文字・小文字を区別しません）
lt: Detalės pavadinimas turi (neskiria didžiųjų ir mažųjų raidžių)
nl: Naam van onderdeel bevat (hoofdletter ongevoelig)
ru: Название детали содержит (без учёта регистра)
sr: Ime dela sadrži
tr: Parça adı şunu içerir (büyük/küçük harf duyarlı değildir)

source: Part name (regex)
cs: Název dílu (regex)
el: Όνομα προϊόντος (regex)
fr: Nom de la pièce (regex)
ja: 部品名（正規表現）
lt: Detalės pavadinimas (reguliarioji išraiška)
nl: Naam onderdeel (regex)
ru: Название детали (regex)
sr: Ime dela (regex)
tr: Parça adı (regex)

source: Part IPN (case insensitive)
cs: IPN dílu (citlivost písmen na malá a velká písmena)
el: IPN προϊόντος (χωρίς διάκριση πεζών/κεφαλαίων)
fr: Partie IPN (insensible à la casse)
ja: パートIPN（大文字と小文字を区別しません）
lt: Detalės IPN (neskiria didžiųjų ir mažųjų raidžių)
nl: Deel IPN (hoofdletter ongevoelig)
ru: IPN детали (без учёта регистра)
sr: Interni deo broja
tr: Parça IPN (büyük/küçük harf duyarlı değildir)

source: Part IPN contains (case insensitive)
cs: IPN dílu obsahuje (citlivost písmen na malá a velká písmena)
el: Το IPN προϊόντος περιέχει (χωρίς διάκριση πεζών/κεφαλαίων)
fr: La partie IPN contient (insensible à la casse)
ja: パートIPNに含まれるもの（大文字と小文字は区別されません）
lt: Detalės IPN turi (neskiria didžiųjų ir mažųjų raidžių)
nl: Onderdeel IPN bevat (hoofdletter ongevoelig)
ru: IPN детали содержит (без учёта регистра)
sr: Interni deo broja sadrži (osetljivo na velika i mala slova)
tr: Parça IPN şunu içerir (büyük/küçük harf duyarlı değildir)

source: Part IPN (regex)
cs: IPN dílu (regex)
el: IPN προϊόντος (regex)
fr: Partie IPN (regex)
ja: パートIPN（正規表現）
lt: Detalės IPN (reguliarioji išraiška)
nl: Deel IPN (regex)
ru: IPN детали (regex)
sr: Interni broj dela (regex)
tr: Parça IPN (regex)

source: Minimum stock
cs: Minimální zásoby
el: Ελάχιστο απόθεμα
fr: Stock minimum
ja: 最小在庫
lt: Mažiausias kiekis
nl: Minimale voorraad
ru: Минимальный запас
sr: Minimalne zalihe
tr: Minimum stok

source: Maximum stock
cs: Maximální zásoby
el: Μέγιστο απόθεμα
fr: Stock maximum
ja: 最大在庫
lt: Didžiausias kiekis
nl: Maximale voorraad
ru: Максимальный запас
sr: Maksimalne zalihe
tr: Maksimum stok

source: Status Code
cs: Kód stavu
el: Κωδικός κατάστασης
fr: Code de statut
ja: ステータスコード
lt: Būsenos kodas
no: Statuskode
ru: Код статуса
sr: Statusni kod
tr: Durum Kodu

source: External Location
cs: Externí umístění
el: Εξωτερική τοποθεσία
fr: Emplacement externe
ja: 外部ロケーション
lt: Išorinė vieta
nl: Externe locatie
no: Ekstern plassering
ru: Внешнее местоположение
sr: Eksterna lokacija
tr: Harici Konum

source: Consumed by Build Order
cs: Spotřebováno výrobním příkazem
el: Αναλωμένο από εντολή παραγωγής
fr: Consommé par l'ordre de construction
ja: ビルド・オーダーで消費
lt: Sunaudota gamybos užsakyme
nl: Verbruikt door productieorder
ru: Израсходовано для заказов на сборку
sr: Potrošeno od strane naloga za izradu
tr: Üretim Emrine göre Tüketilenler

source: Installed in other stock item
cs: Nainstalováno v jiné skladové položce
el: Εγκατεστημένο σε άλλο είδος αποθέματος
fr: Installé dans un autre article en stock
ja: その他在庫品に装着
lt: Sumontuota kitame atsargų elemente
nl: Geïnstalleerd in een ander voorraadartikel
ru: Установлено в другом складе
sr: Instalirano u drugu stavku sa zaliha

source: Part Tree
cs: Strom dílů
el: Δέντρο προϊόντος
fr: Arbre en pièces détachées
ja: パートツリー
lt: Detalių medis
nl: Boomstructuur onderdeel
no: Del-tre
ru: Древо Деталей
sr: Stablo dela

source: Updated before
cs: Aktualizováno před
el: Ενημερώθηκε πριν από
fr: Mise à jour avant
ja: 更新前
lt: Atnaujinta iki
nl: Eerder bijgewerkt
ru: Обновлено до
sr: Ažurirano pre

source: Updated after
cs: Aktualizováno po
el: Ενημερώθηκε μετά από
fr: Mise à jour après
ja: 更新後
lt: Atnaujinta po
nl: Bijgewerkt na
ru: Обновлено после
sr: Ažurirano nakon

source: Stocktake Before
cs: Inventura před
el: Απογραφή πριν από
fr: Inventaire avant
ja: ストックテイク前
lt: Inventorizacija iki
nl: Voorraadcontrole voor
ru: Инвентаризация до
sr: Popis pre

source: Stocktake After
cs: Inventura po
el: Απογραφή μετά από
fr: Inventaire après
ja: ストックテイク後
lt: Inventorizacija po
nl: Voorraadcontrole na
ru: Инвентаризация после
sr: Popis nakon

source: Expiry date before
cs: Datum expirace ped
el: Ημερομηνία λήξης πριν από
fr: Date d'expiration avant
ja: 有効期限
lt: Galiojimo data iki
nl: Vervaldatum voor
no: Utløpsdato før
ru: Дата истечения до
sr: Datum isteka pre

source: Expiry date after
cs: Datum expirace po
el: Ημερομηνία λήξης μετά από
fr: Date d’expiration après
ja: 有効期限
lt: Galiojimo data po
nl: Vervaldatum na
no: Utløpsdato etter
ru: Дата истечения после
sr: Datum isteka nakon

source: Stale
cs: Zastaralé
el: Παλαιωμένο
fr: Périmé
ja: 期限失効
lt: Pasenusi
nl: Verouderd
no: Foreldet
ru: Залежалый
sr: Zastarelo

source: Provide a StockItem PK to exclude that item and all its descendants
cs: Zadejte PK skladové položky, abyste vyloučili danou položku a všechny její potomky
el: Δώστε ένα PK είδους αποθέματος για να εξαιρεθεί αυτό και όλοι οι απόγονοί του
ja: そのアイテムおよびそのすべての子孫を除外するためのStockItemのプライマリキーをご提供ください。
nl: Voorraad PK om dit item en al zijn afstammelingen uit te sluiten
ru: Укажите первичный ключ складского элемента, чтобы исключить этот элемент и всех его потомков

source: Cascade Locations
cs: Umístění kaskády
el: Διαδοχικές τοποθεσίες
ja: カスケードの所在地
nl: Cascade locaties
ru: Каскад местоположений

source: If true, include items in child locations of the given location
cs: Pokud je pravda, uveďte předměty v podružených místech dané lokace
el: Αν είναι true, περιλαμβάνει είδη σε θυγατρικές τοποθεσίες της δεδομένης τοποθεσίας
ja: もし真であれば、指定された場所の子要素に含まれる項目を含めます
nl: Indien waar, inclusief items op de onderliggende locaties van de opgegeven locatie
ru: Если включено, включать элементы в дочерних местоположениях данного местоположения

source: Filter by numeric Location ID or the literal 'null'
cs: Filtrovat podle numberické ID lokace nebo doslovného 'null'
el: Φιλτράρισμα κατά αριθμητικό ID τοποθεσίας ή τη λέξη 'null'
ja: 数値のロケーションID、またはリテラル文字列の「null」でフィルタリングしてください。
nl: Filter op numerieke locatie ID of de letterlijke 'null'
ru: Фильтровать по числовому идентификатору местоположения или литералу 'null'

source: Quantity is required
cs: Množství je povinné
el: Απαιτείται ποσότητα
fr: La quantité est requise
ja: 数量が必要です
lt: Reikalingas kiekis
nl: Hoeveelheid is vereist
no: Antall kreves
ru: Необходимо указать количество
sr: Količina je neophodna

source: Valid part must be supplied
cs: Platný díl musí být dodán
el: Πρέπει να δοθεί έγκυρο προϊόν
fr: La partie valide doit être fournie
ja: 有効な部品を供給する必要があります。
lt: Turi būti pateikta galiojanti detalė
nl: Geldig onderdeel moet worden opgegeven
no: Gyldig del må oppgis
ru: Необходимо предоставить действительную деталь
sr: Validan deo mora biti dosavljen

source: The given supplier part does not exist
cs: Daný dodavatelský díl neexistuje
el: Το δοθέν προϊόν προμηθευτή δεν υπάρχει
fr: Le fournisseur donné n'existe pas
ja: 指定されたサプライヤの部品が存在しません。
lt: Nurodyta tiekėjo detalė neegzistuoja
nl: Het opgegeven leveranciers onderdeel bestaat niet
no: Oppgitt leverandørdel eksisterer ikke
ru: Указанная поставляемая деталь не существует
sr: Dati dobavljač ne postoji

source: The supplier part has a pack size defined, but flag use_pack_size not set
cs: Dodavatelský díl na nastavenou velikost balení, ale znak use_pack_size není nastaven
el: Το προϊόν προμηθευτή έχει ορισμένο μέγεθος συσκευασίας, αλλά η σημαία use_pack_size δεν έχει τεθεί
fr: La pièce du fournisseur a une taille d'emballage définie, mais le drapeau use_pack_size n'est pas activé
ja: サプライヤー部品にはパックサイズが定義されていますが、use_pack_sizeフラグが設定されていません。
lt: Tiekėjo detalė turi nustatytą pakuotės dydį, bet nepažymėtas požymis use_pack_size
nl: Het leveranciersdeel heeft een pakketgrootte gedefinieerd, maar vlag use_pack_size niet ingesteld
no: Leverandørdelen har en pakkestørrelse definert, men flagget "use_pack_size" er ikke satt
ru: У поставляемой детали определён размер упаковки, но флаг use_pack_size не установлен
sr: Deo dobavljača ima definisanu veličinu pakovanja, ali fleg use_pack_size nije postavljen

source: Serial numbers cannot be supplied for a non-trackable part
cs: Sériové čísla nemohou být zadána pro díl bez sledovanosti
el: Δεν μπορούν να δοθούν σειριακοί αριθμοί για μη ιχνηλάσιμο προϊόν
fr: Les numéros de série ne peuvent pas être fournis pour une pièce non traçable
ja: 追跡不可能な部品については、シリアル番号は提供できません。
lt: Serijos numeriai negali būti pateikti detalei, kurios negalima sekti
nl: Serienummers kunnen niet worden meegeleverd voor een niet traceerbaar onderdeel
no: Serienumre kan ikke angis for en ikke-sporbar del
ru: Не нужно указывать серийные номера для неотслеживаемых деталей
sr: Serijski brojevi ne mogu biti dostavljeni za deo koji nije moguće pratiti

source: Include Installed
cs: Zahrnout nainstalované
el: Συμπερίληψη εγκατεστημένων
ja: 組み込み済みを含める
nl: Inclusief geïnstalleerde
ru: Включать установленные

source: If true, include test results for items installed underneath the given stock item
cs: Pokud je pravda, zahrne výslekdy testů pro předměty nainstalované pod danou skladovou položku
el: Αν είναι true, περιλαμβάνει αποτελέσματα δοκιμών για είδη που είναι εγκατεστημένα κάτω από το συγκεκριμένο είδος αποθέματος
ja: もし真であれば、指定した在庫アイテムの中に組み込まれている構成部品のテスト結果を含める
nl: Als correct, geef testresultaten voor items die onder het opgegeven voorraadartikel zijn geïnstalleerd
ru: Если включено, включать результаты тестов для предметов, установленных под данным складским элементом

source: Filter by numeric Stock Item ID
cs: Filtrovat podle číselného ID položky skladu
el: Φιλτράρισμα κατά αριθμητικό ID είδους αποθέματος
ja: 数値による在庫品IDでの絞り込み
nl: Filter op numerieke voorraadartikel ID
ru: Фильтровать по числовому идентификатору складского элемента
